{
    "StoryName": "Campaign_Chapter10_Part6",
    "background": [
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Jack Frost",
            "Jack Frost",
            "",
            "",
            "Jack Frost",
            "Jack Frost",
            "Jack Frost",
            "Jack Frost",
            "Jack Frost",
            ""
        ],
        [
            "",
            "",
            "",
            "잭 프로스트",
            "잭 프로스트",
            "",
            "",
            "잭 프로스트",
            "잭 프로스트",
            "잭 프로스트",
            "잭 프로스트",
            "잭 프로스트",
            ""
        ],
        [
            "",
            "",
            "",
            "ジャックフロスト",
            "ジャックフロスト",
            "",
            "",
            "ジャックフロスト",
            "ジャックフロスト",
            "ジャックフロスト",
            "ジャックフロスト",
            "ジャックフロスト",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You make good progress through the citadel.",
            "You're not sure if it's because you're getting better at defeating the chilly monsters that live here, or because Jack, wherever he is, is diverting some of them away from you as he makes his own way to the throne room.",
            "Whatever the case, as you turn down another icy corridor, Jack suddenly pops up in front of you.",
            "You're so slow!",
            "You'll never reach the Winter Queen at this rate...",
            "Jack!",
            "Why won't this kid leave you alone?",
            "Kid?! I can promise you I've existed in this world far longer than you have, Dreamer!",
            "As evidenced by the way you're stumbling clumsily around in this place.",
            "You should probably keep it down, though. All the noise you've been making blundering about the place has alerted another whole bunch of Dreamless and Ice Spites.",
            "They're on their way here, right now!",
            "Toodles!",
            "And as quickly as he popped up, Jack waves and disappears once more."
        ],
        [
            "서리 망령과 드림리스를 마주칠 수록 싸우는 것에 익숙해져 간다.",
            "드림리스의 수가 줄어들긴 했지만 내가 적을 물리치는 속도가 빨라진 것인지, 잭이 괴물을 물리치며 앞으로 나아가기 때문인지 확신할 수 없었다.",
            "모퉁이를 돌자 잭이 낄낄거리며 우리 앞에 다시 나타났다.",
            "달리는 것도 느려터졌네!",
            "눈의 여왕을 찾기도 전에 저 괴물한테 발목 잡혀서 죽겠다!",
            "말은 그렇게 하면서도 우리를 도와주는건지, 뭔지 모르겠다.",
            "눈이 마주칠 때마다 씩 웃는 것을 보면 성격이 나쁜 것 같지는 않은데...",
            "왜 자꾸 힐끔거려? 내 얼굴에 뭐 묻었냐?",
            "내가 너보다 훨씬 오래 살았는데. 어른을 보면 공경할 줄 알아야지, 남이 닦아놓은 길로 편하게 다니는 주제에...",
            "따라올 거면 좀 조용히 따라오던가.",
            "네가 하도 시끄럽게 돌아다녀서 온 성의 드림리스나 서리 망령이 너만 쫓아다닌다고.",
            "어디 잘 해봐라!",
            "잭이 손을 살랑거리며 또 다시 사라졌다."
        ],
        [
            "霜の亡霊とドリームレスと戦うたびに、戦いに慣れていく。",
            "ドリームレスの数は少なくなったが、自分が敵を倒すのが速くなったのか、ジャックが怪物を倒しながら進んでいくからなのか、確認することができなかった。",
            "角を曲がると、ジャックがくすくす笑って再び私たちの前に現れた。",
            "走るのも遅いんだね！",
            "雪の女王を探す前に怪物たちに殺されちゃいそうだ！",
            "口ではそう言うものの、私たちを助けてくれているのかなんだかわ分からなかった。",
            "目が合うたびにニコッと笑うところを見ると、性格が悪そうにも見えないが...",
            "なんでそんなチラチラ見るの？僕の顔に何かついてるのか？",
            "僕の方が君よりずいぶん長く生きてるのに。大人を見たら敬わないとね、他人が作った道を楽に進んでおきながら...",
            "ついてくるなら静かについて来てよね。",
            "君があまりにもうるさく歩き回るせいで城中のドリームレスとか霜の亡霊が君を追いかけてるんだから。",
            "うまくやってくれよ！",
            "ジャックが手を振ってまた消えていった。"
        ]
    ],
    "music": [
        "music_shoptheme.wav",
        "",
        "none",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}