{
    "StoryName": "Campaign_SideStory_Puss_In_Boots_5",
    "background": [
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "March Hare",
            "Mad Hatter",
            "",
            "Caterpillar",
            "Cheshire Cat",
            "White Rabbit",
            "",
            "",
            "March Hare",
            "Ranger",
            "Puss In Boots",
            "",
            "March Hare",
            "Mad Hatter",
            "",
            "",
            "Aurora",
            "March Hare",
            "Mad Hatter",
            "",
            "Puss In Boots",
            "Puss In Boots",
            "Puss In Boots"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "삼월 토끼",
            "매드 해터",
            "",
            "캐터필러",
            "체셔 캣",
            "화이트 래빗",
            "",
            "",
            "삼월 토끼",
            "순찰자",
            "퍼스",
            "",
            "삼월 토끼",
            "매드 해터",
            "",
            "",
            "오로라",
            "삼월 토끼",
            "매드 해터",
            "",
            "퍼스",
            "퍼스",
            "퍼스"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "三月うさぎ",
            "マッドハッター",
            "",
            "キャタピラー",
            "チェシャ猫",
            "白うさぎ",
            "",
            "",
            "三月うさぎ",
            "隊員",
            "長靴をはいた猫",
            "",
            "三月うさぎ",
            "マッドハッター",
            "",
            "",
            "オーロラ",
            "三月うさぎ",
            "マッドハッター",
            "",
            "長靴をはいた猫",
            "長靴をはいた猫",
            "長靴をはいた猫"
        ]
    ],
    "dialogueText": [
        [
            "There are so many Nightmares in Haven! How can you hope to defeat them all?",
            "In spite of the party's valiant efforts to reach him, and even with Puss in Boots's frantically flashing sword, the Nightmares are relentless and the young ranger boy is surely moments from death!",
            "That is when you hear an unexpected mechanical whirring sound...",
            "And suddenly the Nightmares are torn apart in a hail of lead shot!",
            "Bright muzzle flashes, blinking at truly insane speeds, illuminate the scene, the light thrown from the trees beyond the edge of the city.",
            "A few moments later and the flash and thunder of gunfire dies away. All of the Nightmares have been torn apart in the hail of shot.",
            "You look around to see March Hare and Mad Hatter emerging from the forest.",
            "Dreamer! It's good to see you again!",
            "INDEED! I'd offer you tea, but Hare and I drank it all on the way here...",
            "Not only Hare and Hatter, but also Cheshire, Caterpillar, and White Rabbit appear out of the trees!",
            "Sorry we're late, Dreamer.",
            "Mmmm, you were about to be even more late...",
            "So very late! The late Dreamer of Phantasia!",
            "You never thought you would be relieved to see this bunch of misfits!",
            "And what's more, you <i>finally</i> got to see Hare's rotary cannon in action!",
            "I told you it made quite a mess!",
            "Thank you for saving me!",
            "And thank you for clearing the way! Our escape route is now open!",
            "You tell Puss to take the people to the Clouded Tower.",
            "Oh, there's no need for you to do that, Puss. We can escort all these people to safety.",
            "I assume this ancient and arcane tower is chock full of tea and cakes, Dreamer...?",
            "Well... he’ll just have to wait to find out, you guess.",
            "Aurora clasps March Hare’s hands and there is a flash of light as something passes between them.",
            "That should allow you access to the tower... make sure nothing else gets inside!",
            "My rotary cannon will see to that!",
            "Save Haven, Dreamer. We’re all counting on you!",
            "You promise you’ll do your absolute best.",
            "Then I will lend my sword to you, Dreamer!",
            "You've proven yourself to be an excellent leader. If you say we can still save Haven from these monsters...",
            "Then I'm ready for the greatest adventure of my life!"
        ],
        [
            "우리는 최선을 다 했지만 여전히 악몽의 수가 너무 많다.",
            "장화신은 고양이의 실력은 뛰어났지만 악몽의 무리를 완전히 뚫고 지나갈 수는 없었다.",
            "그 순간 시끄러운 기계음이 들렸다.",
            "납탄이 빗발친다.",
            "숲속에서 총구가 반짝인다.",
            "앞을 가로막고 있던 악몽들이 총알세례를 버티지 못하고 산산조각났다.",
            "총소리가 잦아들자<br>삼월 토끼와 매드 해터가 여유로운 얼굴로 숲에서 걸어나왔다.",
            "꿈꾸는 자! 이렇게 다시 만나니 반갑네요?",
            "그 - 러게 말입니다! 오, 차라도 한잔 주고싶은데.<br>저와 삼월 토끼가 오는 길에 다 마셔버려서 그만.",
            "체셔 캣과 캐터필러, 화이트 래빗까지 숲속에서 모습을 드러냈다.",
            "내가 조금 늦었니? 미안하게 됐구나, 꿈꾸는 자.",
            "흐응, 네가 훨씬 더 늦은 것 같지만~",
            "네에, 꿈꾸는 자. 당신은 늦을 뻔 했어요.",
            "이 4차원들과 만나는게 이렇게 기쁠 줄이야.",
            "드디어 삼월 토끼의 회전 대포가 발포하는 모습을 보게 됐다.",
            "제가 말했잖아요? 삐뽀삐뽀삐, 이걸 쓰면 난장판이 될 거라고요!",
            "감사합니다, 정말 고맙습니다!",
            "길을 터주어 고맙소! 이제 탈출할 수 있겠구려!",
            "장화 신은 고양이에게 서둘러 사람들을 수호자의 탑으로 데려가주길 부탁했다.",
            "괜찮아요! 꿈꾸는 자.<br>우리가 신속하고 안전하게 사람들을 호위할테니까요.",
            "고대의 신비로운 탑이라니!<br>분명 저 안은 차와 케이크로 가득 차 있겠지요, 꿈꾸는 자...?",
            "매드 해터가 히죽 웃어 보인다.",
            "오로라가 삼월 토끼의 손을 움켜쥐자 밝은 빛이 두 사람의 손에서 반짝였다.",
            "이제 수호자의 탑에 접근하실 수 있을 거예요.<br>그 어떤 괴물도 감히 침입할 수 없도록 하세요!",
            "물론이죠! 제 회전 대포는 만반의 준비를 마쳤으니까요!",
            "오, 꿈꾸는 자! 당신은 안식의 도시를 지키세요!<br> 모 - 두 - 가 당신을 믿고 있습니다?",
            "그들에게 최선을 다하겠노라 약속했다.",
            "그럼 소인은 나리에게 힘을 보태겠소, 꿈꾸는 자!",
            "나리는 훌륭한 대장이오, 그것을 증명하셨소!<br>나리가 저 악몽으로부터 안식의 도시를 구할 수 있다면...",
            "소인은 인생 최고의 모험을 떠날 준비가 되었소!<br>소인을 퍼스라고 불러주시오!"
        ],
        [
            "全力で戦うも、なんせナイトメアの数が多すぎる。",
            "長靴をはいた猫の、戦闘能力は非常に高かった。しかしナイトメアの群れを完全には突破できない。",
            "その時、鼓膜をゆるがすような機械音が聞こえた。",
            "銃弾の雨が降り注ぐ。",
            "森の中で、銃口が光っていた。",
            "前方のナイトメアの群れが、銃弾をまともに浴びて粉々になった。",
            "銃声がおさまると<br>三月うさぎとマッドハッターが悠々とした顔で森から現れた。",
            "ドリーマー！ またお会いできて嬉しいです！",
            "そのとお～りです！ お茶でも一杯... と思いましたが<br>私と三月うさぎが全部飲んでしまいました、残念。",
            "チェシャ猫とキャタピラー、白うさぎまで森の中から姿を現した。",
            "遅れてごめんなさい、ドリーマー。",
            "そっちが遅れたんだと思うけど～",
            "ドリーマー、ぎりぎり間に合いましたね。",
            "これほどこの異常なメンバーが心強いと思ったことはなかった。",
            "ついに、三月うさぎの回転式大砲の威力を、間近で見ることになった。",
            "言ったでしょう？ ピーポーピーポー！ これを使ったら周りが滅茶苦茶になりますよと！",
            "本当にありがとうございます！",
            "助太刀に感謝！ これで切り抜けられますぞ！",
            "長靴をはいた猫に、急いで人々を守護者の塔へ連れて行くようお願いした。",
            "心配いりません、ドリーマー！<br>私達が迅速かつ安全に皆さんを護衛します！",
            "古代の神秘の塔っ！<br>きっとお茶とケーキがてんこもりなのでしょう...ね？",
            "マッドハッターがにやりと笑って見せる。",
            "三月うさぎの手をオーロラが強く握ると、強い光を放ちはじめた。",
            "これで守護者の塔に近づけるはずです。<br>どんな怪物が来ても、侵入を防いでください！",
            "もちろんです！ 回転式大砲は、いつでも準備万端ですわ！",
            "ドリーマー！ あなたは安息の都市をお守りください！<br>み～んなが、あなたを信じていますよ？",
            "最善を尽くすと皆に約束した。",
            "それでは、私は旦那様の力になりましょう。ドリーマー！",
            "旦那様は、素晴らしい隊長だと分かりました！<br>あのナイトメアから安息の都市を救うことができれば...",
            "人生最大の旅に出る覚悟はできました！<br>旦那様、この長靴をはいた猫とまいりましょう！"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "none",
        "none",
        "none",
        "none",
        "music_heroicbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}