{
    "StoryName": "Campaign_Chapter8_Part6",
    "background": [
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "none.png",
        "",
        "",
        "",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "Aurora",
            "",
            "",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "Hina",
            "",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora"
        ],
        [
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "오로라",
            "",
            "",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "히나",
            "",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "오로라"
        ],
        [
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "",
            "",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "ヒナ",
            "",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ"
        ]
    ],
    "dialogueText": [
        [
            "You have done it, Kyo’s attack on Haven has been defeated.",
            "But the toll it has taken on you, from hours of fighting and even more hours tackling blazes and rescuing townsfolk, is extreme.",
            "You try to fight on, knowing that all your comrades must be exhausted as well, but what summoning your heroes takes out of you has only seemed to increase the more your heroes swell in number.",
            "Dreamer, what’s the matter?",
            "You try to raise your head, to answer her question, but the world around you suddenly seems too bright.",
            "A stumbling step forward results in your strength finally giving out, and then you are falling.",
            "Dreamer!",
            "As the too-bright world is swallowed again by darkness, you feel hands catching you and arresting your fall.",
            "Then nothing.",
            "...",
            "... ...",
            "You awake once more in your room, looking up at the ceiling.",
            "Dreamer, you’re awake!",
            "Aurora? Wait... you’re back in Haven...",
            "The attack!",
            "Don’t get up, Dreamer. Everything is fine... the attack is over.",
            "It’s over?",
            "Yes... you remember winning... and seeing Kyo again.",
            "But how long have you been asleep?",
            "About three days.",
            "THREE DAYS?!",
            "I’m sorry, Dreamer, I’ve asked so much of you.",
            "Saffi is right. I am to blame.",
            "To blame for what? For Kyo’s betrayal?",
            "Not for Kyo... but for this whole mess...",
            "And for Tamamo... she shouldn’t have died.",
            "If I had known Tamamo's true character... perhaps I could have...",
            "What is she talking about? How could Aurora be responsible for Kyo murdering Tamamo?",
            "I am not responsible for Kyo’s actions... but Tamamo should never have been so isolated.",
            "I knew about Saffi's requests, but I didn't go to her when she called. I ignored her pleas thinking my own quest was more important...",
            "But she immediately shakes her head, bitterly, disagreeing with her own statement.",
            "No, that's not true... I didn't go to her because... I was scared.",
            "Scared?",
            "Scared of Tamamo no Mae. I was scared I was too weak and she would manipulate me... like I thought she was manipulating Saffi...",
            "I was scared I would lose.",
            "I am a coward and I deserve my sister's hatred.",
            "And I deserve your distrust.",
            "It’s hard to trust when she keeps so much from you... for example, what is happening between her and Kyo?",
            "His name - his <i>true</i> name - is the Nightmare Child.",
            "He and I have met before. Though, the last time we did, he had a different appearance... I didn’t realise he could change it as easily as he changed his name.",
            "Who is he?",
            "He has existed here as long as I have, though our paths rarely cross... and when they do it usually ends in conflict between us.",
            "I confess, I don't know his true nature. But he has always worked against me. He seeks the destruction of Phantasia and the victory of the Dreamless Nether.",
            "I didn't realise he had got so close to you. I should have paid more attention to the militia in Haven, but...",
            "I'm ashamed to admit it, but... I felt that now I had you, everyone else was more or less irrelevant.",
            "And since I was the one who found you, I didn't expect the Nightmare Child to be quite so brazen in approaching you.",
            "I did wonder where the old leader was... but there have been so many leaders and chieftains and rulers and kings...",
            "They all disappear so quickly in a life as long as mine.",
            "She looks sadder still at this admission.",
            "You think back... in all the time you have been here, you don't remember ever seeing both Aurora and Kyo at the same time.",
            "Had he really been hiding in plain sight for so long?",
            "I really have made a mess of things, haven't I?",
            "I truly am sorry, Dreamer...",
            "And this 'agreement' she has with Kyo? What is it? When did she make it?",
            "I... I can't tell you...",
            "Please believe me, if I could I would! Dreamer, you have to understand–",
            "All at once, an image blasts into your head.",
            "...",
            "Aurora disappears and is replaced with another girl, surrounded by ice and snow.",
            "Please... help!",
            "...",
            "You almost swoon and pass out again, such was the power of the image blazing through your mind.",
            "Dreamer! I felt it! What was it? What did you see?",
            "A girl... she was trapped in an ice palace.",
            "What did she look like?",
            "...",
            "Dreamer! What did she look like?",
            "She was... blonde... with bright amber eyes... and she had... wings?",
            "Hina!",
            "Dreamer, that was my sister! Is she in danger?",
            "She was in torment...",
            "We have to help her!"
        ],
        [
            "악몽들의 침공은 실패로 끝이 났다.",
            "쉬지 않고 괴물과 싸우며 불을 끄고, 주민들을 피난시키느라 쌓인 피로로 몸이 무겁다.",
            "도시를 구하기위해 메르헨을 끊임없이 소환했다. 부름에 응한 그들은 긴 전투에도 지친 기색 없이 드림리스를 상대했다.",
            "... 꿈꾸는 자?",
            "의아한 얼굴로 오로라가 나를 돌아본다. 그녀에게 대답해야하는데...",
            "주변의 모든 풍경이 빛 속으로 점멸해 사라진다. 몇 걸음 나아가려다 그만 다리에 힘이 풀려 주저앉고 말았다.",
            "꿈꾸는 자!",
            "모든 것이 빛 속으로 산화하여 사라진다. 그러는 중에도 누군가의 손이 나를 붙잡는게 느껴졌다.",
            "대답하고 싶었지만 눈 앞으로 차가운 공허가 밀려든다.",
            "오직, 그 공허만이...",
            "...",
            "... 다시 눈을 떴을 때, 두통보다 먼저 낯익은 천장이 나를 반겼다.",
            "아, 꿈꾸는 자!",
            "... 그래, 조금 전까지 안식의 도시에서 메르헨과 함께 싸우고 있었다.",
            "악몽과 드림리스를 막아야 한다!",
            "괜찮아요, 꿈꾸는 자. 이제 전부 다 괜찮아요. 안식의 도시는 무사해요.",
            "오로라가 일어나려는 내 몸을 다시 침대에 눕혔다.",
            "서서히 기억이 돌아온다.",
            "악몽을 몰아내고, 도시의 드림리스를 모두 처리했을 때... 쿄가 나를 만나러 왔었다.",
            "꿈꾸는 자, 괜찮으신가요? 사흘씩이나 눈을 뜨지 않아서, 제가 얼마나...",
            "오로라의 목소리에 미미한 울음기가 섞인다.",
            "정말 죄송해요, 제가 당신에게 너무 많은 것을 부탁했어요.",
            "무리인 걸 알면서도...",
            "오로라가 위태로운 목소리로 중얼거렸다.",
            "사피의 말이 옳아요. 모두 제 잘못이에요.",
            "쿄뿐만아니라 이 모든 것들이...",
            "타마모노마에의 일도요, 제가 조금만 더 빨리 눈치챘다면...",
            "오로라가 전에 없이 불안한 목소리로 채 정리되지 않은 단어들을 말했다.",
            "그녀가 어떤 사람인지, 그 영역에서 무슨 일이 벌어지고 있는지 조금만 신중했다면...",
            "사피가 도움을 요청했을 때 저는 대답하지 않았어요.",
            "자연히 화가 난 목소리로 소리치던 사피의 얼굴이 떠오른다.",
            "눈앞의 일이 더 중요하다고 판단해서 부탁을 무시해버렸죠. 어쩔 수 없다는 핑계를 대면서...",
            "고개를 숙인 오로라의 얼굴이 잘 보이지 않는다.",
            "... 그러지 말았어야 했는데. 저는, 저는... 저는 타마모노마에가 무서웠어요.",
            "그녀에게 맞서는 것이 무서웠어요. 사피를 조종한 것처럼 저를 조종할 수도 있으니까요, 모두 제 오해였지만...",
            "제가 대항할 수 없을까봐 무서웠어요.",
            "형편없는 겁쟁이죠, 자매들이 저를 미워한다고 해도 변명할 말이 없어요.",
            "그녀가 모든 것을 설명할 때까지 기다리고 싶었지만, 더 이상 물러설 곳이 없다.",
            "당신은 이제 저를 불신하게 되겠지만... 알고 있는 것은 모두 말씀드릴게요.",
            "... 악몽의 아이.",
            "처음 들어보는 이름이다.",
            "그게 그 자의 본질이에요. 예전에 만났을 때는 다른 얼굴이었는데...<br>설마 모습을 바꿀 수 있을 줄은 몰랐어요.",
            "악몽의 아이는 아주 먼 옛날부터 이 세계에 존재해 왔어요. 저와 만날 일은 없었지만...",
            "우연히 마주치더라도 생각이 달라 교류해본 적은 없어요.",
            "제 말을 믿어주실지 모르겠지만, 저도 자세한 것은 몰라요.<br>그 자의 목적은... 판타지아의 붕괴일테죠. 드림리스 네더가 승리할 방법을 찾고 있을 거에요.",
            "이렇게 가까운 곳에 있었는데, 알아 차렸어야했는데...",
            "당신을 찾았으니 모든 일이 잘 해결될거라고 생각했어요.",
            "제가 그랬듯 악몽의 아이 역시 당신에게 접근할 거라고 생각하지 못했어요.",
            "무언가 머리 속에서 맞물리는 기분이다.",
            "쿄와 처음 만났던 순간이 떠오른다.",
            "오로라 역시 같은 것을 생각하고 있는지 슬프게 미소지었다.",
            "아무리 강한 존재라도 시간이 흐르면 사라지고, 부스러지죠. 아주 찰나의 시간을 살고 사라지는 존재들이 많으니까요.",
            "전임 리더의 실종도... 그저 세월을 이기지 못해 사라진 거라고 여겼어요.",
            "쿄는 전임 리더에 대해서 신중하지 못한 사람이라고 말했었지만... 그 또한 사실이 아니리라.",
            "전임 리더는 이성적이고 신중한 사람이었어요.",
            "안식의 도시가 이만큼 견고하게 버텨낸 것도 모두 그가 닦아둔 기틀 덕분인걸요.",
            "쿄는 오로라를 포함한 일행들에게 쉽게 접근하기 위한 역할이 필요했을 것이다. 전임 리더 역시 또 다른 희생자였으리라.",
            "그 순간",
            "무언가 설명하는 오로라의 목소리가 사라졌다.",
            "꿈...",
            "오로라가 있던 자리에 거대한 얼음 조각상이 나타났다.",
            "눈을 감고 있지만... 그녀가 살아있다는 것을 본능적으로 알 수 있었다.",
            "꿈꾸는 자!",
            "시야가 이리저리 뒤바뀌며 어지럽다. 저절로 구역질이 치밀었다.",
            "괜찮으세요? 안색이 좋지 않아요. 꿈꾸는 자...?",
            "... 방금 그건 뭐였지?",
            "무언가를 보셨나요?",
            "오로라에게 내가 본 풍경에 대해 설명한다. 거대한 얼음 조각상. 그 안에 갇힌 이름 모를 여자.",
            "얼음 조각상이라면... 설마, 히나가...?",
            "제 자매일거에요, 하지만 어떻게...? 그녀를 직접 보셨나요?",
            "금빛 머리카락과 빛나는 날개. 나를 부르는 목소리. 더듬더듬 이어진 설명에 오로라가 놀란 얼굴로 몸을 일으켰다.",
            "히나가 당신에게 도움을 요청했군요. 그녀가... 당신을 부르고 있어요."
        ],
        [
            "悪夢たちの侵攻は失敗に終わった。",
            "休むことなく怪物と戦い、火を消し、住民たちを避難させていた為、疲れが溜まって体が重かった。",
            "都市を救うためにメルヘンをひたすら召喚した。呼びかけに応じる彼らは長い戦闘にもかかわらず、疲れた様子を見せずにドリームレスと戦った。",
            "...ドリーマー？",
            "いかがわしい顔でオーロラが振り返って見た。彼女に返事をしなければいけないのに...",
            "周囲の風景は光の中へと消えていく。何歩か歩こうとしたが、足に力が入らず、座り込んでしまった。",
            "ドリーマー！",
            "全てが光の中へと消えていく。その間にも誰かの手が私を掴んでいるのを感じた。",
            "返事をしたかったが、目の前に冷たい空虚が押し寄せてくる。",
            "ただ、空虚だけが...",
            "...",
            "...再び目を開けた時、頭痛よりも先に見慣れた天井が私を迎えた。",
            "あ、ドリーマー！",
            "...そうだ、少し前まで安息の都市でメルヘンと共に戦っていたんだ。",
            "悪夢とドリームレスを止めなければ！",
            "大丈夫ですよ、ドリーマー。もう全て終わりました。安息の都市も無事です。",
            "オーロラが起きあがろうとする私の体を再びベッドへ戻した。",
            "徐々に記憶が蘇ってくる。",
            "悪夢を追い払い、都市のドリームレスをずべて処理した時...キョウが私に会いに来た。",
            "ドリーマー、大丈夫ですか？４日間も目覚めなかったので、私がどれほど...",
            "オーロラの声には少し泣きそうな声が混じっていた。",
            "本当にすみません、私があなたにあまりにも多くのことを頼んでしまいました。",
            "無理だと分かっていながら...",
            "オーロラがたどたどしい声でつぶやいた。",
            "サフィの言う通りでした。全て私のせいです。",
            "キョウだけではなく、この全てが...",
            "玉藻前のこともそうです、私がもう少し早く気づいていたら...",
            "オーロラがいつになく不安な声で、話のまとまらないまま言った。",
            "彼女がどんな人か、その領域ではどんなことが起こっていたのか、もう少し慎重になっていたら...",
            "サフィが助けを求めた時、私はそれに答えませんでした。",
            "自然と怒って声を張り上げていたサフィの顔が浮かんだ。",
            "目の前のことの方が重要だと考えてその助けを無視してしまいました。仕方がない言い訳をして...",
            "頭をすくめたオーロラの顔はよく見えない。",
            "...そうしてはいけなかったのに。私は、私は...玉藻前が怖かったのです。",
            "彼女に歯向かうことが怖かった。サフィを操っていたように、私も操られるかもしれないから、ですが全て私の誤解でした...",
            "私が対抗できなかったらどうしようと、怖かったのです。",
            "酷い弱虫です、姉妹が私を憎いと言っても何も言い返すことはできません。",
            "彼女が全てを話すまで待ちたかったが、これ以上は引き下がれない。",
            "あなたはもう私のことは信じられないと思いますが...知っていることを全てお話しします。",
            "...悪夢の子",
            "初めて聞く名前だ。",
            "それがその者の本質です。以前に会った時とは別の顔だったのですが...<br>まさか姿を変えることができるとは思っていませんでした。",
            "悪夢の子は遠い昔からこの世界に存在していました。私と出会うことはありませんでしたが...",
            "偶然出会っても、考えが違ったので交流はしたことがありませんでした。",
            "私の話を信じていただけるかは分かりませんが、私も詳しいことはわからないんです。<br>その者の目的は...ファンタジアの崩壊でしょう。ドリームレスネザーが勝利する方法を探しているはずです。",
            "こんなに近くにいたのに、私が気づいていれば...",
            "あなたを見つけたので、全てはうまくいくと思っていました。",
            "私がそうであったように、悪夢の子もあなたに近づくということを私は思いつきませんでした。",
            "なんだか頭の中でうまく噛み合っているような気分だ。",
            "キョウと初めて出会った瞬間が浮かんだ。",
            "オーロラも同じことを考えているのか、悲しいく微笑んだ。",
            "いくら強い存在でも時間が経てば消え、崩れてしまいます。とても短い時間を生きて、死ぬ者が多いですから。",
            "前のリーダーの失踪も...時間の流れに勝つことができずに消えてしまったのだと思っていました。",
            "キョウは前のリーダーについて慎重になれなかった人だと言っていたが...それもまた事実ではないのだろう。",
            "前のリーダーは理性的で慎重な人でした。",
            "安息の都市がこれほど強固に耐えることができたのは、全て彼が磨き上げてきた基礎のおかげです。",
            "キョウはオーロラを含めた一行に簡単に近づくための役割が必要だったはずだ。前のリーダーもその犠牲者なのだろう。",
            "その瞬間",
            "何か説明しようとするオーロラの声が消えた。",
            "ドリーm...",
            "オーロラがいた場所に巨大な氷の彫刻が現れた。",
            "目を瞑っているが...彼女が生きていると言うことを本能的に知ることができた。",
            "ドリーマー！",
            "視界があちこち入れ替わってめまいがする。自然と吐き気が込み上げてきた。",
            "大丈夫ですか？顔色がよくありません。ドリーマー...？",
            "...さっきのは何だ？",
            "何か見たんですか？",
            "オーロラに見たものについて説明した。巨大な氷の彫刻。その中に閉じ込められた名前の知らない女の子。",
            "氷の彫刻なら...まさか、ヒナが...？",
            "私の妹だと思います、ですがどうして...？彼女を直接見たんですか？",
            "金髪と光る翼。私を呼ぶ声。たどたどしく続く説明にオーロラが驚いた顔で体を起こした。",
            "ヒナがあなたに助けを求めたんですね。彼女が...あなたを呼んでいます。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "none",
        "none",
        "none",
        "none",
        "music_sanctuary.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_shadowsawait.wav",
        "",
        "",
        "",
        "",
        "none",
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}