{
    "StoryName": "Campaign_LibraryStory_Goldilocks_3",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "Goldilocks",
            "",
            "",
            "",
            "Scarecrow",
            "Goldilocks",
            "Scarecrow",
            "",
            "Goldilocks",
            "",
            "",
            "Scarecrow",
            "Goldilocks",
            "Scarecrow",
            "Goldilocks",
            "",
            "Goldilocks",
            "Scarecrow",
            "Scarecrow",
            "",
            "",
            "",
            "",
            "",
            "Goldilocks",
            "",
            "",
            "Goldilocks",
            "",
            "",
            "Goldilocks",
            ""
        ],
        [
            "",
            "골디락스",
            "",
            "",
            "",
            "허수아비",
            "골디락스",
            "허수아비",
            "",
            "골디락스",
            "",
            "",
            "허수아비",
            "골디락스",
            "허수아비",
            "골디락스",
            "",
            "골디락스",
            "허수아비",
            "허수아비",
            "",
            "",
            "",
            "",
            "",
            "골디락스",
            "",
            "",
            "골디락스",
            "",
            "",
            "골디락스",
            ""
        ],
        [
            "",
            "ゴルディロックス",
            "",
            "",
            "",
            "かかし",
            "ゴルディロックス",
            "かかし",
            "",
            "ゴルディロックス",
            "",
            "",
            "かかし",
            "ゴルディロックス",
            "かかし",
            "ゴルディロックス",
            "",
            "ゴルディロックス",
            "かかし",
            "かかし",
            "",
            "",
            "",
            "",
            "",
            "ゴルディロックス",
            "",
            "",
            "ゴルディロックス",
            "",
            "",
            "ゴルディロックス",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The next potential master baker Goldilocks wants to see is a bit of a surprise to you.",
            "Scarecrow might seem like a strange one to take up baking, but I have it on good authority from Tin Knight that her pies are delicious.",
            "Goldilocks has brought you out to Scarecrow's clearing for the next taste test.",
            "Hmmm, you wonder what kind of pies Scarecrow makes, though?",
            "Apple? Blackberry?",
            "Ahoy, you two!",
            "Hello Scarecrow! We're not intruding, are we?",
            "Not at all! A little bird told me you were on a cake tour, so I put a pot of coffee on!",
            "She beckons you both to follow, then turns and bustles off to get things ready.",
            "Heh, Scarecrow is always so considerate of others. And to think she thinks she doesn't have a brain...",
            "You both follow Scarecrow into the clearing where she grows all her crops.",
            "You see that she has set up a little wooden table with a pot of steaming coffee and a round, flat and suspiciously brown confection sitting on a little plate.",
            "How about a nice slice of mud pie?",
            "Uh... that's not...",
            "Oh, don't worry, it's chocolate!",
            "Oh, phew! Yes, I'd love some!",
            "Scarecrow pours the coffee and cuts a slice for each of you. Even though you're both a bit apprehensive about the look, you nervously take a bite...",
            "Mmmm! This is delicious, Scarecrow!",
            "Why, thankee Goldi!",
            "I've just learned how to make these. This is the first batch where I used chocolate instead of real mud.",
            "Well, that was a stroke of luck for you and Goldi, then!",
            "Wait... if these are the first she made without real mud, then what was Tin Knight...",
            "Aha... probably best not to think about that!",
            "But it really is delicious. Rich and chocolatey and it goes with Scarecrow's coffee perfectly.",
            "You eat your slice enthusiastically, then look at Goldilocks... and you see she has stopped eating.",
            "...",
            "There is a slightly wistful look on her face.",
            "You ask Goldilocks what's wrong.",
            "I don't know. It's delicious and everything, but... it feels like there's something missing.",
            "Hmmm, you think you might have an idea what that might be...",
            "Perhaps you should head back, now, before it gets late and Ginger starts bringing in all the unsold cakes.",
            "Yeah... I guess we can keep trying more cakes tomorrow? There's got to be an ultimate cake out there somewhere, right?",
            "You're sure there is."
        ],
        [
            "제빵사 후보 리스트를 넘겨보던 골디락스가 눈을 가늘게 뜬다.",
            "흠, 그러고보니... 양철 나무꾼씨에게 허수아비씨가 파이를 잘 굽는다는 이야기를 들었던 것 같아요.",
            "허수아비가 만드는 쿠키와 파이라... 나도 궁금해지기 시작했다.",
            "애플 파이? 블루베리 파이? 타르트 종류를 만들까? 괜히 궁금해진다.",
            "허수아비의 집 쪽으로 걸음을 옮기는데 마침 마당에 나와있던 그녀가 손을 흔들었다.",
            "오! 안녕! 순찰하는 중이야?",
            "안녕하세요, 허수아비씨! 어쩐 일로 마당에 나와 계세요?",
            "이 작은 새가 너희가 오는 중이라고 알려주더라고. 커피도 내려뒀는데, 마시고 갈래?",
            "허수아비가 집 안으로 들어가자며 손짓했다.",
            "정말 친절하시네요, 사실 저희가 로빈씨에게 들었는데...",
            "골디락스가 조잘거리며 허수아비를 따라 집 안으로 들어섰다.",
            "김이 모락모락 나는 커피 포트와 나무 탁자 위에 과자들이 담긴 접시가 놓여 있었다.",
            "너희도 머드 파이 한 조각 먹을래?",
            "머드... ... 머드 파이요?",
            "아하하! 이름만 그런거야. 이건 초콜릿이라고!",
            "저는 또 그런 취미가 있으신 줄 알고... 네! 한번 먹어볼래요.",
            "찬장에서 예쁜 접시를 꺼낸 허수아비가 파이를 한 조각씩 잘라 내밀었다.",
            "이거... 정말 맛있는데요?",
            "그래? 마음에 들어?",
            "쿠키 종류는 원래 만들 수 있었지만, 파이 만드는 건 얼마 전에 배웠거든. 아직 연구 단계야. 초콜릿을 쓴 지는 얼마 안 됐어.",
            "허수아비가 수줍게 웃으며 말했다.",
            "초콜릿을 쓴 지 얼마 안 된 파이라면... 예전에는 초콜릿이 아닌 다른 재료를 썼다는 말일텐데. 신경 쓰이기 시작한다.",
            "양철 나무꾼이 먹은 머드 파이는 뭘로 만든 파이였을까. 모른 척 하기로 했다.",
            "파이는 걱정이 무색할 정도로 정말 맛있었다.",
            "풍성한 초콜릿이 커피와 잘 어울렸다.",
            "...",
            "골디락스가 생각에 잠긴 얼굴로 파이를 바라본다.",
            "평소라면 파이를 전부 먹어치웠을텐데 딱 한 조각만 먹는 모습이 이상하게 느껴졌다.",
            "이 파이는 정말 맛있어요. 다들 그렇게 생각할거에요. 그런데...",
            "골디락스는 머뭇거리며 한참 고심했지만, 설명할 수 있는 단어를 찾지 못한 사람처럼 고개를 가로저었다.",
            "허수아비가 의아한 표정으로 나를 바라본다.",
            "대접해주셔서 감사해요, 허수아비씨! 제가 왜 이러나 모르겠네요...",
            "골디락스는 곧 아무렇지 않은 얼굴로 허수아비와 수다를 떨기 시작했다."
        ],
        [
            "パティシエリストを見ていたゴルディロックスが、目を細めた。",
            "うーん、そういえば...ブリキの木こりさんから<br>かかしさんの焼いたパイがおいしいという話を聞いた気がします。",
            "かかしが作るクッキーとパイ...私も気になり始めた。",
            "アップルパイ？ブルーベリーパイ？それともタルト？",
            "かかしの家の近くまで来ると、ちょうど庭にいた彼女が手を振った。",
            "こんにちは！パトロール中かな？",
            "こんにちは、かかしさん！どうして庭にいらっしゃるんですか？",
            "この小さな鳥が、君たちがこちらに向かってるって教えてくれたの。<br>コーヒーも淹れておいたんだけど、良かったらどう？",
            "かかしは家の中へと手招きした。",
            "本当にお優しいですね。実は、ロビンさんから聞いたのですが...",
            "ゴルディロックスが説明し、かかしのあとに続いて家の中に入った。",
            "ウッドテーブルの上には<br>湯気がのぼるコーヒーポットとお菓子が載ったお皿が置かれていた。",
            "君たちもマッドパイはどう？",
            "マ......マッドパイですか？",
            "あはは！名前だけだよ。これはチョコレート！",
            "あっ！てっきりそういう趣味なのかと...はい！ぜひいただきます。",
            "食器棚から可愛いお皿を取りだしたかかしが、パイを1ピースずつ切ってくれた。",
            "これ...とってもおいしいですね。",
            "そう？気に入った？",
            "クッキーは元々得意だったんだけど、パイは最近習ったの。<br>だからまだ練習中だよ。チョコを使ったのも最近！",
            "かかしが照れくさそうに笑いながら言った。",
            "チョコを使ったのが最近なら...前は他の材料を使っていたということだ。<br>急に気になり始めた。",
            "ブリキの木こりが食べたマッドパイは何で作ったパイだったのだろう。<br>深く考えてはいけない気がした。",
            "パイはそんな心配が吹き飛ぶほど本当においしかった。",
            "たっぷりのチョコがコーヒーとよく合っている。",
            "...",
            "ゴルディロックスは何か考えながらパイを見つめている。",
            "普段ならパイを食べ尽くしそうだが、1ピースしか食べないのも妙だ。",
            "このパイはとってもおいしいです。みんなそう思うでしょう。でも...",
            "ゴルディロックスは色々と考えたが、<br>上手く説明できる単語が見つからないのか首を横に振った。",
            "かかしが不思議そうな顔で私を見つめる。",
            "おもてなしありがとうございました。かかしさん！<br>自分でもよく分からなくて...すみません。",
            "ゴルディロックスは何ともなかったかのように、かかしとおしゃべりを始めた。"
        ]
    ],
    "music": [
        "music_sweet.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}