{
    "StoryName": "Campaign_Chapter14_Part11",
    "background": [
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "white",
        "white",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab",
        "lab"
    ],
    "character": [
        [
            "Rat King",
            "",
            "",
            "",
            "Geppetto",
            "",
            "Geppetto",
            "Geppetto",
            "Geppetto",
            "",
            "Geppetto",
            "",
            "",
            "",
            "",
            "",
            "Frankenstein",
            "Frankenstein",
            "",
            "Dracula",
            "Frankenstein",
            "Dracula",
            "Dracula",
            "Van Helsing",
            "Dracula",
            "Dracula",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "Dracula",
            "Dracula",
            "",
            "",
            "Dracula",
            "Dracula",
            "Dracula",
            "",
            "",
            "",
            "Dracula",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Dracula",
            "Aurora",
            "",
            "Dracula",
            "",
            "",
            "Dracula",
            "",
            "Esme",
            "Vita",
            "Saffi",
            "Nyx",
            "Hina",
            "Aurora",
            "Aurora",
            "Hina",
            "",
            "",
            "Dracula",
            "Van Helsing"
        ],
        [
            "쥐마왕",
            "",
            "",
            "",
            "제페토",
            "",
            "제페토",
            "제페토",
            "제페토",
            "",
            "제페토",
            "",
            "",
            "",
            "",
            "",
            "프랑켄슈타인",
            "프랑켄슈타인",
            "",
            "드라큘라",
            "프랑켄슈타인",
            "드라큘라",
            "드라큘라",
            "반 헬싱",
            "드라큘라",
            "드라큘라",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "드라큘라",
            "드라큘라",
            "",
            "",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "",
            "",
            "",
            "드라큘라",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "드라큘라",
            "오로라",
            "",
            "드라큘라",
            "",
            "",
            "드라큘라",
            "",
            "에스메",
            "비타",
            "사피",
            "닉스",
            "히나",
            "오로라",
            "오로라",
            "히나",
            "",
            "",
            "드라큘라",
            "반 헬싱"
        ],
        [
            "ネズミ魔王",
            "",
            "",
            "",
            "ゼペット",
            "",
            "ゼペット",
            "ゼペット",
            "ゼペット",
            "",
            "ゼペット",
            "",
            "",
            "",
            "",
            "",
            "フランケンシュタイン",
            "フランケンシュタイン",
            "",
            "ドラキュラ",
            "フランケンシュタイン",
            "ドラキュラ",
            "ドラキュラ",
            "ヴァン・ヘルシング",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            "",
            "ドラキュラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "ドラキュラ",
            "オーロラ",
            "",
            "ドラキュラ",
            "",
            "",
            "ドラキュラ",
            "",
            "エスメ",
            "ヴィータ",
            "サフィ",
            "ニクス",
            "ヒナ",
            "オーロラ",
            "オーロラ",
            "ヒナ",
            "",
            "",
            "ドラキュラ",
            "ヴァン・ヘルシング"
        ]
    ],
    "dialogueText": [
        [
            "Nooooooo... ssss...",
            "The Rat King falls, stabbed through the heart by a hero's blade.",
            "When his body hits the floor, it explodes into scores of rats that skitter and flee into the darkness of the castle.",
            "With the Rat King finally defeated, Geppetto gives up.",
            "I yield, Dreamer! Spare me.",
            "You didn't expect him to give up this easily! Isn't he going to protect Dracula's grand plan?",
            "For what? I can't enjoy the fruits of that plan if I'm dead. Not that I ever truly believed in it... but Dracula needed my skills to make it work.",
            "Everyone is someone's puppet, Dreamer.",
            "But it seems I have finally tired of someone else pulling my strings.",
            "Geppetto stands aside, allowing you access to the laboratory.",
            "Though in truth, you may already be too late.",
            "You step into the laboratory.",
            "Inside, you once again see the machine Dracula had created to shroud his realm.",
            "All of the World Stones are now locked into it and it seems repaired and ready to go.",
            "Only now, it appears to have been slightly modified... and Dracula himself is climbing into it!",
            "Frankenstein fusses around nearby, apparently trying to talk him down.",
            "But Master! It's not ready!",
            "The machine hasn't been properly calibrated for you, yet!",
            "As you enter, Dracula looks up and sees you. He laughs, mirthlessly.",
            "You're too late, Dreamer! I no longer need you to use this machine. I will shroud my realm myself, using my powers and the Night Stone's combined!",
            "But, Master, the World Stones! They'll be nearly impossible to control!",
            "Fool!",
            "I have a mind strong enough to control <i>anyone!</i>",
            "Dracula! Step down from that death trap! Before it's too late for all of us!",
            "Never!",
            "Start the machine!",
            "Whimpering, Frankenstein reaches for the controls. Quick as a flash, Van Helsing levels his crossbow at her and fires.",
            "But her gigantic creature steps in front of her, and the bolt embeds itself in his bicep. He doesn't even seem to feel it...",
            "And then the machine is whirling into motion.",
            "NO!",
            "Van Helsing fires another bolt, this time at Dracula himself, but it simply deflects off the whirling machinery.",
            "Darkness begins to spread from Dracula's core, now hardly visible amidst the whirling machine!",
            "The power! THE POWER!",
            "I will save this world myself!",
            "But will he?",
            "As the power in the machine continues to rise, Dracula's cries of triumph transform into screams of pain!",
            "AAAAGH! NOO!",
            "IT CANNOT BE!",
            "HOW CAN YOU CONTROL SUCH UNRULY WORLD STONES!",
            "It was never about 'controlling' them, or forcing them to do your will.",
            "It was always about working together with them with their agreement and approval.",
            "But a man like Dracula, bent only on domination, would never understand that.",
            "EEEAAAAAAAAAAARRRGGGHH!!!",
            "The machine whirls in a frenzy of spinning metals and it begins to shriek as it comes apart.",
            "The darkness that had been spreading, inverts and drives back inwards.",
            "There is an explosion and an actinic flash, as the machine wrenches itself apart, sending spinning shards of metal about the room.",
            "You hide behind wooden shelves to avoid being injured. Frankenstein only escapes harm due to Bob standing in front of her, though the huge creature begins to resemble a pincushion.",
            "Not that he seems to notice...",
            "The cage holding the World Stones fractures and casts the stones around the room and then at last everything becomes still.",
            "As the power finally fizzles out and the smoke clears.",
            "In the midst of the wreckage of Dracula's machine a dark shape rises.",
            "Uuuuuuuuaaaaarrrgh!",
            "What is that thing?",
            "It's Dracula! Transformed into... <i>something huge</i>...",
            "RRRAAAAAAARRRGH!",
            "The enraged night-formed creature roars and attacks, calling forth a multitude of ink black creatures that flap and fly at you!",
            "As this new nightmare surges forward, however, there is a flash of light and for a moment Dracula and his creatures recoil.",
            "!!!",
            "Then suddenly, all five World Stones stand before you.",
            "Dreamer!",
            "Heheh!",
            "Finally!",
            "You made it... I knew you would.",
            "Leave this to us, Dreamer! We have a score to settle with Dracula!",
            "Ah! Everyone!",
            "You're all safe!",
            "No time for reunions, Aurora!",
            "You should say so!",
            "The night creatures under Dracula's control come flying at you as Dracula’s monstrous form howls in fury!",
            "GGRRAAAAAAAAWWRRR!",
            "Look out! Here they come!"
        ],
        [],
        []
    ],
    "music": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}