{
    "StoryName": "Campaign_Chapter6_Part2",
    "background": [
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Aurora",
            "Esme",
            "Aurora",
            "Aurora",
            "Aurora",
            "Mal",
            "Lis",
            "",
            "",
            "",
            "",
            "",
            "Esme",
            "Vita",
            "Aurora",
            "Saffi",
            "",
            "",
            "Esme",
            "Vita",
            "",
            "Aurora",
            "Vita",
            "Vita",
            "",
            "",
            "Celeste",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "오로라",
            "에스메",
            "오로라",
            "오로라",
            "오로라",
            "말",
            "리즈",
            "",
            "",
            "",
            "",
            "",
            "에스메",
            "비타",
            "오로라",
            "사피",
            "",
            "",
            "에스메",
            "비타",
            "",
            "오로라",
            "비타",
            "비타",
            "",
            "",
            "셀레스티",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "オーロラ",
            "エスメ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "マル",
            "リズ",
            "",
            "",
            "",
            "",
            "",
            "エスメ",
            "ヴィータ",
            "オーロラ",
            "サフィ",
            "",
            "",
            "エスメ",
            "ヴィータ",
            "",
            "オーロラ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "セレステ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Your unease doesn't abate, even after leaving Haven and entering the next realm.",
            "But then, why would you feel easy entering a place known as “the Realm of Endless Night”?",
            "The place lives up to its name: as soon as you pass into its borders, an unearthly darkness descends, as if you passed through some unseen barrier into another world.",
            "In spite of the gloom, the forests here are actually quite beautiful, though you can't shake the feeling that eyes constantly watch you from behind trees just beyond your vision...",
            "We all have to be careful. The Dominion here is exceptionally dangerous.",
            "More dangerous than a mad queen? Or an actual dragon?",
            "Tamamo is dangerous in a very different way to the Dominions we've faced before.",
            "I didn't interact with her a great deal, but by all accounts, she is ruthless, cruel and incredibly cunning.",
            "She became Dominion of this realm by outmaneuvering and deposing its previous rulers, one by one.",
            "I heard even worse stories... some of the soldiers back at Haven told me she eats the people she defeats. Even children!",
            "She sounds really scary!",
            "You tell Lis that you won't let anything bad happen to her.",
            "Mal makes a quip about Lis being so small Tamamo wouldn't even know she'd eaten her, but even that does little to raise the mood.",
            "Until –",
            "You round a bend and find a figure standing in the middle of the road, blocking your path.",
            "From her attire and the glowing blue gem floating around her head, you guess she's another World Stone and Esme, Vita and Aurora's reactions confirm this.",
            "That's...",
            "Saffi!",
            "Sister! It's so good to see you're safe!",
            "Go away.",
            "The Mindstone turns and disappears after that one simple proclamation.",
            "Aurora and her sisters look shocked at the abrupt dismissal.",
            "What was that about?",
            "Does she actually want us to leave? Hey, big sis, what's going on?",
            "Aurora shakes her head in disbelief.",
            "I don't know... but we can't turn back now.",
            "Of course not!",
            "... Right, Dreamer?",
            "After coming all this way? How can you?",
            "You need all of the World Stones if you're to have a chance against the Dreamless Nether, after all...",
            "Dreamer!",
            "You're snapped from your thoughts by Celeste's urgent warning shout. She points into the trees to the right and you see all manner of strange creatures heading your way.",
            "It's almost as if Saffi has sent them against you, herself..."
        ],
        [
            "안식의 도시를 떠나 다음 영역에 들어왔지만,<br>지난밤의 불안감을 떨쳐낼 수 없었다.",
            "이 끝없는 밤의 세계라는 곳은<br>다른 영역에 비해서 너무 쉽게 들어올 수 있었다.",
            "영역 간의 어떤 경계를 통과한 순간.<br>주변 풍경이 섬뜩한 어둠을 머금은 것처럼 바뀌었었다.",
            "끝없는 밤... 이름과 같은 영역.<br>짙은 어둠에도 불구하고 숲은 아름다웠으나,<br>어디선가 무거운 시선이 느껴졌다.",
            "다들 조심하세요. 이곳의 도미니언은<br>이전보다 위험할지도 몰라요.",
            "... 여왕이나 그 드래곤보다도 더?",
            "이곳을 수호하는 도미니언은 타마모노마에.<br>그녀는 조금 다르게 위험해요.",
            "그녀와 직접 대면한 적은 아직 없지만<br>무자비하며 잔인하고 믿을 수 없을 정도로 교활한 것으로 악명 높아요.",
            "그녀는 밤의 세계를 지배하던 기존의 도미니언을 쫓아내고<br>결국 이 영역의 지배자가 되었어요.",
            "더 무서운 소문도 들었어.<br>타마모노마에는 자기가 굴복시킨 사람들을 잡아먹는대!",
            "으응...<br>되게 무서운 도미니언일 것 같아...",
            "말이 리즈에게 농담을 했다가 셀레스티에게 핀잔을 듣는다.",
            "말은 핀잔을 들으면서도 농담을 계속한다.<br>리즈는 하도 작아서 타마모노마에가 삼켜버리는 데 순식간이라니.",
            "일행은 경계를 늦추지 않고 조심스럽게 나아가다 무언가와 마주쳤다.",
            "... 길 한가운데에 여자가 서있다.",
            "푸른색의 이질적인 그림자.<br>독특한 옷을 입은 여자 머리 위에 푸른 보석이 떠다니고 있었다.",
            "... 사피?",
            "사피 언니!",
            "무사해 보여서 정말 다행이에요.",
            "... 돌아가. 지금 바로, 당장.",
            "마인드 스톤 사피는 그 한마디만 남기고 무표정하게 사라졌다.",
            "오로라와 자매는 그녀의 태도에 충격을 받은 모양이다.",
            "어, 어...?<br>방금 무슨 일이 있었던 거야...?",
            "정말 우리가 그냥 돌아가기를 바라는거야?<br>큰 언니, 대체 사피 언니가 왜 저러는 거야...?",
            "오로라도 방금 일어난 일을 믿지 못하겠다는 표정이다.",
            "저도... 모르겠어요.<br>하지만 우리는 여기까지 온 이상 그냥 되돌아갈 수 없어요.",
            "당연하지!",
            "그렇지? 꿈꾸는... 자...?",
            "오로라는 분명 모든 월드스톤의 힘을 모아야 한다고 말했었다.",
            "생각을 정리하며 비타의 말에 고개를 끄덕여주었다.",
            "꿈꾸는 자.<br>드림리스야!",
            "마차 앞에 있던 셀레스티의 외침에 일행의 시선이 향한다.<br>그녀가 가리키고 있는 오른쪽 숲속에서 처음 보는 드림리스가 다가온다.",
            "사피가 우리의 길을 막기 위해 보낸 게 아니기만을 바랬다."
        ],
        [
            "安息の都市を出て、次の領域に入ったが、<br>昨晩の不安感を拭い去ることができなかった。",
            "この終わりなき夜の世界という場所は<br>他の領域と比べて簡単に入ることができた。",
            "領域間のある境界を通過した瞬間。<br>周囲景色が不気味な闇を抱え込んだような雰囲気に変わった。",
            "終わりなき夜...名前と同じような領域。<br>深い闇にもかかわらず、森は美しかったが、<br>どこかから重い視線を感じた。",
            "みなさん気をつけてください。ここのドミニオンは<br>以前よりも危険かもしれません。",
            "...女王やドラゴンよりもっと？",
            "ここを守るドミニオンは玉藻前。<br>彼女は少し違った意味で危険なのです。",
            "彼女は直接会ったことはないですが、<br>無慈悲で残酷で、信じられないほど狡猾な事で悪名高いです。",
            "彼女は夜の世界を支配していた既存のドミニオンを追いやり、<br>結局この領域の支配者になりました。",
            "もっと恐ろしい噂も聞いたよ。<br>玉藻前は屈服させた人を食べるんだって!",
            "うーん...<br>すごく怖そうなドミニオンだね...",
            "マルがリズに冗談を言い、セレステに叱られた。",
            "マルは叱られながらも冗談を続けた。<br>リズはとても小さいから玉藻前が飲み込むのも一瞬だという。",
            "一行は警戒を緩めず気をつけて進んでいくと、何かに出くわした。",
            "...道の真ん中に女の子が立っている。",
            "青色の異質な影。<br>独特な服を着た女の子の頭の上には、青色の宝石が浮いている。",
            "...サフィ？",
            "サフィお姉ちゃん！",
            "無事そうでよかったです。",
            "...帰って。今すぐ。",
            "マインドストーンのサフィはその一言だけを残して無表情で消えていった。",
            "オーロラと姉妹は彼女の態度に衝撃を受けたようだ。",
            "ん、ん...？<br>今何が起こったの...？",
            "本当にあたしたちに帰ってほしいのかな？<br>お姉ちゃん、一体どうしたんだろう...？",
            "オーロラもついさっきの出来事が信じられないといった表情だ。",
            "私も...分かりません。<br>ですが、ここまで来たからには何もせずに帰ることはできません。",
            "当然でしょ！",
            "だよね？ドリー...マー...？",
            "オーロラは多分全てのワールドストーンの力を集めなければいけないと言っていた。",
            "考えを整理して、ヴィータの言葉に頷いた。",
            "ドリーマー。<br>ドリームレスだよ！",
            "馬車の前にいたセレステの叫び声に一行の視線が向けられた。<br>彼女が指差す右側の森のから初めて見るドリームレスが近づいてくる。",
            "サフィが私たちの行く手を阻むために送ったものではないことを願った。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}