{
    "StoryName": "Campaign_SideStory_Mad_Hatter_+_March_Hare_4",
    "background": [
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "none.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Mad Hatter",
            "",
            "March Hare",
            "Mad Hatter",
            "Mad Hatter",
            "",
            "March Hare",
            "Mad Hatter",
            "March Hare",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Mad Hatter",
            "",
            "March Hare",
            "",
            "Mad Hatter",
            "March Hare",
            "Mad Hatter",
            "",
            "",
            "",
            "",
            "",
            "March Hare",
            "Mad Hatter",
            "Mad Hatter",
            "March Hare",
            "",
            "",
            "",
            "",
            "Mad Hatter",
            "March Hare",
            "",
            "Mad Hatter",
            "March Hare",
            "",
            "Mad Hatter",
            "",
            "March Hare",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "매드 해터",
            "",
            "삼월 토끼",
            "매드 해터",
            "매드 해터",
            "",
            "삼월 토끼",
            "매드 해터",
            "삼월 토끼",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "매드 해터",
            "",
            "삼월 토끼",
            "",
            "매드 해터",
            "삼월 토끼",
            "매드 해터",
            "",
            "",
            "",
            "",
            "",
            "삼월 토끼",
            "매드 해터",
            "매드 해터",
            "삼월 토끼",
            "",
            "",
            "",
            "",
            "매드 해터",
            "삼월 토끼",
            "",
            "매드 해터",
            "삼월 토끼",
            "",
            "매드 해터",
            "",
            "삼월 토끼",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "マッドハッター",
            "",
            "三月うさぎ",
            "マッドハッター",
            "マッドハッター",
            "",
            "三月うさぎ",
            "マッドハッター",
            "三月うさぎ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "マッドハッター",
            "",
            "三月うさぎ",
            "",
            "マッドハッター",
            "三月うさぎ",
            "マッドハッター",
            "",
            "",
            "",
            "",
            "",
            "三月うさぎ",
            "マッドハッター",
            "マッドハッター",
            "三月うさぎ",
            "",
            "",
            "",
            "",
            "マッドハッター",
            "三月うさぎ",
            "",
            "マッドハッター",
            "三月うさぎ",
            "",
            "マッドハッター",
            "",
            "三月うさぎ",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "With the latest wave of enemy Dreamless fought off, the number of enemies the Queen of Hearts is sending at you seems to be slackening off.",
            "You camp just out of sight of the walls of the Queen of Hearts' palace.",
            "It's here that you come up with a plan to carry off this crazy tea party and gain the madcap pair's trust.",
            "As you draw up the final details of your plan, you call the Mad Hatter and the March Hare to tell them what you intend.",
            "So, you expect us to sneak into the palace, search for a suitable location and hold the tea party before the Queen of Hearts has been defeated?",
            "You thought the whole idea was to show the queen how important tea parties were. How does the Hatter expect you to do that if she's already been defeated?",
            "The Dreamer has a point, Hatter.",
            "VERY WELL!",
            "We shall follow your plan, Dreamer. But I think I want it on record that I think you're completely crazy!",
            "You're the one who's crazy?!",
            "Maybe, Dreamer, but I have to say: I like your style.",
            "As do I, you are indeed a Dreamer of impossible dreams!",
            "When do we set off?",
            "You tell them to be ready to set off once night falls.",
            "And so it is, with the Mad Hatter, the March Hare and all their tea party paraphernalia in tow, you head to the Queen's palace under cover of darkness.",
            "It is a palace rather than a castle and, as such, is far less impenetrable than it could have been.",
            "You manage to approach it without being seen by any guards and break a window to gain entry.",
            "Once inside, you begin searching the sleeping palace for an appropriate room to hold the tea party.",
            "After a short search, you find a likely room.",
            "When you look around, however, both the March Hare and the Mad Hatter have disappeared.",
            "You cast about, panic slowly rising, until-",
            "Quickly, Dreamer! This way!",
            "You wince at the volume of his exclamation in the quiet palace",
            "Your voice, Hatter, is far too loud.",
            "Where are you supposed to be going? You've already found a good room to hold the tea party in.",
            "Ah, yes, but you don't expect us to hold a tea party in the middle of the night, do you?",
            "Mid-to-late morning is by far the superior time for a tea party. Or maybe mid-afternoon...?",
            "I've found us a broom cupboard to hide in until the time is right.",
            "Ooookay, this might as well happen.",
            "You let them drag you away to their hiding place to wait until the sun comes up.",
            "...",
            "...",
            "Someone is shaking you. Did you fall asleep?",
            "Dreamer... Dreamer, wake up. It's time.",
            "It's time...",
            "FOR THE GREATEST TEA PARTY THERE EVER WAS!",
            "Shhhhhh!",
            "After rousing yourself fully, you tiptoe from your hiding place and head back to the room you found previously.",
            "It's in a remote part of the palace and the palace itself feels strangely empty.",
            "Have you defeated so many of the Queen's minions that her court is running out?",
            "Well, all that matters for the moment is this crazy tea party. When you find the room again, your two companions are delighted.",
            "This is perfection itself!",
            "To have a tea party in such a location... we cannot thank you enough, Dreamer!",
            "Yeah, yeah, just hurry it up",
            "Now... LET THE TEA PARTY COMMENCE!",
            "Urk! Too noisy, Hatter!",
            "You have to agree. Especially when you start to see Dreamless appearing from down the corridor.",
            "Well, Dreamer, you'll just have to defend this tea party until the last cup has been drunk!",
            "Can you use March Hare's rotary cannon?",
            "Of course not! I don't want it getting scratched!",
            "Of course...",
            "You heave yourself to your feet, place yourself at the door to the tea party room and summon your heroes.",
            "This better end up being worth it!"
        ],
        [
            "퀸 오브 하트가 다루는 드림리스의 수가 아까보다 줄어드는 것 같았다.",
            "해가 지기 전, 일행은 궁전에서 약간 떨어진 곳에 간이 캠프를 만들기로 했다.",
            "이 정신 나간 다과회 성전을 어떻게 현실화하겠다는 둘은 캠프를 만들면서도 들떠있었다.",
            "여왕에게 다과회를 보여줄 거라는 정신 나간 짓과 현실적인 이성이 충돌해서 머리가 아팠다.<br>하지 않겠다는 심정으로 말도 안 되는 계획을 들이밀어 보았다.",
            "그러니까... 우리가 궁전에 몰래 잠입해 들어간 다음,<br>적당한 장소를 찾아서...<br>퀸 오브 하트를 쓰러트리기 전에 다과회를 열어야 한다, 뭐 그런 뜻입니까?",
            "매드 해터의 말에 고개를 끄덕여 보였다.",
            "핵심을 짚었잖아, 해터! 꿈꾸는 자를 봐요!",
            "... 이 미친 계획은 무척...",
            "완 - 벽 - 해!!",
            "이럴 수가.",
            "정말 대단해요! 당신은 미쳤어!<br>당신은 미친 사람 중에 미친 사람으로 기억될 거예요.",
            "사월 토끼의 말에 저도 동의합니다!<br>당신은 진실로 불가능한 것을 꿈꾸는 자로군요!",
            "그래서, 출발은 언제죠?",
            "오늘 밤, 우리들은 정신 나간 계획을 실행하기로 했다.",
            "그렇게 밤이 되었다.<br>나머지 이들은 캠프에 두고 우리 셋은 다과회의 준비물을 챙겼다.<br>어두운 밤, 베일 같은 침묵을 틈타 여왕의 궁전으로 향했다.",
            "예상외로 주변을 경계하는 존재도 없었기 때문에<br>예상했던 것보다 훨씬 쉽게 침입할 수 있었다.",
            "우리는 무사히 궁전으로 들어왔다.",
            "광활하고 넓은 고요한 궁전에서 다과회 장소를 찾기 시작했다.",
            "덜컥 -",
            "...<br>삼월 토끼와 매드 해터가 어디로 갔는지 보이지 않는다.",
            "그때 위에서 목소리가 들렸다.",
            "꿈꾸는 자! 어서 이쪽으로!",
            "빗자루를 보관할 것 같은 먼지 쌓인 찬장에서<br>매드 해터의 목소리가 들려왔다.",
            "해터! 너 지금 너무 크게 말하고 있어요!",
            "그들의 황당한 행동에 할 말을 잃었다.",
            "음? 다과회를 한밤중에 하는 사람도 있나요?",
            "점심 바로 전이나... 오후?<br>응, 응! 그때가 다과회를 열기에 가장 좋은 시간이죠.",
            "때가 오기 전까지는 확실하게 숨어있어야죠.<br>숨기 좋은 빗자루 찬장도 찾았잖아요?",
            "...",
            "체념하고 말았다.",
            "우리들은 찬장에 웅크리고 숨은 채 해가 지길 기다렸다.",
            "...",
            "누군가 흔들어 깨운다.",
            "저기!<br>어서 일어나세요! 때가 됐어요!",
            "크흑... 때가 되었도다...!",
            "이제까지 열린 다과회 중...<br>단연코! 최강! 최 - 고! 끝내주는 티타임의 때가 도래했다!",
            "쉬이이이이잇!",
            "광기 어린 활기가 아침을 밝히고 있었다.",
            "은신처에서 나와서 처음 찾았던 방으로 조용히 이동했다.",
            "궁전의 외딴 곳이라서 그런지 이상할 정도로 고요하다.",
            "...<br>지금은 정신 나간 다과회 성전을 마무리하는게 우선이다.",
            "완벽, 완벽! 완 - 벽 그 자체야!",
            "이런 곳에서 다과회를 하다니!<br>이거 정말 어떤 말로 감사를 표해야 할지!",
            "매드 해터와 삼월 토끼는 정신없이 상을 펴고 깔끔히 포장해온 디저트와 찻잔을 놓기 시작했다.",
            "자, 그럼! 이제! 정말로!<br>최 - 고의 다과회를 시작해볼까요!?",
            "해터! 너무 시끄러워요! 조금만 목소리를 조용히!",
            "확실히 그랬다.<br>저기 복도 끝에서 어슬렁거리던 드림리스가 다가오는 걸 보면 상당히 큰 소리긴 했다.",
            "그럼, 꿈꾸는 자!<br>우리가 잔을 비울 때까지 지켜주시면 됩니다. 쉽죠?",
            "그의 황당한 의뢰에 삼월 토끼를 쳐다봤다.",
            "전 참전할 수 없어요!<br>제 회전 대포에 흠집이라도 나면 큰일이잖아요! 그리고 다과회를 즐겨야 한다구요!",
            "...",
            "어쩔 수 없이 방문으로 다가갔다. <br>여기 쯤, 다과회가 열리는 방문을 지키는 정도면 충분할 것 같다.",
            "이럴만한 가치가 있어야 할텐데."
        ],
        [
            "ハートの女王が操るドリームレスがさっきより減っている気がする。",
            "日が暮れる前に、一行は宮殿から少し離れた所で簡単なキャンプを張ることにした。",
            "この正気ではないお茶会を、何とか実現させようと二人は興奮していた。",
            "女王にお茶会を見せるというふざけた考えと、理性がぶつかり合って頭が割れそうだった。<br>二人を止めるつもりで、無茶な計画を提案してみた。",
            "つまり... 誰にも見つからず宮殿に侵入して、<br>適当な場所を探し...<br>ハートの女王を倒す前にお茶会を開くと... そういうことですね？",
            "マッドハッターの言葉に頷いた。",
            "なんと的確な計画！",
            "...馬鹿な、そんな計画...",
            "完璧でーす！！",
            "まさか。",
            "本当に素晴らしいわ！ 天才ですね！<br>あなたは狂気の偉人として歴史に名が刻まれるでしょう。",
            "まったくその通りです！<br>まさに不可能を夢見るドリーマー！",
            "それでいつ出発します？",
            "今夜、この狂った計画を実行することにした。",
            "そうして日が暮れた夜。<br>残りのメンバーはキャンプに残し、三人はお茶会の道具を揃えた。<br>暗闇の夜、静けさに乗じて女王の宮殿に向かった。",
            "警備する者がいなかったのは予想外だった。<br>思ったよりすんなりと侵入できた。",
            "三人は無事、宮殿に忍び込んだ。",
            "静けさに包まれた優雅で広々とした宮殿内で、お茶会を開く場所を探した。",
            "ガタッ...",
            "...<br>三月うさぎとマッドハッターの姿が見えない。",
            "その時、上から声が聞こえた。",
            "ドリーマー！ 早くこちらへ！",
            "ほうき入れのような、埃まみれの棚から<br>マッドハッターの声が聞こえてきた。",
            "ハッター！ 声でかすぎ！",
            "彼らのやりとりに何も言う気が起きなかった。",
            "うーん、お茶会を真夜中にする人もいます？",
            "昼食の前か... 午後？<br>うん！ その時間がお茶会を開くのにちょうどいいでしょう。",
            "時が来るまでは、確実に隠れましょう。<br>ちょうどいいほうき棚も見つけましたし。",
            "...",
            "もうどうにでもなれ。",
            "棚の中で日が暮れるのを待った。",
            "...",
            "誰かが棚をゆらして起こす。",
            "起きて！<br>早く！ 時が来たわ。",
            "ついに... この時が...！",
            "これまでのお茶会の中で...<br>断トツで！ 一番！ 最高のティータイムだあああ！",
            "シィィィィッ！",
            "狂気の朝がはじまった。",
            "隠れ棚から出ると、最初に見つけた部屋に静かに移動した。",
            "宮殿のはずれだからか、妙に静かだ。",
            "...<br>今は狂ったお茶会作戦を終わらせることが最優先。",
            "完璧完璧！ カ～ンペキだ！",
            "こんな所でお茶会をするなんて！<br>どうお礼を言ったらいいのでしょう！",
            "マッドハッターと三月うさぎは、持ってきたデザートとティーセットを慌ただしく並べはじめた。",
            "これでよしっ！ ではさっそく！<br>サイコ～のお茶会をはじめましょう！",
            "ハッター！ うるさすぎ！ もっと静かに！",
            "間違いない。<br>向こうの廊下からドリームレスが近づいて来る。確かに大きな声だった。",
            "それでは、ドリーマー！<br>ティーカップが空になるまで、お守りください。簡単でしょう？",
            "あっけにとられながら、三月うさぎを見つめた。",
            "私は戦えませんよ！<br>この回転式大砲に傷がついたら、どうするんです？ それにお茶会を楽しまなきゃいけないのに！",
            "...",
            "仕方なく扉へ向かった。<br>ここまで来れば、お茶会を守るだけで十分だろう。",
            "しっかりと見返りがあればいいのだが。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_heroicbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}