{
    "StoryName": "Campaign_Chapter8_Part5",
    "background": [
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "none.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "none.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "storynightmarehydra.png",
        "storynightmarehydra.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Goldilocks",
            "Ginger",
            "Ginger",
            "",
            "Ginger",
            "Goldilocks",
            "Ginger",
            "Goldilocks",
            "Ginger",
            "Goldilocks",
            "",
            "",
            "Ginger",
            "Goldilocks",
            "",
            "Goldilocks",
            "Ginger",
            "",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "Ginger",
            "Vita",
            "Master Gaudi",
            "Manager Lynn",
            "Master Gaudi",
            "Vita",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "",
            "Kyo",
            "",
            "",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Aurora",
            "Esme",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "골디락스",
            "진저",
            "진저",
            "",
            "진저",
            "골디락스",
            "진저",
            "골디락스",
            "진저",
            "골디락스",
            "",
            "",
            "진저",
            "골디락스",
            "",
            "골디락스",
            "진저",
            "",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "진저",
            "비타",
            "길드 마스터 가우디",
            "매니저 린 디오네",
            "길드 마스터 가우디",
            "비타",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "",
            "쿄",
            "",
            "",
            "쿄",
            "",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "",
            "",
            "쿄",
            "쿄",
            "쿄",
            "",
            "오로라",
            "에스메",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "ゴルディロックス",
            "ジンジャー",
            "ジンジャー",
            "",
            "ジンジャー",
            "ゴルディロックス",
            "ジンジャー",
            "ゴルディロックス",
            "ジンジャー",
            "ゴルディロックス",
            "",
            "",
            "ジンジャー",
            "ゴルディロックス",
            "",
            "ゴルディロックス",
            "ジンジャー",
            "",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "ジンジャー",
            "ヴィータ",
            "マスター・ガウディ",
            "マネージャー・リン",
            "マスター・ガウディ",
            "ヴィータ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "",
            "キョウ",
            "",
            "",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "オーロラ",
            "エスメ",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The Nightmares went down hard, but at last were defeated - in no small part due to the assistance of all four world stones, Saffi included!",
            "As the last beast falls, you see a figure at the other end of the street.",
            "She is surrounded by giant Nightmares, all slumped on the cobbled stone floor, fading and fizzling away to nothing as the figure snaps her shotgun closed on two fresh shells.",
            "Hmph! You all took your time!",
            "Goldi...?",
            "GOLDI!!!",
            "Ginger rushes forwards, tears already streaming down her face.",
            "Goooldiiiiiii!!! You’re alive!",
            "O-Of course I’m alive! You think these shadowy dimwits could out-hunt a master hunter like me?!",
            "Goooooldiiiiii!!! My bakery! My bakery! It f-f-fell down! I can’t make cakes for you any more!",
            "Ginger, you silly idiot! Your bakery is still standing! It was the building <i>next door</i> that collapsed!",
            "It... it’s still standing?",
            "Of course it is! Just take a look!",
            "And sure enough, as the first fingers of light steal over the city, Ginger’s bakery is illuminated in all its glory, a little banged up, its fascia damaged and its sign lying on the ground...",
            "But still standing, nonetheless!",
            "It’s still standing!",
            "If that place can survive a giant gingerbread man crashing through the roof, it can survive anything!",
            "Ginger turns and throws herself on her best friend, hugging her ferociously and sobbing in relief!",
            "Gah! Get off me, you idiot!",
            "GOOOOOOLDIIIIIIIIIII!!!",
            "You smile and turn away. As heartwarming as the reunion is, there’s still a city to save.",
            "...",
            "And save the city, you do. Though it takes many hours to drive off and defeat the monsters assailing it, and many more hours to quench all the fires burning in the streets and buildings.",
            "Eventually, you’re able to take stock in the central square.",
            "Everyone is present, save for Saffi, who has retreated to her stone again.",
            "Aurora seems sad that her sister has chosen to seclude herself once more.",
            "...",
            "But at least she helped out at all...",
            "You begin by congratulating everyone. Thanks to everyone’s efforts, the city is secure once more.",
            "Ehehe, we did it!",
            "For now. But what happens if we leave again?",
            "With the increased numbers in the guild and a proper hand in charge of the militia, perhaps defending the city will become easier from now on?",
            "Who knows how Kyo has been sabotaging our efforts to protect Haven up until now?",
            "He has shown his hand. Now we can take appropriate steps to defend against him.",
            "But what if there are other traitors within the city?",
            "You can’t think like that, or Kyo’s betrayal will be far more effective than it should.",
            "The Dreamer is right. If we allow suspicion to split us further, we all but hand Haven to -",
            "There are shadows gathering, but they are not just gathering in one spot, they’re all around you!",
            "Dreamer!",
            "The world is quickly swallowed in darkness and suddenly a familiar figure is standing in front of you.",
            "Kyo!",
            "Yes, it’s me, Dreamer.",
            "How is he here? <i>Why</i> is he here?!",
            "After all the suffering he has caused!",
            "Oh, I’m not the one who caused all this suffering.",
            "You lunge at him, but your swing passes straight through his form without connecting.",
            "Hmmm, nice try, Dreamer. Unfortunately, that won’t work.",
            "Aurora and her sisters aren’t the only ones with their little tricks, you know?",
            "You’ll kill him!",
            "Heh! You can no more kill me than I can kill you. This magic does not allow for it.",
            "What you are seeing is a mere projection of my physical form.",
            "But it does at least allow us to talk.",
            "And if we are to talk, then let me say this, Dreamer:",
            "<i>Haven will fall.</i>",
            "You may have saved it today, but my minions are paltry in number compared to the wave of Dreamless coming your way.",
            "As soon as the outer realms are devoured by the Dreamless Nether it will make its way here and there is nothing you, or I, or Aurora can do to stop it.",
            "Why does Kyo want the Dreamless Nether to win? If Phantasia is destroyed, then he will be too! How can he want that?",
            "You have such small-minded ideas of what a person can want, Dreamer.",
            "But in truth, you should want the same as me.",
            "After all, Phantasia is what is trapping you here...",
            "What does that mean?",
            "But your question won’t be answered today. The shadows are already breaking apart, swarming around Kyo, swallowing him in darkness.",
            "Someday you will see, Dreamer.",
            "And that day is coming sooner than you think...",
            "Oh! And I almost forgot. There is also something else still in your city.",
            "The shadows break apart and the figure of your enemy is gone.",
            "Dreamer! Are you okay?",
            "You were covered in shadows! We thought Kyo had killed you for sure!",
            "You tell them to be ready, as this fight isn’t over yet!",
            "But even as you say the words, there is an ear-rending crash as a building nearby topples.",
            "Out of the wreckage, something truly huge lumbers towards you..."
        ],
        [
            "악몽이 거세게 저항했지만, 사피와 월드 스톤의 도움으로 쓰러트리는 데 성공했다.",
            "적의 잔해가 서서히 재로 변해 사라지기 시작한다.",
            "그 틈에서 낯익은 인물을 발견할 수 있었다. 태연한 표정으로 산탄총을 꺾어 탄피를 재장전한 골디락스가 자갈길 위에 쓰러진 악몽의 잔해를 발로 밀어낸다.",
            "너무 늦었잖아요!",
            "골디...?",
            "골디락스!",
            "진저가 울음을 터트리며 골디락스에게 달려간다.",
            "골디! 무사했구나!",
            "당연하죠, 이런 멍청이들에게 제가 사냥 당할거라 생각한 건 아니죠?",
            "난 너한테 큰일이 난 줄 알고... 흐아아아앙! 가게도 무너져버렸는데 너까지 없으면 나는...!",
            "진저, 무슨 소리를 하는 거예요? 베이커리는 아직 멀쩡해요! 무너진 건 베이커리 옆의 건물이고요!",
            "멀쩡하다고...?",
            "두 눈으로 직접 확인해 보던가요?",
            "골디락스가 손으로 진저의 베이커리를 가리켰다. 과연, 외벽에 흠집이 생기고 간판이 떨어지긴 했지만 베이커리는 자리를 지키고 있었다.",
            "진저가 고개를 들고 베이커리를 바라본다.",
            "정말 안 무너졌어!",
            "진저 브레드 맨이 지붕을 뚫고 돌아다녀도 멀쩡하던 건물이 이런 괴물 때문에 무너질 리가 없잖아요.",
            "베이커리도, 가장 소중한 친구도 무사한 것을 확인한 진저가 울음을 터트렸다.",
            "윽, 알겠으니까 좀 떨어지세요. 뚝 그치고요!",
            "골디이이이이이이!!!",
            "해결할 일이 아직 많이 남았지만 두 사람이 재회할 수 있어 다행이다.",
            "...",
            "괴물과 맞서 싸우며 도시 전체를 집어삼킨 불길을 잡는 노력이 이어졌다.",
            "일련의 사태를 어느 정도 마무리하고 중앙광장으로 이동했다.",
            "스톤의 형태로 돌아간 사피를 제외한 모두가 다시 모였다.",
            "사피의 스톤을 바라보는 오로라의 표정이 슬퍼보였다.",
            "...",
            "그녀와 시선이 마주쳤다. 희미하게 웃는 모습이 의기소침하게 보인다.",
            "이곳에 모인 모두의 노력 덕분에 도시를 지켜낼 수 있었다.",
            "우리가 해냈어!",
            "잠깐 구한 거야, 잠깐! 우리가 떠나면 또 어떻게 될지 모른다궁.",
            "민병대와 길드를 통솔할 리더가 있다면 방비는 수월할걸세.",
            "설마 쿄가 우리를 배신할 거라 누가 상상이나 했겠어?",
            "본성을 드러낸게지, 도시를 지키기 위한 조치를 취해야 하네.",
            "배신자가 또 있으면 어떡하지? 잠탱아! 뭐 좋은 생각 없어?",
            "그건 누구도 확신할 수 없는 문제다. 다만 주민들의 반응으로 추측하건대 쿄에게 협력하는 인물이 있으리라 생각하기는 어려웠다.",
            "서로 믿지 못하고 의심한다면 쿄의 의도대로 움직이는 꼴이 될 거예요. 우리를 분열시키는 게 목적이겠죠. 그렇게 되면 안식의 도시는...",
            "오로라의 목소리가 희미해졌다. 소리 없이 다가온 그림자가 내 주변으로 모여든다.",
            "꿈꾸는 자!",
            "주변의 모든 풍경이 어둠에 휩싸이자 낯익은 사람의 형체가 서서히 걸어 나온다.",
            "... 쿄.",
            "알아봐 주니 영광이군, 꿈꾸는 자.",
            "여유로운 태도로 느긋하게 한 손을 흔들며 쿄가 모습을 드러냈다.",
            "아무 일도 없었다는 듯 웃는 얼굴에 이질감이 밀려온다.",
            "내가 한 짓은 아니지만, 꽤 소란스럽던데.",
            "쿄에게 달려들어 있는 힘껏 후려쳤지만 아무런 느낌도 들지 않는다.",
            "흐음, 시도는 좋았어.",
            "너에게는 유감스러운 일이겠지만 나를 공격할 수는 없다. 오로라와 스톤만 특별한 힘을 가졌다고 생각한다면 오산이지.",
            "쿄가 평소와 똑같은 얼굴로 히죽거린다.",
            "왜, 나를 죽이고 싶나? 얼마든지 그래도 좋다. 내가 널 죽일 수 없는 것처럼 너도 나를 죽일 수 없겠지만.",
            "환영에는 꽤 익숙하지 않나?",
            "진정하고 대화나 나누자고.",
            "모처럼 친절을 베풀어 좋은 것을 알려주려고 왔는데.",
            "안식의 도시는 곧 무너진다.",
            "이번에는 네가 지켜냈을지 몰라도, 도시를 노리는 내 부하들은 포기하지 않을 테니까.",
            "드림리스 네더가 바깥의 영역을 모두 흡수하면 이곳으로 올 것이다. 오로라는 물론 나도, 너도 그것을 막을 수 없겠지.",
            "판타지아가 멸망한다면 모두가 이 세상에서 사라질 텐데 이 모든 일에 무슨 가치가 있는지 모르겠다.<br>나를 바라보던 쿄가 나를 비웃는다.",
            "너는 정말 아무것도 모르는군, 꿈꾸는 자. 너무 멍청해서 가여울 지경이야.",
            "이 세계가 널 가두고 있으니...",
            "실상은 너나 나나 같은 목적을 가진 동료일 텐데.",
            "또다시 쿄가 이해할 수 없는 말로 나를 현혹한다.",
            "답을 찾을 수 없는 질문만 남기고, 그가 서서히 그림자 속으로 모습을 감춘다.",
            "조급하게 생각할 것 없다, 꿈꾸는 자.",
            "어차피 머지않아 전부 알게 될 테니까.",
            "아! 한 가지 더 알려주지. 안식의 도시에는 아직 네가 모르는 무언가가 남아있다. 그럼, 또 만나지.",
            "쿄의 비열한 웃음소리와 함께 그림자가 서서히 흩어진다.",
            "꿈꾸는 자!",
            "너 괜찮아!? 우린 쿄가 널 죽인 줄 알았어, 그 기분 나쁜 그림자는 뭐야?",
            "... 아직 싸움이 끝나지 않았다.",
            "쿄가 말한 내가 모르는 무언가가 느껴진다. 주변의 건물이 무너지는 굉음에 고막이 터질 듯했다.",
            "그 잔해 속에서 무언가가 다가온다."
        ],
        [
            "悪夢が強く抵抗したが、サフィとワールドストーンの力を借り、倒すことができた。",
            "敵の残骸が徐々に灰となり消えていく。",
            "その隙間に見慣れた人物が見えた。平然とした表情で散弾銃を折り、薬きょうを再装填したゴルディロックスが、砂利道の上に倒れた悪夢の残骸を足で追い払ってる。",
            "遅すぎるじゃないですか！",
            "ゴルディ...？",
            "ゴルディロックス！",
            "ジンジャーが泣きながらゴルディロックスに向かって走っていく。",
            "ゴルディ！無事だったんだね！",
            "当然です、こんなポンコツに私が狩られると思ったわけではないですよね？",
            "あたし、ゴルディが酷い目にあったかと思って...うわぁぁぁん！お店も潰れてゴルディまでいなくなったら、あたし...！",
            "ジンジャー、何を言っているんですか？ベーカリーは無事ですよ！崩れたのはベーカリーの横の建物です！",
            "え、無事...？",
            "両目で確かめてみては？",
            "ゴルディロックスがジンジャーのベーカリーを指差した。外壁に傷がつき、看板も落ちてはいるが、ベーカリーはその場に立っていた。",
            "ジンジャーが頭を上げて、ベーカリーを見つめた。",
            "本当に倒れてなかった！",
            "ジンジャーブレッドマンが屋根に穴を開けても大丈夫だったんですから、こんな怪物のせいで崩れるわけないじゃないですか。",
            "ベーカリーも、一番大切な友達も無事だったのを確認したジンジャーが、泣き出した。",
            "うっ、分かりましたからちょっと離れてください。しぃーっ、泣くのも終わりです！",
            "ゴルディーーーーーー！！！",
            "まだやるべきことは残っているが、二人が無事再会できてよかった。",
            "...",
            "怪物と戦いながら、都市全体を飲み込んだ炎を消し止める努力が続けられた。",
            "一連の事態をある程度落ち着かせ、中央広場へと移動した。",
            "ストーンの状態に戻ったサフィを除いて、また全員が集まった。",
            "サフィのストーンを見つめるオーロラの表情は悲しげだった。",
            "...",
            "彼女と目が合った。微かに笑う姿が意気消沈しているようだった。",
            "ここに集まった全員の努力により、都市を守ることができた。",
            "やったね！",
            "少しの間助けただけだよ、少しの間ね！あたしたちが出ていったらまたどうなるか分からないよぉ。",
            "民兵隊とギルドを統率するリーダーがいれば守りやすいだろう。",
            "まさかキョウが私たちを裏切るなんて誰も思わないよ。",
            "本性をあらわにしたんだ、都市を守るために何かしなくてはね。",
            "他にも裏切り者がいたらどうする？寝ぼすけ！何かいい方法ない？",
            "それは誰も分からない。だが、住民たちの反応から予測すると、キョウに協力者がいるとは思えなかった。",
            "お互いに信じられずに疑心暗鬼になれば、キョウの思いのまま動くことになってしまいます。私たちをバラバラにしようとするのが彼の目的でしょう。そうなってしまっては安息の都市は...",
            "オーロラの声が薄れていった。音もなく近づいてきた影が私の周りに集まってくる。",
            "ドリーマー！",
            "周囲の全ての風景が闇に飲み込まれ、見慣れた人がだんだんと近づいてくる。",
            "...キョウ。",
            "分かってもらえるとは光栄だな、ドリーマー。",
            "余裕な態度でゆっくりと手を振り、キョウが姿を現した。",
            "何もなかったというように笑う顔に、異質感が押し寄せてきた。",
            "私がしたことではないが、ずいぶん騒がしかったようだな。",
            "キョウに飛びかかって思いっきり殴ったが、何の手応えも感じない。",
            "ふーん、いい試みだ。",
            "お前には残念なことだが、私を攻撃することはできない。オーロラとストーンだけが特別な力を持っていると思ったら大間違いだ。",
            "キョウがいつもと同じような顔でニヤニヤしている。",
            "どうした、私を殺したいか？いくらでもそうすればいい。私がお前を殺せないように、お前も私を殺すことはできないがな。",
            "歓迎にはずいぶん慣れただろう？",
            "落ち着いて話をしようじゃないか。",
            "せっかく親切にいいことを教えてあげにきたんだから。",
            "安息の都市はもうすぐ崩れる。",
            "今回はお前が守れるかもしれないが、都市を狙う私の部下たちは諦めないからな。",
            "ドリームレスネザーが外の領域を全て吸収すれば、ここへ来るだろう。オーロラはもちろん、私も、お前もそれを止めることはできない。",
            "ファンタジアが滅亡すれば皆がこの世界から消えてしまうだろうが、この全てのことに何の価値があるのか分からない。<br>私を見つめていたキョウが嘲笑った。",
            "お前は本当に何も知らないんだな、ドリーマー。バカすぎて可哀想になってくるよ。",
            "この世界はお前を閉じ込めている...",
            "実際お前も私も同じ目的を持った仲間であるはずだが。",
            "またキョウが意味のわからないことを言って私を惑わす。",
            "答えのわからない疑問だけを残し、彼がだんだん影の中に姿を隠していく。",
            "焦る必要はない、ドリーマー。",
            "どうせ遠くないうちに知ることになるはずだ。",
            "あ！もう一つ教えよう。安息の都市にはまだお前の知らない何かが残っている。では、また会おう。",
            "キョウの卑劣な笑い声と共に、影が徐々に消えていく。",
            "ドリーマー！",
            "大丈夫！？あたしたちはキョウがあなたを殺したかと思ったよ、あの気味悪い影は何だったの？",
            "...まだ戦いは終わっていない。",
            "キョウが言っていた、私が知らない何かを感じる。周辺の建物が崩れる轟音で、鼓膜が破れそうだった。",
            "その残骸の中から、何かが近づいてきた。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "none",
        "music_glassring.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_shadowsawait.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "none",
        "music_ominous.wav",
        "",
        ""
    ]
}