{
    "StoryName": "Campaign_LibraryStory_LittleMatchGirl_5",
    "background": [
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "",
        "",
        "",
        "",
        "",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png"
    ],
    "character": [
        [
            "",
            "",
            "Lis",
            "Little Match Girl",
            "Little Match Girl",
            "Little Match Girl",
            "Mal",
            "Little Match Girl",
            "Little Match Girl",
            "Little Match Girl",
            "Little Match Girl",
            "Mal",
            "Lis",
            "Lis",
            "Lis",
            "Little Match Girl",
            "Little Match Girl",
            "Little Match Girl",
            "Mal",
            "Lis",
            "Lis",
            "Mal",
            "Lis",
            "Little Match Girl",
            "",
            "",
            "Lis",
            "Little Match Girl",
            "Mal",
            ""
        ],
        [
            "",
            "",
            "리즈",
            "성냥팔이 소녀",
            "성냥팔이 소녀",
            "성냥팔이 소녀",
            "말",
            "성냥팔이 소녀",
            "성냥팔이 소녀",
            "성냥팔이 소녀",
            "성냥팔이 소녀",
            "말",
            "리즈",
            "리즈",
            "리즈",
            "성냥팔이 소녀",
            "성냥팔이 소녀",
            "성냥팔이 소녀",
            "말",
            "리즈",
            "리즈",
            "말",
            "리즈",
            "성냥팔이 소녀",
            "",
            "",
            "리즈",
            "성냥팔이 소녀",
            "말",
            ""
        ],
        [
            "",
            "",
            "リズ",
            "マッチ売りの少女",
            "マッチ売りの少女",
            "マッチ売りの少女",
            "マル",
            "マッチ売りの少女",
            "マッチ売りの少女",
            "マッチ売りの少女",
            "マッチ売りの少女",
            "マル",
            "リズ",
            "リズ",
            "リズ",
            "マッチ売りの少女",
            "マッチ売りの少女",
            "マッチ売りの少女",
            "マル",
            "リズ",
            "リズ",
            "マル",
            "リズ",
            "マッチ売りの少女",
            "",
            "",
            "リズ",
            "マッチ売りの少女",
            "マル",
            ""
        ]
    ],
    "dialogueText": [
        [
            "It's getting quite late as Clara, Mal and Lis make their way back through the city to the Dreamer.",
            "Clara seems quite down and Lis is worried about her.",
            "I'm sure we'll be able to find someone you can help tomorrow.",
            "It's okay...",
            "If we find someone I can help, that will be good, but it will also be good if we can't find anyone.",
            "Because that hopefully means there isn't anyone who is in need of my help.",
            "Clara...",
            "What Robin said about selfish intent...",
            "I can see now that at least some of my reason for wanting to help someone no one else could was in order to make myself feel better.",
            "The life I had before...",
            "I don't want there to be anyone suffering like that, just so I can make myself feel better.",
            "I don't think anyone believes you could truly want that, Clara.",
            "And it's true, you don't need to find someone that no one else can help. I think you should just try to help everyone whenever they need it.",
            "That way, they won't be so preoccupied with their own troubles and will be able to help other people in turn!",
            "I mean... that's what I think, anyway... ",
            "Lis...",
            "I think you're right!",
            "Thank you, both of you, for showing me Haven. I'm truly grateful to have met such good friends!",
            "And we're lucky to have met you, too, Clara.",
            "Brrr! It's getting very chilly...",
            "And dark! Why haven't the street lamps come on in this section of town?",
            "Perhaps the person responsible for lighting them is unwell?",
            "I don't like it, Mal! When it's this dark, it's scary! There could be Dreamless hiding anywhere!",
            "Ah! I can help!",
            "And the girl conjures her matches in the air before her, sending them whizzing towards the darkened lamps.",
            "Soon, they are blazing merrily, lighting the darkened streets before them.",
            "Wow! That's amazing!",
            "Ehehe... it's nothing, really.",
            "We really ARE lucky to have met you!",
            "Using her magical matches, the Little Match Girl lights the way for herself, Mal and Lis, all the way home."
        ],
        [
            "남매와 클라라와 함께 도시의 골목을 빠져나온다. 이미 해가 진 뒤라 어두웠다.",
            "리즈는 여전히 클라라의 눈치를 살피고 있다.",
            "기운내, 클라라. 내일은 리즈가 꼭 네 도움이 필요한 사람을 찾아줄게!",
            "리즈...",
            "괜찮아요, 제 도움이 필요한 사람이 있다면 좋겠지만...",
            "그런 사람이 없어도 좋아요, 모두 잘 지내고 있다는 뜻이니까...",
            "클라라...",
            "로빈씨였죠? 그 분이 말씀하신 게 무슨 뜻인지 이제 알 것 같아요...",
            "저는 다른 사람을 돕고 싶은 게 아니었던 거에요, 그저 제가 있을 곳을... 있어도 괜찮은 곳을 찾고 싶었던 것 같아요.",
            "정말, 못됐죠...",
            "저는 저처럼 고통받는 사람이 없었으면 좋겠어요. 누군가 저를 필요로 했으면 좋겠어요...",
            "로빈은 그런 뜻으로 한 이야기가 아닐거야!",
            "리즈는... 클라라의 도움이 필요한 사람을 찾을 필요는 없다고 생각해.",
            "그냥 도움이 필요한 사람들을 도와주면 되잖아?",
            "클라라가 누군가를 도와주면, 그 사람들은 또 다른 누군가를 도와주지 않을까?",
            "리즈...",
            "...",
            "여러분의 말씀이 맞는 것 같아요, 안식의 도시에 데리고 와주셔서... 정말 감사해요... 여러분과 친구가 될 수 있어서 너무 기뻐요.",
            "우리도 너랑 친구할 수 있어서 기뻐!",
            "앗, 그런데 지금 좀 춥지 않아?",
            "길도 너무 어두워... 가로등이 고장난 걸까?",
            "아직 수리를 못 한게 아닐까? 아니면 불 붙이는 사람이 아프다던지.",
            "리즈는 조금 무서운거야... 드림리스가 갑자기 튀어나오면 어떡하지?",
            "아! 그럼 제가...",
            "클라라가 성냥을 꺼내 불을 밝혔다.",
            "가로등으로 휙 날아간 성냥이 골목길을 환하게 비춘다.",
            "와아! 클라라, 굉장하다!",
            "... 별 것 아닌걸요, 이제 무섭지 않나요?",
            "당연하지! 역시 너랑 친구가 되길 잘 했어!",
            "씩씩하게 웃는 남매를 바라보던 클라라가 환하게 웃는다.<br>돌아가는 길이 따뜻할 것 같다."
        ],
        [
            "マル、リズ、クララと一緒の帰り道。すでに日が暮れた後だから暗かった。",
            "リズは相変わらずクララの様子をうかがっていた。",
            "元気出して、クララ。明日は困ってる人を見つけてあげるね！",
            "リズ...",
            "大丈夫ですよ。私の助けが必要な人がいればいいですが...",
            "そんな人がいなくてもいいんです。みんな元気に暮らしている証拠だから...",
            "クララ...",
            "ロビンさんでしたよね？あの方が言っていたことが、理解できた気がします...",
            "私は誰かを助けたかったのではありません。<br>ただ、私がいてもいい場所...居場所を見つけたかったんです。",
            "本当に、ひどいですよね...",
            "私のように苦しむ人がいないといいのですが...誰かに必要とされたいのです...",
            "ロビンはそういう意味で言ったんじゃないと思うよ！",
            "リズは...クララの助けが必要な人を探す必要はないと思う。",
            "ただ、困ってる人を助ければいいんだよね？",
            "クララが誰かを助けたら、その人たちはまた誰かを助けるんじゃないかな？",
            "リズ...",
            "...",
            "みなさんのおっしゃるとおりだと思います。<br>安息の都市に連れてきてくれて...本当にありがとうございます...<br>みなさんと友達になれてとても嬉しいです。",
            "俺たちもクララと友達になれて嬉しいよ！",
            "ねえ、ちょっと寒くない？",
            "道も暗すぎるし...街灯が壊れたのかな？",
            "まだ修理できてないんじゃない？それか、明かりをつける人が具合悪いとか。",
            "リズはちょっと怖いなぁ...ドリームレスが突然飛び出したらどうしよう？",
            "あ！では私が...",
            "クララがマッチを取りだして火を付けた。",
            "街灯に飛んでいったマッチが、路地を明るく照らしている。",
            "わあ！クララ、すごいよ！",
            "...大したことありませんよ。これで怖くありませんか？",
            "もちろん！やっぱりクララと友達になって良かった！",
            "楽しそうに笑う兄妹を見つめていたクララが明るく微笑んだ。<br>帰り道は暖かいだろう。"
        ]
    ],
    "music": [
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}