{
    "StoryName": "Campaign_Chapter4_Part2",
    "background": [
        "narrationgreen.png",
        "narrationgreen.png",
        "narrationgreen.png",
        "narrationgreen.png",
        "narrationgreen.png",
        "narrationgreen.png",
        "narrationgreen.png",
        "narrationgreen.png",
        "narrationgreen.png",
        "narrationgreen.png",
        "narrationgreen.png",
        "narrationgreen.png",
        "narrationgreen.png"
    ],
    "character": [
        [
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora"
        ],
        [
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라"
        ],
        [
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ"
        ]
    ],
    "dialogueText": [
        [
            "A long time ago in a land far away, there was an Enchanted Realm where all manner of magical and mysterious creatures existed.",
            "It was a place of wonder and adventure, danger and deception.",
            "In this realm there lived a princess. All who knew her saw she was beautiful, witty and wise...",
            "But she suffered under a terrible curse.",
            "For, when she was a baby, a wicked fairy had cast a spell on her, determining that when she reached adulthood, she would prick her finger upon a fell briar and die from the poison held within.",
            "This was a land where magic flourished so, in despair, her parents summoned all the fairy kin to try to reverse the curse.",
            "But the magic was so powerful that all that could be done was to reduce its severity.",
            "No longer would the princess fall to death’s embrace, instead she would sleep for a thousand years or more.",
            "She would sleep until someone of pure heart could awaken her with a kiss.",
            "But the king and queen knew that the princess would be in danger and defenceless against their enemies while she slept, so they asked for her to be protected until she could be found by the one worthy of her.",
            "And so the strongest fairy clad the realm in an impenetrable barrier of tangled briar and thorns, cutting it off from the outside world.",
            "And so, the princess waited, sleeping through the ages in the hope that a prince would one day arrive to save her.",
            "And in so doing, bring the Enchanted Realm back to life once more."
        ],
        [
            "옛날 아주 오랜 옛날, 세상의 모든 마법과 신비로운 생명체들로 가득한<br>경이로운 마법의 왕국이 있었습니다.",
            "그 왕국은 경이로움과 모험, 위험과 속임수로 가득한 곳이었습니다.",
            "왕국에는 아름다운 공주가 살고 있었습니다. 그녀를 단 한 번이라도 만난<br>사람들은 모두 그녀가 아름다울 뿐만 아니라<br>재치 있고 현명하며 상냥한 여인이라 칭송했습니다.",
            "그러나 공주에게는 끔찍하고 지독한 저주가 걸려있었습니다.",
            "아직 공주가 아기였던 시절, 공주의 찬란할 미래를 시기한 한 사악한 요정이<br>공주가 크면 물레 바늘에 손가락을 찔려 죽을 것이라는<br>저주를 걸었던 것입니다.",
            "왕과 왕비는 마법의 왕국 전체를 이 잡듯이 뒤져<br>저주를 풀 방법을 필사적으로 수소문했습니다.",
            "고생 끝에 찾아낸 선량한 요정이 도움을 주었지만, 공주에게 걸린 저주가<br>너무나도 강력해서 결국 완전히 풀어내지는 못했습니다.",
            "공주는 물레 바늘에 찔려 죽는 것은 피하게 되었지만, 대신 천년<br>혹은 그 이상의 시간 동안 잠에 빠져야만 할 운명이 되었습니다.",
            "저주를 풀 방법은 단 하나. 세상 그 어떤 것보다도 순수한 마음을 지닌<br>누군가가 나타나 잠든 공주에게 키스하는 것.",
            "왕과 왕비는 언젠가 잠에서 깨어날 공주가 혼자 외롭지 않도록<br>왕국 전체가 그녀와 함께 잠이 드는 강력한 마법을 걸었습니다.",
            "그리고는 뒤엉킨 장미와 가시덩굴로 이루어진 뚫을 수 없는 방벽으로<br>왕국을 뒤덮어 외부 세상과 단절시켰습니다.",
            "그렇게 공주와 마법의 왕국은 오랜 세월 잠들어있었습니다.",
            "언젠가 세상 그 어떤 것보다도 순수한 마음을 지닌 이가 나타나<br>공주와 왕국에 새 생명을 불어넣어 주기만을 간절히 기도하며."
        ],
        [
            "昔々、世界の全ての魔法と神秘的な生命体で溢れた<br>驚くべき魔法王国がありました。",
            "その王国は脅威と冒険、危険とインチキだらけの場所でした。",
            "王国には美しいお姫様が住んでいました。彼女に一度でも会った<br>人は皆彼女が美しいだけではなく、<br>才能があり賢明で優しい女性であると褒め称えていました。",
            "ですがお姫様はひどく恐ろしい呪いにかかっていました。",
            "まだお姫様が赤ちゃんだった頃、お姫様のまばゆい未来を妬む邪悪な妖精が<br>お姫様が大きくなったら糸車の針に指が刺さり死ぬという<br>呪いをかけたのです。",
            "王と王妃は魔法の王国全体を隅々まで探し、<br>呪いを解く方法を必死で探しました。",
            "苦労の末に、見つけた善良な妖精が手伝ってくれましたが、お姫様の呪いは<br>とても強力で、結局完全に解くことはできませんでした。",
            "お姫様は糸車の針に刺さって死ぬことは回避したものの、代わりに千年<br>またはそれ以上長い年月の間、眠りにつかなければならない運命となりました。",
            "呪いを解く方法はたった一つ。世界のどんなものよりも純粋な心を持った<br>誰かが現れ、眠っているお姫様にキスをすること。",
            "王と王妃はいつか目覚めるお姫様が一人で寂しくないように<br>王国全体が彼女と一緒に眠りにつく魔法をかけました。",
            "そして絡まったバラとトゲの生えたツルでできた丈夫な防壁で<br>王国を覆い、外の世界と断絶させました。",
            "そうしてお姫様と魔法の王国は長い間、眠っていたのです。",
            "いつか、世界のどんなものよりも純粋な心を持った者が現れ、<br>お姫様と王国に新たな命を吹き込んでくれることだけを切に願って。"
        ]
    ],
    "music": [
        "music_realmoflostdreams.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}