{
    "StoryName": "Campaign_SideStory_Beast_1",
    "background": [
        "cursedcastle.png",
        "cursedcastle.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png"
    ],
    "character": [
        [
            "",
            "",
            "Dracula",
            "Dracula",
            "Dracula",
            "",
            "Dracula",
            "",
            "Dracula",
            "",
            "Dracula",
            "Dracula",
            "",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "",
            "",
            "",
            "Dracula",
            "",
            "Dracula",
            "Dracula",
            "",
            "Bathory",
            "Hina",
            "",
            "Bathory",
            "Lis",
            "Mal",
            "Bathory",
            "Bathory",
            "",
            "Hina",
            "",
            "Bathory",
            "Bathory",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "",
            "드라큘라",
            "",
            "드라큘라",
            "",
            "드라큘라",
            "드라큘라",
            "",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "",
            "",
            "",
            "드라큘라",
            "",
            "드라큘라",
            "드라큘라",
            "",
            "엘리자베스 바토리",
            "히나",
            "",
            "엘리자베스 바토리",
            "리즈",
            "말",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "",
            "히나",
            "",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            "",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "バートリー",
            "ヒナ",
            "",
            "バートリー",
            "リズ",
            "マル",
            "バートリー",
            "バートリー",
            "",
            "ヒナ",
            "",
            "バートリー",
            "バートリー",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You have been sent, at Dracula's behest, out into the grounds beyond the outer walls of the Count's grand mansion, to deal with a problem he has been having.",
            "A creature has been plaguing the grounds, trying to get into the mansion, a beast of fearsome strength and vicious intent.",
            "This creature, this beast, has been prowling my outer grounds, trying to gain access to my abode.",
            "It is full of malevolent intent. Alas, that appears to be all that is left of its mind.",
            "I would deal with the beast myself, but I am currently engaged in a project that is consuming all of my free time.",
            "So, the Count wants you to kill this beast?",
            "Oh, no, you don't need to kill it. Subdue it, capture it. I have plenty of strong cells within my dungeon where it can be kept until such a time as it can be dealt with properly.",
            "Hmmm... that sounds reasonable to you. Where is this beast?",
            "Beyond the outer walls of the mansion.",
            "And what does it want?",
            "What does it want?!",
            "It doesn't want anything! It's a beast!",
            "That seems a little... dismissive.",
            "This beast creature is of little concern to you, but if you must know...",
            "Once upon a time, he was a powerful and haughty member of the nobility, but he was cursed into the form of a beast as punishment for his arrogance.",
            "The loss of his human form combined with the coming of the Dreamless Nether caused the beast's mind to flee.",
            "As the Dreamless advanced across Phantasia, the once proud lord succumbed to the corruption and degenerated into a simple beast.",
            "These days he <i>doesn't even possess the ability to speak our language...</i>",
            "He... can't speak... right...",
            "Everything Dracula says makes sense and you feel any thoughts on the matter fleeing away.",
            "The beast is just an animal. It can't even speak.",
            "Precisely. So will you hunt this beast down for me, Dreamer?",
            "Of course. If Dracula has a job that only you can do, it's only right that you pay him back for his hospitality.",
            "Very good, Dreamer.",
            "Take Bathory with you, she will be able to guide you around my castle and help you subdue this beast.",
            "That was all hours ago, now you are patrolling the chilly walls of the Count's manor.",
            "Keep your wits about you, the Beast isn't the only danger out here.",
            "What other dangers are you referring to?",
            "Bathory sniffs.",
            "Feral monsters... Frankenstein's rejects... and, of course, Dreamless have increasingly been encroaching on our territory.",
            "Uuuu... it's scary out here.",
            "Don't worry, Lis, the Dreamer will keep us safe.",
            "Huh!",
            "Why exactly are we playing babysitter to these children, Dreamer?",
            "For some reason, they didn't want to stay in the castle on their own.",
            "I can't really blame them... no offence, lady Bathory, but your master's mansion makes me feel uneasy for some reason.",
            "Bathory looks like she is about to retort, when furtive movement ahead diverts her attention.",
            "There!",
            "Is that him?",
            "She holds the flaming torch she is carrying higher and it illuminates...",
            "A shambling zombie, groaning and staggering towards you!",
            "You look around and realise where you are: grave stones rise from the earth all around you...",
            "You're in a graveyard!",
            "The zombie moans and its moans are joined in chorus by a great many other groaning voices coming from just beyond the reach of the flickering torchlight.",
            "You summon your heroes as the first zombie lurches towards you!"
        ],
        [
            "성벽 아래를 내려다보던 드라큘라 백작이 귀찮다는 얼굴로 쯧, 소리를 냈다.",
            "파헤쳐진 흔적이 선명하게 남은 땅과 깨진 성벽의 잔해가 지저분하게 널려있었다. ",
            "지치지도 않는군.",
            "본능밖에 남지 않은 괴물의 최후란 대부분 그렇네만...",
            "안타까운 일이지.",
            "백작이 부드럽게 미소 지으며 손을 뻗었다.",
            "번거롭지 않다면 자네에게 괴물의 포획을 부탁하고 싶네만, 가능하겠나?",
            "백작에게 이 괴물의 이름을 알고 있느냐고 물었다.",
            "물론이지, 알고 있다네. 이름은... 그래, 야수라고 하더군.",
            "야수?",
            "오래전에 멸망한 왕국의 귀족 출신인 사내지.",
            "대화를 나누어 본 것도 벌써 수 세기 전이네만...",
            "때마침 우거진 숲속에서 무언가 울부짖는 소리가 들렸다. ",
            "품위 없는 자기소개야, 자네도 그렇게 생각하지 않나?",
            "영역의 주민들을 수탈하여 사치를 일삼던 그는 형벌로 짐승이 되는 저주에 걸렸다더군. ",
            "거기에 드림리스의 영향을 받아 남아있던 이성까지 모두 상실하게 되어...",
            "지금은 저런 꼴이 되었지.",
            "몇 차례 접촉을 시도해봤지만 언어를 구사하는 것조차 불가능해.",
            "그런 존재가 있었다면 에스메나 비타, 오로라가 나에게 이야기 해주었을텐데...",
            "왜 여태까지 모르고 있었던 거지?",
            "의아함도 잠시, 드라큘라 백작과 눈이 마주쳤다.",
            "나는 불가능했지만 자네라면 가능할지도 모르지. 나는 자네를 신뢰하고 있다네.",
            "... 어째서인지, 백작의 신뢰에 반드시 보답해야 한다는 생각이 들었다.",
            "무리한 부탁을 들어주어 고맙군. ",
            "바토리에게 일러둘 테니 그녀와 함께 가도록 하게나. 큰 도움이 되어줄 거야. ",
            "백작의 권유대로 나와 일행들은 바토리와 함께 숲으로 향했다.",
            "거기, 함부로 앞서가지 마세요. 이 숲에는 위험한 것들이 제법 많거든요.",
            "이런 곳에 머무시는 것이 신기할 정도예요.",
            "바토리가 코웃음을 쳤다.",
            "주인님께서는 위대하신 분이니까요, 흥.",
            "바, 방금 저쪽에서 뭔가 움직이지 않았어?",
            "걱정 마, 리즈. 꿈꾸는 자가 우리를 지켜줄테니까!",
            "아핫! 신뢰가 대단하네요, 꿈꾸는 자. ",
            "이런 꼬마들을 데리고 여행하는 이유가 궁금하군요. 귀찮지 않아요?",
            "바토리를 바라보는 남매의 눈매가 뾰족해진다.",
            "어머나, 저런. 바토리 양, 리즈 양과 말 군은 없어서는 안 될 중요한 인재들이랍니다. 말씀을 가려 해주세요. ",
            "바토리의 눈썹이 불만으로 꿈틀거렸다.",
            "귀찮은 것을 귀찮다고 이야기하는데, 그마저도 말을 가려 해야 하나요?",
            "가소롭기는... 음?",
            "바토리가 들고 있던 횃불을 높이 치켜들었다.",
            "어두운 그림자 속에서 비틀거리던 좀비들이 불길에 이끌려 우리에게 다가온다.",
            "말과 리즈를 등 뒤로 숨기며 히나가 한 걸음 앞으로 나선다.",
            "희미한 횃불 아래로 깨진 비석이나 파헤쳐진 무덤의 흔적들이 보였다.",
            "어느새 묘지 안까지 들어와 버린 모양이다.",
            "바토리가 스산하게 미소 짓는 것이 보였지만... 우선은 좀비를 처리하도록 하자."
        ],
        [
            "城壁の下を見ていたドラキュラ伯爵は、面倒くさそうな表情を浮かべ、舌打ちをした。",
            "掘り返された跡が鮮明に残っている地面と、崩れた城壁の残骸が散らかっていた。",
            "疲れないのかね。",
            "本能しか残っていない怪物の最期は、だいたい同じだが...",
            "残念なことだ。",
            "伯爵が優しく微笑みながら手を伸ばした。",
            "面倒じゃなければ、君に怪物の捕獲を頼みたいのだが、いいだろうか？",
            "伯爵にこの怪物の名前を知っているかどうか尋ねた。",
            "もちろん知っているよ。名前は...そう、野獣というそうだ。",
            "野獣？",
            "はるか昔に滅亡した王国の貴族出身の男だ。",
            "話をしたのも、もう数世紀前のことだが...",
            "ちょうど生い茂った森の中から何かの叫び声が聞こえた。",
            "品のない自己紹介だな。君もそう思わないか？",
            "住民たちを襲ってぜいたく三昧だった彼は、刑罰で獣になる呪いをかけられたそうだ。",
            "さらにドリームレスの影響を受けて、残っていた理性まですべて失い...",
            "今はあんなザマさ。",
            "何度か接触を試みたが、言語を操ることさえ不可能だ。",
            "そんな存在がいたなら、エスメやヴィータやオーロラが教えてくれるはずだが...",
            "どうして今まで知らなかったんだろう？",
            "そんな疑問が頭に浮かんだところで、ドラキュラ伯爵と目が合った。",
            "私にはできなかったが、君ならできるかもしれない。私は君を信頼しているんだ。",
            "...なぜか、伯爵の信頼に応えなければならないと思った。",
            "無理な頼みを聞いてくれて感謝するよ。",
            "バートリーに伝えておくから、彼女と一緒に行くといい。サポートしてくれるはずだ。",
            "伯爵に言われたとおり、私と一行はバートリーと一緒に森へ向かった。",
            "そこ、勝手に進まないでください。この森は危険なものだらけなんですよ。",
            "こんな場所にいらっしゃるのが不思議なくらいですね。",
            "バートリーが鼻で笑った。",
            "ご主人様は偉大なるお方ですからね、ふんっ。",
            "い、今あっちで何か動かなかった？",
            "心配すんなって、リズ。ドリーマーが俺たちのことを守ってくれるから！",
            "あはっ！信頼されてますね、ドリーマー。",
            "こんなちびっ子たちを連れて旅をしている理由が気になります。面倒ではありませんか？",
            "兄妹はバートリーをにらみ付けた。",
            "あらあら、バートリーさん。リズさんとマル君は大切な仲間ですよ。失礼な発言はお控えください。",
            "バートリーの眉が不満げに動いた。",
            "面倒なことを面倒だと言っただけですが、これも失礼にあたるのですか？",
            "笑わせてくれますね...ん？",
            "バートリーは手にしていたかがり火を高く持ち上げた。",
            "暗い影の中でうごめいていたゾンビたちが、明かりに引き寄せられて私たちの方へ近づいた。",
            "マルとリズを背後に隠しながら、ヒナが一歩前に出た。",
            "わずかな明かりの下に、割れた碑石や掘り起こされた墓の跡が見えた。",
            "いつの間にか墓地の中に入ってしまったようだ。",
            "バートリーが怪しく微笑むのが見えたが...まずはゾンビを倒さなければ。"
        ]
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        ""
    ]
}