{
    "StoryName": "Campaign_LibraryStory_QueenOfHearts_4",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "Queen of Hearts",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Queen of Hearts",
            "Queen of Hearts",
            "Queen of Hearts",
            "Queen of Hearts",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "퀸 오브 하트",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "퀸 오브 하트",
            "퀸 오브 하트",
            "퀸 오브 하트",
            "퀸 오브 하트",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "ハートの女王",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "ハートの女王",
            "ハートの女王",
            "ハートの女王",
            "ハートの女王",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "...",
            "Thankfully, the Queen of Hearts doesn't yell anything confrontational, like \"Off with your head!\" or \"Get out of my sight!\"",
            "In contrast to her earlier dismissive attitude, the Queen just slowly nods her head, as if she is lost in thought.",
            "You kind of thought she'd hate it or get annoyed if you asked her about Alice...",
            "But instead, you're quite surprised that her response was more placid.",
            "Maybe she had good memories of her time with Alice?",
            "A girl named Alice, and the Queen of Hearts who had changed through Alice.",
            "From the Queen's reaction, you don't think Alice employed a coercive approach to make the Queen do what she wanted.",
            "You keep walking in the forest with the Queen of Hearts, who somehow now seems to be enjoying it... or at least isn't showing any signs of irritation.",
            "One could say this is more like a patrol... although she still hasn't open her mouth.",
            "Maybe you should ask her one more time?",
            "...",
            "Queen of Hearts? Can she hear you?",
            "You would like to know what kind of person Alice was...",
            "Who knows, Alice might even become a Hero and the Queen will have the chance to meet Alice again in the future.",
            "If that is a possibility, you would like to learn about Alice in advance, as well.",
            "... Hmph!",
            "How dare you to make fun of me!",
            "Why are you asking about Alice?",
            "You will never be like Alice, anyway...",
            "You want to ask Queen of Hearts a little bit more but...",
            "She closes her mouth tight after that.",
            "You have no choice but to finish walking in the forest.",
            "Did this even count as going for a walk? You feel like you were doing patrol duty...",
            "Anyway, you decide to head back and report this to Aurora and Esme."
        ],
        [
            "...",
            "걱정과 달리 퀸 오브 하트는 나에게 목을 내놓으라니, 복종하라느니 하는 말은 하지 않았다.",
            "평소에 꺼지라는 말을 달고 살던 것과 달리 생각에 잠긴 듯 고개를 까딱이기만 했다.",
            "앨리스에 관한 것을 물어보면 굉장히 싫어하거나, 짜증을 낼 줄 알았건만.",
            "생각했던 것 보다 훨씬 무난한 반응이었기에 놀랄 수밖에 없었다.",
            "...",
            "앨리스라는 이름의 신비로운 소녀, 그리고 그녀와 만나 변한 퀸 오브 하트.",
            "반응을 보아 앨리스가 강압적인 방법을 사용하지는 않았던 것 같다.",
            "짜증내는 기색 없이, 묘하게 즐기는 것 같은 퀸 오브 하트와 숲을 산책한다.",
            "순찰이라고 봐도 좋을 정도로 오래 걸었지만, 그녀는 여전히 입을 열지 않는다.",
            "...",
            "기회를 봐서 한번 더 물어보려고 했지만, 좀처럼 틈이 나질 않는다.",
            "퀸 오브 하트의 이름을 불러도 묵묵부답이다.",
            "앨리스의 이름을 말할 때면 가끔 시선이 날아들었지만, 그게 전부였다.",
            "앨리스도 메르헨이라고 했으니, 언젠가는 그녀와 만나게 될지도 모른다.",
            "그때 어색하지 않도록 도움을 받고 싶다고 말했다.",
            "... 흥!",
            "어딜 함부로 입을 놀리느냐.",
            "앨리스에 대한 것을 왜 짐에게 묻지?",
            "어차피 넌 앨리스가 될 수 없어.",
            "퀸 오브 하트에게 조금 더 자세히 묻고 싶었지만,",
            "그녀는 그 말을 끝으로 입을 다물어버렸다.",
            "어쩔 수 없이 숲을 산책하는 일을 마무리 했다.",
            "앨리스가 될 수 없다는 말이 떠오른다.",
            "그만 오로라와 에스메에게 돌아가기로 했다."
        ],
        [
            "...",
            "しかし、ハートの女王は私に首を出せとか、服従しろなどとは言わなかった。",
            "普段とは違い、何か考え込んでいる様子でうなずいていた。",
            "アリスに関することを聞いたら、嫌がるか腹を立てるだろうと思っていたが...",
            "思っていたよりも大人しい反応だったため、驚かざるを得なかった。",
            "...",
            "アリスという名の神秘的な少女、そして彼女と出会って変わったハートの女王。",
            "反応を見たところ、アリスが強制的に何かをしたわけではなさそうだ。",
            "腹を立てるどころか、妙に楽しそうなハートの女王と森を散歩する。",
            "パトロールと言えるほど長く歩いたが、彼女は依然として口を開かない。",
            "...",
            "チャンスがあればもう一度尋ねようと思ったが、なかなかタイミングが来ない。",
            "名前を呼んでも黙りっぱなしだ。",
            "アリスの名前を出すとたまに視線が向けられたが、それがすべてだった。",
            "アリスもメルヘンだと言っていたから、いつか彼女と会うかもしれない。",
            "その時に気まずくならないように、手伝ってほしいと言った。",
            "...フンッ！",
            "好き勝手ほざきおって。",
            "アリスに関することをなぜ私に聞く？",
            "どうせお前はアリスになれない。",
            "ハートの女王にもう少し詳しく尋ねたかったが、",
            "彼女はその言葉を最後に口を閉ざしてしまった。",
            "仕方なく、森の散歩を終えた。",
            "アリスになれないという言葉が離れない。",
            "オーロラとエスメのところへ帰ることにした。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}