{
    "StoryName": "Campaign_LibraryStory_Aurora_5",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Lis",
            "",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "리즈",
            "",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "リズ",
            "",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Once upon a time, long ago and far away...",
            "During a time not long after the world had been created, when the light and the dark co-existed together.",
            "There was once a beautiful princess who lived in a kingdom whose name has now been forgotten.",
            "The princess struggled every day to protect her people from terrifying monsters that were invading the kingdom.",
            "Although she faced such constant struggle, the strong and beautiful princess always withstood the adversity with a brave smile on her face.",
            "Aurora starts reading the fairytale in a soft yet entrancing voice.",
            "Every time she flips a page, you can sense that people in the crowd are hooked, hanging on her every word.",
            "Everyone is holding their breath in anticipation of what comes next.",
            "And one day...",
            "The princess faced a very powerful, seemingly undefeatable, monster.",
            "The monster's giant horns rose so high it seemed as if they were touching the sky and wherever its hooves touched the ground, darkness spread.",
            "The princess had never been afraid of the darkness ever since she was born, however this was the first time she had ever felt so hopeless against the such overwhelming evil.",
            "It was such a frightening and merciless monster, she began to doubt she could prevail.",
            "Even with every power she possesssed, the princess was not able to defeat the giant horned monster.",
            "Oh no, what do we do...?",
            "Lis whispers her dismay in a quiet voice.",
            "Mal quickly covers Lis's mouth, but Lis seems to not be the only one so absorbed in the story.",
            "You can hear gasps from the crowd as they await in anticipation every page turn...",
            "These people sure get absorbed into this story easily! Perhaps it was because Aurora was such a good storyteller?",
            "As she continued to fight against the monster, the princess became exhausted.",
            "The hopeless days continued.",
            "The monster was able to easily destroy whatever place it attacked in her kindom...",
            "And so, the princess lost her more and more of her precious people and her kingdom began to fall under the monster's onslaught.",
            "As time went on, the princess began to lose her strong will and she fell into a deep depression.",
            "At this rate, the kindom would soon fall... Oh, what should she do now...?",
            "Then one day, she heard a rumor about a particular prince from another land.",
            "The rumors told of a prince who was very strong, kind, and chivalrous. The legends said that the prince was born from the light that could banish the darkness.",
            "After hearing the rumors about the prince, the princess anxiously waited for him to come and visit her kingdom.",
            "She didn’t know anything about the prince’s name or where he lived so all she could do was wait endlessly.",
            "And the days soon became weeks, and weeks soon became years...",
            "Just for a moment, you feel your eyes met with Aurora's...",
            "She smiled a little bit and her eyes travelled on, over the assembled masses of listeners, but you're certain that you and she made eye contact for a brief instant.",
            "After a long period of waiting, she finally met the prince of legend.",
            "And as the rumour had it, he was undoubtedly valorous and powerful.",
            "And yet, even the prince of legend had trouble fighting against the giant horned monster destroying the princess's kingdom. But with the help of princess, they were able to take down the monster at last.",
            "You hear someone in a crowd yelling \"Yay!\"",
            "Aurora smiles as she hears that voice.",
            "After so long, the darkness that had seemed to last forever was lifted and the sun rose high in the kingdom's sky.",
            "It is said that the prince traveled a great distance to come to rescue the princess.",
            "Just to save the princess and her kingdom...",
            "The prince did not ask for anything in return, he even comforted the princess and helped rebuild the fallen kingdom.",
            "With the help of the kind prince, the kingdom was soon restored to its original state.",
            "The land finally became peaceful and people lived happily.",
            "The prince and princess also lived together in the kingdom.",
            "And, yes, from that day on, they both lived happily ever after...",
            "That's the end of story. I told you it's wasn't that long, was it?",
            "Aurora closes the thin fairytale book and stands up.",
            "She's right, it was a pretty short story, but people seemed to enjoy it nonetheless. The parallels between the fairytale and present day Haven are obvious to most people. You even see some people smile at you appreciatively.",
            "A happy ending story in which a prince and a princess lived together happily ever after is always popular... Well, especially in a time like this.",
            "As soon as she hears the part where the couple lived happily together, Lis breathes a sigh of relief.",
            "However, something feels odd...",
            "When she closes the book, Aurora seems to have a sad expression on her face.",
            "Although, when you look at her again, she seems fine again, as if nothing happened...",
            "... Why did she make that sorrowful expression? Was she really sad? Because of the story?",
            "Someday, when you get a chance, perhaps you'll ask her about it..."
        ],
        [
            "옛날, 아주 오랜 옛날.",
            "세계가 갓 태어나고 얼마 지나지 않은 시기, 빛과 어둠이 섞여 존재하던 때였습니다.",
            "지금은 이름이 전해지지않는 어느 왕국에 아름다운 공주님이 살고 있었습니다.",
            "공주님은 영역을 침범하는 무서운 괴물들로부터 사람들을 지키며 하루 하루 힘겹게 버텨내고 있었습니다.",
            "혼란스럽고 어려운 시기였지만, 강하고 아름다운 공주님은 언제나 씩씩한 미소를 잃지 않았어요.",
            "부드러우면서도 호소력있는 목소리로 오로라가 동화책을 읽기 시작한다.",
            "페이지가 한 장 넘어갈 때마다 사람들이 이야기 속으로 빠져드는 것이 느껴진다.",
            "공터에 모인 사람들이 이렇게 많은데 숨소리조차 들리지 않는다.",
            "그러던 어느날...",
            "공주님은 도저히 이길 수 없을 것 같은 아주 아주 무섭고 강력한 괴물을 마주하게 되었습니다.",
            "괴물의 거대한 뿔은 구름에 맞닿을 정도로 높게 솟아있었고, 그 끝에는 어둠이 일렁이고 있었습니다.",
            "공주님은 태어난 이후 단 한번도 어둠을 두려워 한 적이 없었지만, 그 괴물의 앞에서는 두려움을 느끼지 않을 수 없었어요.",
            "그 정도로 무섭고, 무자비한 괴물이었어요.",
            "공주님의 힘으로는 아무리 노력해도 이길 수가 없었습니다.",
            "어떻게 해...",
            "리즈가 작은 목소리로 속삭였다.",
            "말이 서둘러 리즈의 입을 막았지만, 아무래도 이야기에 몰입한 건 리즈만이 아닌 모양이다.",
            "공터 여기저기서 탄식이 흘러나온다.",
            "사람들을 둘러본 오로라가 다시 동화를 읽기 시작했다.",
            "싸움이 이어질수록, 공주님은 지쳐가고 말았습니다.",
            "희망 없는 나날들이 이어졌어요.",
            "괴물은 왕국을 아주 손쉽게 파괴했고...",
            "공주님에게 소중한 모든 것들을 빼앗기 시작했습니다.",
            "날이 갈수록 강인한 마음을 잃고 슬픔으로 하루 하루를 보내게 되었습니다.",
            "이대로라면 곧 왕국이 멸망하고 말 텐데, 아아, 어쩌면 좋을까...",
            "그러던 어느날, 공주님은 어떤 왕자에 대한 소식을 들었습니다.",
            "아주 강하고, 상냥하고, 다정한 성품을 가진 왕자님의 이야기였어요. 빛 속에서 태어났다고 전해지는 왕자님은 어떤 괴물에게도 굴하지 않고 승리한다고 했거든요.",
            "공주님은 왕자님이 자신의 왕국에 방문하기를 애타게 기다렸습니다.",
            "왕자님의 이름도, 사는 곳도 알 수 없었기 때문에 편지조차 보낼 수 없었어요.",
            "그저 하루 하루를 기다리며...",
            "잠시, 오로라와 눈이 마주친 것 같은 기분이 든다.",
            "미소짓는 얼굴이 평온해보였다.",
            "얼마나 오랜 시간이 흘렀을까, 공주님은 마침내 왕자님을 만나게 되었습니다.",
            "소문대로 무척 용감하고 강한 왕자님이었습니다.",
            "왕국에 나타난 괴물은 왕자님 역시 이기기 힘들었지만, 두 사람의 힘을 합쳐 결국 무찌를 수 있었어요.",
            "공터 어딘가에서 잘 됐다! 하는 목소리가 흘러 나왔다.",
            "오로라 역시 그 소리를 들었는지 고개를 끄덕였다.",
            "마침내 영원할 것 같던 어둠이 걷히고, 새로운 아침이 찾아왔답니다.",
            "왕자님은 공주님을 구하기 위해서 아주 긴 시간을 여행했다고 했어요.",
            "오직 공주님과, 그 왕국을 구하기 위해서...",
            "왕자님은 어떠한 대가도 요구하지도 않았습니다. 슬픔에 잠긴 공주를 위로하고, 무너진 왕국을 재건하는 것을 도왔어요.",
            "상냥한 왕자님의 도움으로 왕국은 금방 원래의 모습을 되찾을 수 있었답니다.",
            "왕국은 다시 평화로운 모습으로 돌아갔어요. 사람들은 왕국에서 행복하게 살았고, 많은 것들을 이루어냈답니다.",
            "공주님과 왕자님은 함께 평화로워진 왕국에서 행복하게 살았다고 해요.",
            "네, 아주 아주 오래오래... 행복하고, 평화롭게.",
            "동화는 여기까지에요. 정말, 길지 않죠?",
            "얇은 동화책이 덮히고, 오로라가 이야기를 마무리한다.",
            "짧은 이야기였지만 사람들은 즐겁게 들은 것 같았다.",
            "왕자와 공주가 만나 행복하게 끝나는 동화는 언제나 인기 있는 소재다. <br>이런 시기에는 특히나 더 그런 이야기를 듣고 싶어하는 사람들이 많을 것이다.",
            "리즈는 행복하게 살았다는 부분이 나오자마자 안도의 한숨을 쏟아냈다.",
            "그런데 어쩐지...",
            "동화책을 덮은 오로라의 얼굴이 아주 약간, 슬프게 보였던 것 같다.",
            "다시 바라봤을 때는 아무렇지 않은 표정이었지만...",
            "그녀가 슬퍼하는 것을 알 수 있었다.",
            "언젠가 기회가 온다면, 그녀의 슬픔에 대해 물어보고 싶다."
        ],
        [
            "むかしむかし。",
            "世界が誕生したばかりの頃、光と闇が混ざっていた時でした。",
            "今は名前も分からない、ある王国に美しいお姫様が暮らしていました。",
            "お姫様は侵略してくる恐ろしい怪物たちから人々を守り、<br>毎日必死に耐えていました。",
            "つらく厳しい時期でしたが、<br>強くて美しいお姫様は、いつも素敵な笑顔を絶やしませんでした。",
            "柔らかく、しかし強く訴えかける声でオーロラが絵本を読み始めた。",
            "ページをめくるたび、みんな物語の中に入り込んでいくのが感じられた。",
            "これほど多くの人々が空き地に集まっているのに、息遣いさえ聞こえない。",
            "そんなある日...",
            "お姫様は到底勝てそうにない、とてもとても恐ろしく、強い怪物と出会いました。",
            "怪物の巨大なツノは雲に届くほど高くそびえ立ち、<br>その先には闇が揺らめいていました。",
            "お姫様は生まれてから一度も闇を恐れたことはありませんでしたが、<br>その怪物の前では恐怖を感じずにいられませんでした。",
            "それほど恐ろしく、情け容赦のない怪物だったのです。",
            "お姫様の力ではいくら頑張っても勝てませんでした。",
            "そんなぁ...",
            "リズは小さな声でささやいた。",
            "マルが慌ててリズの口をふさいだが、<br>物語に没頭していたのはリズだけではなかったようだ。",
            "空き地のあちこちからため息が漏れていた。",
            "みんなの様子を確認し、オーロラは再び童話を読み始めた。",
            "戦いが長引くほど、お姫様は疲れてしまいました。",
            "そうして希望のない日々が続いたのです。",
            "怪物は王国を簡単に壊し...",
            "お姫様にとって大切なものを奪い始めました。",
            "日が経つにつれ、強い心を失い、悲しみに明け暮れるようになりました。",
            "このままでは、もうすぐ王国は滅亡してしまう...ああ、どうすればいいのだろう...",
            "そんなある日、お姫様はある王子に関する噂を耳にしました。",
            "とても強くて、明るくて、優しい王子様のお話でした。<br>光の中で生まれたと言われている王子様は、どんな怪物にも屈せず、勝利するらしいのです。",
            "お姫様は、王子様が王国にやってくるのを首を長くして待っていました。",
            "王子様の名前も、住所も分からなかったため、<br>手紙を送ることさえできませんでした。",
            "そうしてずっと待ちながら...",
            "一瞬、オーロラと目が合ったような気がした。",
            "彼女は穏やかに微笑んでいる。",
            "どれくらいの時間が流れたでしょうか。お姫様は、ついに王子様と出会いました。",
            "噂どおり、とても勇敢で、強い王子様でした。",
            "王国に現れた怪物は、王子様でも苦戦しましたが、<br>2人の力を合わせてついに倒すことができました。",
            "空き地のどこかから「やった！」という声が聞こえた。",
            "オーロラもその声を聞いたのか、うなずいた。",
            "永遠に続きそうに思えた闇が消え、新しい朝がやってきました。",
            "王子様はお姫様を救うために、ずっと旅をしていたと言いました。",
            "お姫様と、王国を救うために...",
            "王子様は何の見返りも求めませんでした。<br>悲しみに浸るお姫様を励まし、崩れた王国の再建を手伝いました。",
            "優しい王子様の助けにより、王国はすぐに元の姿を取り戻しました。",
            "王国は再び平和な姿に戻りました。<br>みんな王国で幸せに暮らし、多くのことを成し遂げました。",
            "お姫様と王子様は、平和になった王国で一緒に幸せに暮らしたそうです。",
            "ずっとずっと...幸せに、平和に。",
            "物語はここまでです。あっという間だったでしょう？",
            "薄い絵本を閉じ、オーロラは物語を締めくくった。",
            "短い話だったが、みんな楽しく聞いていたようだった。",
            "王子様とお姫様が出会い、幸せに終わる物語はいつの時代も人気があるテーマだ。<br>このような時代には、特にハッピーエンドが聞きたい人が多いだろう。",
            "リズは幸せに暮らしたという部分が出てきた瞬間、安堵のため息をついた。",
            "だが、なぜか...",
            "絵本を閉じたオーロラの顔が、ほんの少し悲しげに見えた。",
            "もう一度見た時には平気そうに見えたが...",
            "彼女が悲しんでいることが分かった。",
            "いつか機会があったら、彼女の悲しみについて聞いてみたい。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}