{
    "StoryName": "Campaign_Chapter5_Part2",
    "background": [
        "abandonedcity.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "storydragonflight2.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "storydragonattack.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Celeste",
            "Esme",
            "Celeste",
            "",
            "Esme",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Esme",
            "",
            "",
            "",
            "Vita",
            "Esme",
            "",
            "",
            "",
            "Esme",
            "",
            "",
            "",
            "",
            "Esme",
            "",
            "Vita",
            "",
            "",
            "Vita",
            "Vita",
            "Vita",
            "",
            "",
            "Vita",
            "Vita",
            "Vita",
            "",
            "Vita",
            "",
            "",
            "Vita",
            "",
            "Esme",
            "Vita",
            "",
            "",
            "Vita",
            "Esme",
            "",
            "Vita",
            "Esme",
            "Vita",
            "Esme",
            "Esme",
            "Vita",
            "Vita",
            "",
            "",
            "Celeste",
            "Vita",
            "",
            "Aurora"
        ],
        [
            "",
            "",
            "",
            "",
            "셀레스티",
            "에스메",
            "셀레스티",
            "",
            "에스메",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "에스메",
            "",
            "",
            "",
            "비타",
            "에스메",
            "",
            "",
            "",
            "에스메",
            "",
            "",
            "",
            "",
            "에스메",
            "",
            "비타",
            "",
            "",
            "비타",
            "비타",
            "비타",
            "",
            "",
            "비타",
            "비타",
            "비타",
            "",
            "비타",
            "",
            "",
            "비타",
            "",
            "에스메",
            "비타",
            "",
            "",
            "비타",
            "에스메",
            "",
            "비타",
            "에스메",
            "비타",
            "에스메",
            "에스메",
            "비타",
            "비타",
            "",
            "",
            "셀레스티",
            "비타",
            "",
            "오로라"
        ],
        [
            "",
            "",
            "",
            "",
            "セレステ",
            "エスメ",
            "セレステ",
            "",
            "エスメ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "エスメ",
            "",
            "",
            "",
            "ヴィータ",
            "エスメ",
            "",
            "",
            "",
            "エスメ",
            "",
            "",
            "",
            "",
            "エスメ",
            "",
            "ヴィータ",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "",
            "",
            "ヴィータ",
            "",
            "エスメ",
            "ヴィータ",
            "",
            "",
            "ヴィータ",
            "エスメ",
            "",
            "ヴィータ",
            "エスメ",
            "ヴィータ",
            "エスメ",
            "エスメ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "セレステ",
            "ヴィータ",
            "",
            "オーロラ"
        ]
    ],
    "dialogueText": [
        [
            "You fight your way through the city until you finally reach the distant castle. You expect to find it difficult to enter, but the great keep is broken open, all the doors smashed or rotted away.",
            "Even the Dreamless don't seem to like this place, and you can see evidence of why scattered around the place: dragon scales, giant shed talons, claw marks rent in the stones.",
            "This is the dragon's lair...",
            "As you creep through the castle grounds, you find the base of the tower with the light on inside. A door stands ajar, darkness inside.",
            "The caravan won't go in there. Mal, Lis and I will stay here. You take the Heartstone and find your way to the top.",
            "You can call me Esme, you know?",
            "Retrieve the Lifestone quickly, Dreamer. We won't last long down here if we're attacked.",
            "You nod and look to Esme. She gives you a brave smile and nods also.",
            "Let's go.",
            "With that, you head inside.",
            "At first, the steps leading upwards skirt a cavernous central room, with little between you and a sickening plunge apart from sure footing on the thankfully wide steps.",
            "Eventually, you start passing between floors. Rooms filled with empty bookcases, broken furniture, odd rusted mechanical devices.",
            "Always you trudge steadily higher.",
            "As you climb the steps, you start to see through the outer windows onto the lands below.",
            "From this high up, you can actually see the edge of the realm...",
            "And the emptiness that lies beyond.",
            "Is that what the Dreamless Nether is? Nothingness? Emptiness?",
            "How do you fight emptiness?",
            "Dreamer? We have to move quickly. Celeste won't be able to hold off any Dreamless for long.",
            "You shake yourself. She's right. With renewed determination, you head up the last flights of steps and arrive into a spacious, circular bed chamber, bedecked with rich furnishings, cushions and carpets.",
            "It's well lit by many flickering lamps.",
            "In the centre of this circular chamber is a four poster bed and on the bed lies...",
            "*snooooore*",
            "What's she doing?",
            "You don't know. It's very strange to be sleeping at a time like this...",
            "You cross the room and bend over her sleeping form.",
            "How are you supposed to wake her up?",
            "H-How should I know? I'm not even from this realm! Magic and enchantments are Vita's thing!",
            "You lean closer.",
            "You clap your hands together... but that doesn't even get a response.",
            "You try clapping and calling her name, but that doesn't seem to work either.",
            "Although, her brow seems to furrow slightly.",
            "Hey, that did something! Try again!",
            "You click your fingers rapidly in front of her face and call out: “Oi! Oi!”",
            "Kch!",
            "You pinch her cheeks and yell in her face: “Hey! Vita! Wake up!”",
            "Her eyes snap open and they're blazing with anger and irritation!",
            "Grrr, that's not how the fairytale goes!",
            "You're supposed to wake the maiden with a kiss! Don't you know anything?!",
            "You really are a dummy! DUMMY!",
            "Right, well, ignoring that for the time being, you really should be going. The dragon could be back at any moment.",
            "Vita sits up, rubbing her eyes grumpily. In the distance, you hear a roar.",
            "Drak?",
            "Oh, don't worry about him. Drak is a big pushover, really.",
            "As soon as I explain to him what's going on, he'll let me go with you, no problem.",
            "Uhhh, you don't think that'll be the case...",
            "What are you talking about, Dummy? Let me just call him.",
            "Uhh, that's really not a good idea...",
            "In spite of your protests, she crosses the room and climbs the steps that lead to the roof and the tower's battlements.",
            "DRAK!",
            "You can see the dragon's form high in the sky. As it turns towards you, you feel a wave of apprehension.",
            "Vita... this really isn't a good idea, we've already fought your dragon once and he –",
            "DRAK! Get down here you big lump! I need to talk to you!",
            "The Dragon soars past your vantage and crashes into another tower, gripping onto the stonework with huge claws and roaring its fury.",
            "The back draft from its wings alone almost knocks you from your feet.",
            "Wh- What's wrong with him?!",
            "RUN!!",
            "The three of you pelt back down the steps, heading for the ground floor and a way to escape from the castle.",
            "Ahh, I've never seen him like that before!",
            "Haven't you been paying attention to what's been going on in your realm!?",
            "I've been asleep for a long time, dummy! I-I-I was just filling in for Briar Rose until she came back!",
            "Briar Rose disappeared centuries ago!",
            "You really slept through the entire invasion of the Dreamless Nether?!",
            "Well, there wasn't much to do, stuck in a tower all on my own! I might have fallen asleep for a bit, that's all!",
            "That's not important now! Dreamer! You have to do something about Drak! I think he's gone crazy!",
            "Tch! Finally she gets it?",
            "You burst back out onto the castle grounds, to find Celeste and her caravan already under attack.",
            "DREAMER! YOU TOOK YOUR SWEET TIME!",
            "I-I'm sorry! This is my fault! I didn't realise –",
            "Aurora blooms into existence before you.",
            "No time for that, Vita! Everyone, lend us your power!"
        ],
        [
            "성에 도착했다.<br>성문이 닫혀있으면 어쩌나 걱정했지만 이미 산산조각 난 상태였다.",
            "주변에 드림리스가 별로 없던 이유가 눈에 보였다.<br>여기저기 흩어진 비늘, 성벽에 남겨진 발톱의 흔적. 부러진 거대한 발톱...",
            "드래곤의 둥지.",
            "성곽을 기웃거리다 꼭대기에서 빛이 새어 나오는 탑의 입구를 발견했다.<br>문은 조금 열려 있지만, 안쪽은 어둡다.",
            "마차를 끌고 탑을 올라갈 수는 없어.<br>나는 꼬마들과 함께 마차를 지키고 있을테니, 하트 스톤을 데리고 가.",
            "으응? 에스메라고 부르면 되는데.",
            "라이프 스톤을 찾아서 빨리 돌아오렴, 꿈꾸는 자.<br>우리 셋만 있으면 공격 받았을 때 오래 버티지 못할 거야.",
            "셀레스티에게 뾰로통한 표정을 짓고 있는 에스메를 바라본다.<br>시선을 느꼈는지 의기양양한 표정으로 고개를 끄덕인다.",
            "자! 그럼 어서 올라가자.",
            "그렇게 에스메와 함께 탑 안쪽을 향해 나아갔다.",
            "탑의 내부에는 빈 책장이나 부서진 가구, 녹슨 기계 장치가 가득했다.<br>한쪽 구석에는 위로 올라가는 계단이 있었다.",
            "계단을 통해 어둡고 위태로운 탑을 오른다.<br>조금만 삐끗해도 아래쪽의 위험한 하수구로 빠질 것 같았다.",
            "하지만 단 번에 몇 계단씩 뛰어넘으며 정상으로 향했다.",
            "이윽고 탑의 창문을 통해 바깥의 풍경이 보였다.",
            "지평선 너머 이 영역의 가장자리까지 볼 수 있었다.",
            "그 건너편에는...<br>어둠밖에 보이지 않는다.",
            "아무것도 없는 공허.<br>저 어둠 자체가 드림리스 네더일지도 모른다.",
            "...",
            "뭐해?<br>이런 곳에 멈춰 서있을 시간 없어!",
            "에스메가 팔을 끌며 서둘렀다.<br>",
            "각오를 다지며 마지막 계단에 오른다.<br>탑의 마지막 층은 고급스러운 가구와 카펫,<br>불꽃이 일렁이고 있는 무수히 많은 램프들이 놓여 있었다.",
            "원형의 방 중앙에는 호화스러운 침대가 놓여 있었다.<br>그 침대 위에는...",
            "...",
            "... 얘 여기서 뭐 하는 거야?",
            "침대 위에는 비타가 편안한 얼굴로 누워 잠들어 있었다.",
            "잠자는 소녀를 보기 위해 몸을 굽혔다.",
            "어쩌면 도미니언이 비타에게 뭔가 나쁜 마법을 걸었을지도 모른다.",
            "어, 어어...?",
            "비타의 얼굴 근처까지 몸을 숙였다.",
            "...",
            "손으로 비타 눈 근처를 휘저어 보았지만 반응이 없자, 살짝 손등 박수를 쳤다.",
            "그때, 비타의 미간이 살짝 찌푸려진다.",
            "으음... 안되겠어.<br>비타!! 일어나!!",
            "보다 못한 그녀가 비타 귀에다 대고 큰 소리로 깨웠다.",
            "으, 으응...",
            "비타의 뺨을 꼬집고 큰 소리로 외쳤다.",
            "갑작스러운 아픔에 소녀는 눈을 떴다.<br>그 눈동자는 짜증과 분노로 이글거리고 있었다.",
            "... 내가 아는 동화는 이게 아냥!!",
            "저주에 걸린 공주님을 깨우는 건 당연히 키스잖아...!",
            "바보! 멍청이! 멍게! 해삼! 말미잘! 판타지아의 수치야!",
            "비타가 뚱한 표정으로 자신의 볼을 살살 어루만진다.<br>다행히 비타는 잠만 자고 있었던 모양이었다.",
            "드래곤이 언제 습격해올지 모르니 서둘러 나갈 채비를 했다.<br>그때 멀리서 울부짖는 소리가 들려왔다.",
            "아, 혹시 드락 때문에?",
            "걔 때문이면 걱정하지 마,<br>별 거 아니니까.",
            "너희 때문에 조금 놀란 모양이지.<br>나랑 잘 이야기하면 아무 문제 없을거야. 오히려 친절하게 배웅해줄걸?",
            "...",
            "너! 날 못 믿는거지! 이 잠탱이!",
            "우리는 그 모습을 보며 고개를 절레절레 저었다.",
            "비타는 에스메의 만류에도 불구하고<br>혼자 탑의 꼭대기로 씩씩하게 걸어 올라갔다.",
            "드락!",
            "하늘 높이 날고 있던 사나운 드래곤이<br>놀랍게도 비타의 목소리에 반응해 탑으로 다가온다.",
            "꼬맹아, 아니 비타.<br>이거 진짜 그만두는게 좋지 않겠어?<br>우리는 오는 길에 네 드래곤이랑 한 번 싸웠단 말이야.",
            "뭐라는 거야? 흥!<br>드락! 이리 내려와! 할 이야기가 있다구!",
            "드래곤이 조금 지나쳐서 바로 옆의 탑에 내려앉았다.<br>거대한 발톱이 탑을 부술 듯 움켜쥐었다.",
            "이어지는 분노 섞인 큰 울부짖음에 쓰러질 뻔했다.",
            "얘가 대체... 왜 이러지...?",
            "... 도망쳐!",
            "우리는 충격에 놀라서 멈춰 선 비타를 잡아끌었고, 탑의 아래층을 향해 전속력으로 계단을 내려갔다.",
            "으으... 드락이 나한테 반항하다니!<br>처음 봤어, 처음 봤다구!",
            "넌 네 영역에 무슨 일이 벌어지는지도 모르니!?",
            "나, 난... 난 그냥 브라이어 로즈가 돌아올 때까지 기다렸다구!<br>그 사이에는 계속 잠들어 있었어. 며칠 전에야 겨우 눈을 떴고...",
            "잠자는 숲속의 공주!?<br>브라이어 로즈가 이 세계에서 사라진 지 벌써 몇 세기나 지났다고!",
            "너... 정말 드림리스 네더가 네 영역을 휘젓는 동안<br>계속 잠만 잔 거야!?",
            "나 혼자 탑에 틀어박혀 있으니까! 할 일이 없었단 말이야!<br>그, 그래서 그냥 잠깐... 졸았을지도... 그게 다야!",
            "이... 이게 대체 무슨 일이람!?<br>아까 농담 삼아 이야기했지만, 드락 좀 어떻게 해봐!",
            "비타가 믿을 수 없다는 목소리로 말한다.<br>계속 힐끔거리며 하늘을 보는 비타를 에스메가 이끌며 내려간다.",
            "올라갈 때보다 훨씬 빠른 속도로 탑을 내려왔다.",
            "꿈꾸는 자! 너무 늦었잖아!",
            "...<br>나, 나는 드락이...",
            "그때 주변에서 하얀 빛이 일어났고,<br>기운을 느낀 오로라가 실체화해서 나타났다.",
            "지금은 그런 걸 따질 시간이 없을 것 같아요.<br>비타! 모두들, 제게 힘을 빌려주세요!"
        ],
        [
            "城に到着した。<br>城門が閉まっていたらどうしようかと心配していたが、門はすでに粉々になっていた。",
            "周辺にあまりドリームレスがいなかった理由がわかった。<br>あちこちに散らばった針、城壁に残った爪の痕。折れた巨大な爪...",
            "ドラゴンの巣。",
            "城郭を覗き込むと、頂上から光が漏れ出す塔の入り口が見えた。<br>扉は少し開いているが、中は暗かった。",
            "馬車をひいて塔を登ることはできない。<br>私はおちびちゃんたちと一緒に馬車を見ているから、ハートストーンと行ってきな。",
            "ん？エスメって言ってくれればいいのに。",
            "ライフストーンを探して早く戻ってくるのよ、ドリーマー。<br>私たち3人だけでは攻撃を受けた時にあまり長くは持たないわ。",
            "セレステにふてくされた表情をしているエスメを見つめた。<br>視線を感じたのか意気揚々とした表情で頷いた。",
            "さあ！早く行こう。",
            "こうしてエスメと共に塔の中へと進んだ。",
            "塔の内部は空の本棚やつぶれた家具、錆びた機械でいっぱいだった。<br>部屋の隅に上へとつながる階段があった。",
            "階段を通って暗く、危ない塔を登る。<br>少しでもつまづくと下の危険な下水溝に落ちそうだ。",
            "だが、一気に何段も飛ばして階段を上り、頂上へと向かった。",
            "ほどなくして、塔の窓から外の景色が見えた。",
            "地平線の向こう側の、この領域の端まで見ることができた。",
            "あの向こう側には...<br>暗闇しか見えない。",
            "何も無い空虚。<br>あの闇自体がドリームレスネザーなのかも知れない。",
            "...",
            "何してるの？<br>こんなとこで立ち止まってる時間はないよ!",
            "エスメが腕を引っ張って先を急いだ。<br>",
            "覚悟を決めて最後の階段を上った。<br>塔の最上階には高級な家具とカーペット、<br>炎がゆらめく無数のランプが置かれていた。",
            "円形の部屋の中央には、豪華なベッドが置かれていた。<br>そのベッドの上には...",
            "...",
            "...この子、ここで何してるの？",
            "ベッドの上にいたヴィータがリラックスした表情で寝ていた。",
            "寝ている少女を見ようと、体をかがめた。",
            "もしかすると、ドミニオンがヴィータに何か悪い魔法をかけているのかも知れない。",
            "ん、おお...？",
            "ヴィータの顔の近くまで体をかがめた。",
            "...",
            "手をヴィータの目の辺りで振ってみたが、反応はなく、そっと手の甲で拍手をした。",
            "その時、ヴィータの眉間に少しシワが寄った。",
            "うーん...だめだ。<br>ヴィータ！！起きて！！",
            "見かねた彼女はヴィータの耳に当て、大きな声で起こした。",
            "う、うーん...",
            "ヴィータの頬をつねり、声を張り上げて言った。",
            "急な痛みに彼女は目を覚ました。<br>その瞳は苛立ちと怒りで燃え上がっていた。",
            "...あたしが知ってるおとぎ話じゃない〜！！",
            "呪いにかかったお姫様を起こすのはキスだよ...！",
            "バカ！このおバカ！ホヤ！ナマコ！イソギンチャク！ファンタジアの恥！",
            "ヴィータが不機嫌な顔で頬をそっと撫でた。<br>幸いヴィータは寝ていただけだったようだ。",
            "ドラゴンがいつ襲撃してくるか分からないので、急いで準備をした。<br>その時、遠くから泣き叫ぶ声が聞こえた。",
            "あ、もしかしてドレークのせいかな？",
            "ドレークのせいなら心配しないで、<br>大したことじゃないから。",
            "君たちのせいで少し驚いちゃったみたい。<br>あたしがちゃんと話せば問題ないよ。むしろ親切に見送ってくれると思うよ？",
            "...",
            "君！あたしを疑ってるんでしょ！この寝ぼすけさん！",
            "私たちはその姿を見て、首を横に振った。",
            "ヴィータはエスメが引き留めたにもかかわらず、<br>一人で塔の頂上に元気よく登っていった。",
            "ドレーク！",
            "空高くを飛んでいた荒々しいドラゴンが<br>驚くことにヴィータの声に反応して塔に近づいてくる。",
            "おちび、いや、ヴィータ。<br>それはやめておいた方がいいんじゃない？<br>あたしたちここに来るまでにヴィータのドラゴンと戦ったんだからね？",
            "何言ってるの？ふん！<br>ドレーク！こっちにおいで！話があるの！",
            "ドラゴンが少し通り過ぎて、すぐに横の塔にとまった。<br>巨大な爪で塔を砕くかのように掴んでいた。",
            "怒りの混じった大きなほえたける声に倒れそうになった。",
            "この子一体...どうしたのかな...？",
            "...逃げて！",
            "私たちは衝撃で固まり突っ立っているヴィータを引っ張り、塔の下の階へ向かって全速力で階段を下りた。",
            "うう...ドレークがあたしに反抗するなんて！<br>初めて見た、初めてなの！",
            "ヴィータ、あなたの領域で何が起こったか知らないの！？",
            "あ、あたしは...ただローズが戻ってくるまで待ってたの！<br>それまでずっと眠ってた。何日か前にやっと目覚めて...",
            "眠れる森の美女！？<br>いばら姫がこの世界から消えてもう何世紀も経ったよ！",
            "ヴィータ...本当にドリームレスネザーがあなたの領域をめちゃくちゃにしてた間<br>ずっと寝てたの！？",
            "あたし一人で塔に閉じこもっていたから！何もすることがなかったの！<br>だ、だからただちょっとだけ...居眠りしてたのかも...ただそれだけ！",
            "い...一体何が起こってるの！？<br>さっきは冗談半分だったんだけど、ドレークをどうにかして！",
            "ヴィータが信じられないといった様子で言った。<br>ずっとちらちらと空を見るヴィータをエスメが引っ張りながら下りていく。",
            "上った時よりもずいぶん速いスピードで塔を下りた。",
            "ドリーマー！遅かったじゃない！",
            "...<br>あ、あたしはドレークが...",
            "その時、あたりから白い光が出て、<br>オーロラが実体化して現れた。",
            "今はそんなことを考えている時間はありません。<br>ヴィータ！みなさん、私に力を貸してください！"
        ]
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        "",
        "",
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        "",
        "music_ominous.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}