{
    "StoryName": "Campaign_SideStory_Robin_Hood_2",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "Robin",
            "Robin",
            "Robin",
            "Robin",
            "",
            "Robin",
            "Robin",
            "Robin",
            "",
            "Robin",
            "",
            "",
            "Robin",
            "Robin",
            "Mal",
            "Lis",
            "",
            "",
            "Robin",
            "",
            "Robin",
            "Robin",
            "Robin",
            "",
            "Robin",
            "",
            "Robin",
            "Mal",
            "Mal",
            "",
            "Robin",
            "Robin",
            "Robin"
        ],
        [
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "",
            "로빈 후드",
            "",
            "",
            "로빈 후드",
            "로빈 후드",
            "말",
            "리즈",
            "",
            "",
            "로빈 후드",
            "",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "",
            "로빈 후드",
            "",
            "로빈 후드",
            "말",
            "말",
            "",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드"
        ],
        [
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "",
            "ロビンフッド",
            "",
            "",
            "ロビンフッド",
            "ロビンフッド",
            "マル",
            "リズ",
            "",
            "",
            "ロビンフッド",
            "",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "",
            "ロビンフッド",
            "",
            "ロビンフッド",
            "マル",
            "マル",
            "",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド"
        ]
    ],
    "dialogueText": [
        [
            "Unbelievable! I've never seen someone who can fight those creatures off so easily!",
            "The best I can do is sneak around and perhaps pick off the odd Dreamless and hopefully liberate a memory shard or two.",
            "But you...",
            "Dreamer, with you at my side, I can liberate a multitude of memory shards from these Dreamless monsters! ",
            "You don't understand, why would the Dreamless have memory shards?",
            "They're attracted to them, I think they must eat them somehow. Whenever I find a memory shard out here, there are almost always two or three Dreamless around it.",
            "But memory shards are just that – crystallised memories from people who used to live here!",
            "They're the last remnants of the slain people of Haven and the surrounding realm. I can't let them get eaten!",
            "And she wants to return them to surviving relatives in the town of Haven?",
            "That's right! Will you help me, Dreamer? ",
            "Well, you're supposed to be going to Haven... and there's someone you have to find. Or she's supposed to find you...",
            "You don't really understand. Everything that's happened since you woke up here is so confusing.",
            "I'm sorry if I don't seem more sympathetic, but... you're alive, at least, and not a memory shard yet!",
            "Please, will you help me?",
            "We should really get back to Haven...",
            "But we should also help! The Dreamer can beat all the Dreamless, easy!",
            "...",
            "All right, you'll help – for a while at least.",
            "Thank you, Dreamer! We'll steal the memories out of the clutches of the Dreamless and return them to Haven!  ",
            "But how are you supposed to find them?",
            "Don't worry, I've always had a sixth sense when it comes to finding memory shards.",
            "That's how I found you, after all.",
            "I think I can locate more.",
            "Very well, then. You'll follow her lead.",
            "By the way, I'll have to ask you to hand over any memory shards you've already collected.",
            "One step at a time, you need those shards to be able to call on your heroes.",
            "Ah, very well then. Perhaps when we reach Haven.",
            "If we reach Haven...",
            "I think we're surrounded.",
            "He's right. More Dreamless are on their way to attack you. They seem to be able to find you wherever you go...",
            "If you're carrying memory shards, that must be what's attracting them!",
            "I hadn't found any on this foray...",
            "But, whatever the case, let's fight and retrieve more shards!"
        ],
        [
            "말도 안돼...!<br>드림리스를 이렇게 쉽게 물리치는 사람은 처음 봤어요!",
            "저는 고작해야 무리에서 떨어진 드림리스를 쓰러트리고<br>기억 파편 한두 개를 회수하는 게 전부였는데...",
            "하지만, 당신은...",
            "꿈꾸는 자!<br>우리가 함께하면 훨씬 더 많은 기억 파편들을 회수할 수 있을 거예요!",
            "로빈은 미소 지으며 함께하자는 뜻을 밝혔다.",
            "왜인지 그들은 기억 파편에 이끌리거든요.<br>어떻게든 파편을 찾아와 먹으려고 하죠.<br>파편을 발견할 때마다 항상 그 근처에 드림리스가 있었어요.",
            "하지만, 기억 파편들은 원래 이곳에 살던 주민들의 소중한 추억이에요!",
            "쓰러져간 사람들의 마지막 유산을...<br>절대로 그들이 마음대로 유린하게 둘 수 없어요.",
            "그녀는 팔을 내린 채로 주먹을 꽉 쥐고 손을 떨었다.",
            "당신! 절 도와주실 수 있나요?",
            "그녀는 간절한 마음을 담아 손을 내밀었다. 손에는 긴장한 듯 땀이 맺혀있었다.",
            "...",
            "부담을 드리고 싶지 않지만, 한 번 생각해 주세요.",
            "당신은 아직 살아있잖아요, 파편이 되어버린 것도 아니고!",
            "우리들은 빨리 도시로 가야하는데...",
            "하, 하지만...! 그래도 도와줘야 해.<br>꿈꾸는 자는 특별한 힘을 가지고 있잖아!",
            "리즈가 반짝이는 눈망울과 쫑긋거리는 귀를 보이며 빤히 쳐다보았다.",
            "...",
            "고마워요.<br>기억 파편을 하나라도 더 회수해서 안식의 도시로 돌려보내죠!",
            "그녀는 다시 힘이 나는 듯 살짝 뛰며 말을 이었다.",
            "이래 봬도 제 직감은 아주 정확하거든요.",
            "... 여러분을 발견한 것도 제 직감이었죠.",
            "기억 파편을 찾는 데는 완전히 문제 없어요. 그리고...",
            "그녀가 무언가 할말이 있는 듯 말을 흐렸다.",
            "... 이미 모은 기억 파편들을 제게 주실 수 없을까요?",
            "...",
            "안식의 도시에 도착할 때 부탁드릴게요.",
            "... 저기 있잖아?",
            "우리 벌써 포위된 것 같아.",
            "전보다 많은 수의 드림리스가 주변을 으르렁거리며 다가오고 있었다.",
            "앗... 기억 파편...!",
            "당신이 가진 그 기억 파편이 드림리스를 끌어모으는 거예요.",
            "걱정 마세요.<br>무슨 일이 있더라도 맞서 싸워서 파편들을 회수하면 되니까!"
        ],
        [
            "信じられない...！<br>こんなあっさりとドリームレスを倒す人には初めて会いました！",
            "私は... 群れからはぐれたドリームレスを倒し<br>記憶の欠片を１～２つ回収するのが、やっとだというのに...",
            "それに比べ、あなたは...",
            "ドリーマー！<br>私達が手を組めば、もっとたくさんの記憶の欠片達を回収できます！",
            "ロビンフッドは笑みを浮かべ、仲間になりたい意志を伝えた。",
            "なぜか、奴らは記憶の欠片に引き寄せられ、<br>欠片を貪ろうと必死なのです。<br>欠片の近くには必ずドリームレスがいます。",
            "記憶の欠片は、ここの住人達の大切な思い出なのに！",
            "この世を去る人々の遺産を...<br>決して、奴らの好き勝手にはさせません。",
            "彼女は拳を握りしめた。",
            "私に手を貸してください！",
            "切実な声で手を伸ばすロビンフッド。その手には、緊張のせいか汗がにじんでいた。",
            "...",
            "困らせるつもりはありません。ぜひ検討ください。",
            "あなたはまだ生きています！ 欠片にもなっていない！",
            "早く都市へ戻らないと...",
            "で、でも...！ 助けてあげなきゃ。<br>ドリーマーは特別な力を持ってるんだもん！",
            "リズは目を輝かせて、ぴんと耳を立てながらこちらをじっと見つめた。",
            "...",
            "ありがとうございます。<br>記憶の欠片をひとつでも多く回収して、安息の都市へ持ち帰りましょう！",
            "彼女は力を取り戻したように、さっと駆けだしながら言葉を続けた。",
            "こう見えても、私の直感はよく当たるのです。",
            "...皆さんを見つけたのも、直感でした。",
            "記憶の欠片を探すのに、何も問題はありません。そして...",
            "彼女が意味ありげに、何かを言いかけた。",
            "...すでに集めた記憶の欠片を、私にいただけませんか？",
            "...",
            "安息の都市に着いたら、お願いします。",
            "...ほら、あそこ！",
            "もう囲まれてるみたい。",
            "前より多くのドリームレスが、唸り声をあげながら近づいてきた。",
            "あっ... 記憶の欠片...！",
            "あなたの持っている記憶の欠片が、奴らをおびき寄せているのです。",
            "心配いりません。<br>欠片は戦って取り戻せばいいのです！ 何があってもね！"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}