{
    "StoryName": "Campaign_Chapter10_Part9",
    "background": [
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "storywinterqueen.png",
        "storywinterqueen.png",
        "storywinterqueen.png",
        "storywinterqueen.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Winter Queen",
            "Winter Queen",
            "Aurora",
            "Winter Queen",
            "Winter Queen",
            "Saffi",
            "",
            "Winter Queen",
            "",
            "Aurora",
            "Winter Queen",
            "Winter Queen",
            "Winter Queen",
            "Winter Queen",
            "",
            "Winter Queen",
            "Winter Queen",
            "Winter Queen",
            "",
            "",
            "Saffi",
            "Winter Queen",
            "Winter Queen",
            "Winter Queen",
            "Saffi",
            "Winter Queen",
            "Winter Queen",
            "Saffi",
            "Aurora",
            "Saffi",
            "",
            "Aurora",
            "",
            "Winter Queen",
            "",
            "",
            "",
            "Winter Queen",
            "Winter Queen",
            "",
            "",
            "Winter Queen",
            "Winter Queen",
            "Winter Queen",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "눈의 여왕",
            "눈의 여왕",
            "오로라",
            "눈의 여왕",
            "눈의 여왕",
            "사피",
            "",
            "눈의 여왕",
            "",
            "오로라",
            "눈의 여왕",
            "눈의 여왕",
            "눈의 여왕",
            "눈의 여왕",
            "",
            "눈의 여왕",
            "눈의 여왕",
            "눈의 여왕",
            "",
            "",
            "사피",
            "눈의 여왕",
            "눈의 여왕",
            "눈의 여왕",
            "사피",
            "눈의 여왕",
            "눈의 여왕",
            "사피",
            "오로라",
            "사피",
            "",
            "오로라",
            "",
            "눈의 여왕",
            "",
            "",
            "",
            "눈의 여왕",
            "눈의 여왕",
            "",
            "",
            "눈의 여왕",
            "눈의 여왕",
            "눈의 여왕",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "雪の女王",
            "雪の女王",
            "オーロラ",
            "雪の女王",
            "雪の女王",
            "サフィ",
            "",
            "雪の女王",
            "",
            "オーロラ",
            "雪の女王",
            "雪の女王",
            "雪の女王",
            "雪の女王",
            "",
            "雪の女王",
            "雪の女王",
            "雪の女王",
            "",
            "",
            "サフィ",
            "雪の女王",
            "雪の女王",
            "雪の女王",
            "サフィ",
            "雪の女王",
            "雪の女王",
            "サフィ",
            "オーロラ",
            "サフィ",
            "",
            "オーロラ",
            "",
            "雪の女王",
            "",
            "",
            "",
            "雪の女王",
            "雪の女王",
            "",
            "",
            "雪の女王",
            "雪の女王",
            "雪の女王",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You find the Winter Queen and Hina's prison in the same room, what might once have been a great ballroom or a reception room of some kind.",
            "Hina is frozen in a great chunk of ice, just visible through the frosted facets.",
            "The Queen sits on the floor in front of the ice, staring wistfully up at it. As you enter, she turns vacant eyes upon you and your party.",
            "Visitors?",
            "I've been alone here for so long... I can barely remember what it felt like to have company...",
            "We're not visitors, Your Majesty...",
            "Not visitors... assassins then?",
            "Have you come to take my long life at last?",
            "Please, Your Majesty, we're not here to hurt you.",
            "But she doesn't seem to hear anything except what she wants to hear.",
            "Where is Hina? What have you done to her?",
            "She really doesn't remember...",
            "Hina is right in front of you, Your Majesty.",
            "Lies... Hina disappeared long ago.",
            "She promised she would watch over me after the girl left me...",
            "But she left, too...",
            "I had to protect her...",
            "Suddenly the Winter Queen leaps to her feet.",
            "You!",
            "You've come to take her away, haven't you?!",
            "You've come to kill me and take her away.",
            "The queen's voice deepens and her eyes flash dangerously. Each of your party takes an involuntary step back.",
            "But Saffi can't give up.",
            "Winter Queen! We don't want to hurt you. We came to help!",
            "LIES!!",
            "You looked into the mirror, didn't you?",
            "You saw the world as he sees it and now you want to destroy it. To destroy ME!!",
            "No! We–",
            "You will never destroy me! I am the keeper of the citadel!",
            "Many have tried before and now they decorate my palace with their failings!",
            "Please listen to me, we don't want to hurt you.",
            "It's no good, Saffi, her mind... she's beyond help.",
            "You don't know that!",
            "You step forward. It's time you accepted responsibility for your quest.",
            "Dreamer!",
            "The Winter Queen's baleful gaze flicks to you, pinning you to the spot.",
            "Who are you to think to challenge me?",
            "In spite of her domination, you steel your own courage and speak up loudly and clearly.",
            "You are the Dreamer, the summoner of Phantasia's greatest heroes, and you will save Hina - and the Winter Queen, too - or you will die in the attempt!",
            "The Snow Queen seems to expand as her mad rage inflates her power to terrifying levels.",
            "You dare?!",
            "Then you will decorate my halls with your frozen carcass, as so many who wanted me dead have before you!",
            "The Winter Queen points directly at you! You flinch, expecting to feel a sudden cold pass through you as she freezes you into a statue, but nothing happens.",
            "The Winter Queen looks surprised.",
            "You?! Are you the one?",
            "Even you would conspire against me?!",
            "If my magic will not work on you, then my pets will feast upon you and your companions!",
            "And, at those words, her Ice Spites and Dreamless minions pour into the room through every entrance.",
            "If you want to save Hina, you must first save yourselves!"
        ],
        [
            "꿈과 환상 속에서 본 적 있는 장소가 눈 앞에 펼쳐졌다.",
            "히나는 안개 속에서 봤던대로 거대한 얼음 속에 갇혀 눈을 감고 있었다.",
            "그 앞에 서 히나를 바라보던 눈의 여왕이 서서히 몸을 돌려 우리를 바라본다.<br>온기라고는 한줌도 남지 않은 서늘한 시선이 바닥을 향해 떨어졌다.",
            "손님...",
            "손님인가? 이 성에 방문객이 온 것은 실로 오랜만이야... 예법이 어찌 되지?",
            "우리는 손님이 아니에요, 눈의 여왕.",
            "손님이 아니라...",
            "그렇다면 그대는 암살자인가? 이 부질없는 삶을... 끝내러 왔나?",
            "아니! 우리는 당신을 해치러 온 게 아니야.",
            "사피가 다급한 목소리로 말했지만, 그녀에게 제대로 들리지 않는 것 같다.",
            "... 히나. 히나, 어디에 있느냐? 그대, 그녀에게 무슨 짓을 한 거지?",
            "눈의 여왕은 아무것도 기억하지 못하는 것처럼 보였다.",
            "루미... 히나는 당신의 눈 앞에 있잖아요.",
            "... 아니, 아니야.",
            "히나는 아주 오래전에 날 떠나버렸어...",
            "소녀가 떠난 뒤에도 짐을 지켜보겠노라 약조했지만, 짐에게 거짓을 말하고 떠났지.",
            "히나가 떠난다해도... 짐은 그녀를 지켜야 한다. 지켜주기로 했으니, 반드시 지켜야 해.",
            "제대로 정리되지 않는 말을 늘어놓던 여왕이 사납게 눈을 빛내며 한 걸음 앞으로 다가온다.",
            "네 이놈들...",
            "건방진 놈들! 짐에게서 히나를 앗아가려 왔구나!",
            "짐의 목숨을 빼앗는 것은 상관 없다, 감히 히나를 탐내다니!",
            "목소리에 담긴 분노가 서서히 깊어진다. 성이 진노한 여왕의 위압감에 반응하듯 크게 흔들렸다.",
            "사피가 절박한 목소리로 소리쳤다.",
            "내 말을 제대로 들어! 당신을 해치려는게 아냐, 저주를 끝내고 너희를 구하러 온 거라고!",
            "거짓말!",
            "네놈들도 그 거울을 본 것이지?",
            "우매한 놈들! 그 거울에 비치는 것을 믿게 되었구나, 그게 무엇인지도 모르고!",
            "눈의 여왕!",
            "짐에게 고통을 안기러 온 것이지, 허나 너희는 결코 이 몸을 죽일 수 없다.",
            "짐이야말로 살아있는 겨울, 영구동토의 성채에서 누구도 감히 겨울을 끌어낼 수 없다.",
            "제발 내 말을 좀 들어줘...",
            "... 사피. 물러서요. 방법이 없는 걸 당신도 알잖아요.",
            "아직 몰라, 모른다고!",
            "해야할 일을 해야한다. 오로라와 사피를 뒤로하고 앞으로 걸어 나간다.",
            "꿈꾸는 자! 안돼요!",
            "날카로운 살기가 걸음을 붙잡는다. 공기가 얼어붙는 서늘한 소리가 들렸다.",
            "허락도 받지 않고 감히 어전에 걸음하다니, 무례하구나. 네 놈은 누구냐?",
            "위압감이 목을 졸라 입을 틀어 막는다.",
            "그때까지도 바닥에서 떨어질 줄 모르던 여왕의 시선이 서서히 바닥을 훑고 올라와 나를 똑바로 바라본다.<br>유리알처럼 반질거리는 눈동자에 살기가 차오른다.",
            "그녀에게 이름을 말하자 창백한 입술을 타고 갈라진 웃음소리가 스며 나온다.",
            "네놈이 감히...",
            "죽음은 네게 자비일테지, 영원히 얼어붙어 이 성채의 장식물이 되거라!",
            "여왕이 창백한 손을 뻗어 온다. 살을 에는 한기가 덮쳐왔으나 아무런 일도 일어나지 않았다.",
            "여왕의 시선에 혼란스러움이 차올라 위태롭게 흔들린다.",
            "이게, 무슨...?",
            "짐의 마법에 걸리지 않다니... 네놈은 설마...?",
            "... 아니, 그럴 리 없다. 그럴 리 없어. 마법이 통하지 않는다면, 번견의 저녁밥으로 삼으면 그만이야.",
            "여왕이 손가락을 튕기자 거대한 문이 시끄러운 소리를 내며 열렸다.",
            "그 사이를 비집고 서리 망령과 드림리스가 쏟아져 들어온다."
        ],
        [
            "夢と幻想の中で見たことのある場所が目の前に広がった。",
            "ヒナは霧の中で見たように巨大な氷の中に閉じ込められ、目を閉じていた。",
            "その前に立ち、ヒナを見ている雪の女王が少しずつ体をひねって私たちを見つめる。<br>温もりなど一ミリも残っていない冷たい視線が床に向けられている。",
            "お客さん...",
            "お客さん？この城に客が来るとは実に久ぶりだ...どうやってもてなしたんだっけ？",
            "私たちはお客さんではありません、雪の女王。",
            "お客さんではない...",
            "ではそなたは暗殺者なのか？この取るに足りない人生を...終わらせに来たのか？",
            "違う！私たちはあなたをやっつけるために来たんじゃない。",
            "サフィが慌てた声で言ったが、彼女にはまともに聞こえていないようだ。",
            "...ヒナ。ヒナ、どこにいるんだ？そなた、彼女に何をしたんだ？",
            "雪の女王は何も覚えていないようだった。",
            "ルミ...ヒナはあなたの目の前にいるじゃないですか。",
            "...違う、違う。",
            "ヒナはずっと昔にわらわのもとを去ってしまった...",
            "少女が去った後も、わらわを見守ると約束したが、わらわに嘘をついて去って行った。",
            "ヒナが去っても...わらわは彼女を守らなければいけん。守ってあげると約束したからには、必ず守らなければいけん。",
            "まとまりのない言葉を並べていた女王が、荒々しく目を輝かせ、一歩前へ近づいてくる。",
            "お前たち...",
            "生意気なやつめ！わらわからヒナを奪いに来たんだな！",
            "わらわの命を奪うのは良いが、このヒナに手を出すとは！",
            "声に込められた怒りがだんだん深くなる。激怒した女王の威圧感に反応するように、城が大きく揺れた。",
            "サフィが切迫した声で叫んだ。",
            "私の言うことをしっかり聞いて！あなたをやっつけに来たんじゃない、呪いを解き、あなたたちを助けに来たの！",
            "嘘つけ！",
            "お前たちもこの鏡を見たんだろ？",
            "愚か者！その鏡に映し出されたものを信じたんだな、それが何かも知らずに！",
            "雪の女王！",
            "わらわに苦痛を与えに来たんだろ、しかし、お前たちは決してこの体を殺すことはできん。",
            "わらわこそ生きている冬、永久凍土の城塞で誰もこの冬を終わらすことはできない。",
            "お願い、私の話を聞いて...",
            "...サフィ。下がってください。どうしようもないことはあなたも分かっているじゃないですか。",
            "まだ分からない、分からないよ！",
            "やるべきことをしなければいけない。オーロラとサフィを後ろにし、前に歩き出す。",
            "ドリーマー！ダメです！",
            "鋭い殺気が足を掴む。空気が凍りついた冷ややかな声が聞こえてきた。",
            "許可も得ずに御殿に足を踏み入れるとは、無礼なやつだ。お前は誰だ？",
            "威圧感が首を絞めつけ、口を塞いだ。",
            "その時までも、地面から外すことのなかった女王の視線が、徐々に地面から上がり、私をしっかりと見つめる。<br>ビー玉のようにツルツルした瞳に殺気が湧き上がる。",
            "彼女に名前を言うと、真っ青な唇を伝って割れるような笑い声が滲み出てくる。",
            "よくもお前が...",
            "お前にとって死は慈悲であろう、永遠に凍りついたこの城塞の飾りとなれ！",
            "女王が真っ青な手を伸ばしてくる。肌を指すような寒気が襲ってきたが、何も起こらなかった。",
            "女王は混乱したような目で危なっかしく揺れる。",
            "これは、一体...？",
            "わらわの魔法にかからないとは...お前まさか...？",
            "...いや、そんなはずはない。そんなわけがない。魔法が通用しないなら、番犬の夕飯にでもしたら終いだ。",
            "女王が指を鳴らすと、巨大な扉がうるさい音をたてて開いた。",
            "そこから霜の亡霊とドリームレスがどっと出てきた。"
        ]
    ],
    "music": [
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}