{
    "StoryName": "Campaign_LibraryStory_Kaguya_2",
    "background": [
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png"
    ],
    "character": [
        [
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "Kaguya",
            "",
            "Kaguya",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya"
        ],
        [
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "",
            "",
            "카구야",
            "카구야",
            "카구야",
            "",
            "",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "",
            "",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "",
            "카구야",
            "",
            "카구야",
            "",
            "카구야",
            "카구야",
            "카구야",
            "카구야"
        ],
        [
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "かぐや姫",
            "",
            "かぐや姫",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫"
        ]
    ],
    "dialogueText": [
        [
            "As I have told you already, I was born inside a bamboo.",
            "When an elderly bamboo cutter cut down the bamboo, there was newborn baby inside of it.",
            "It must have been a very big bamboo stalk, if it contained a baby inside.",
            "And yet my grandpa was able to cut it down. Ha ha...",
            "Kaguya sits with her back against the bamboo.",
            "The ground flowers peek from beneath the spread of her kimono, the hem of her dress is stained with bright yellow petals.",
            "At that time, my grandpa thought it was just a very strange coincidence when he discovered me.",
            "And so, he kept my origins a secret and I grew up as an ordinary child.",
            "It wasn't until later that the imperial family took an interest in me... and I became a princess.",
            "As she speaks, you hear the sound of birds singing somehwere in the forest.",
            "Kaguya looks in the direction the sound of birdsong came from and then smiles ruefully at you.",
            "Because of those birds.",
            "I found an injured little bird in the forest when I was still young.",
            "I wanted to help the little bird. So I carefully held it on my hands and rushed home to my grandpa.",
            "Grandpa was everything to me, he taught me everything I didn't yet know about the world of Phantasia.",
            "Because of that, I thought he could also heal an injured bird.",
            "Kaguya... It seems she has always had a kind heart. She could have just ignored the little bird and walked past it...",
            "Kaguya laughs lightly and winks at you.",
            "Heh! Flattery won't get you anything in return, Dreamer.",
            "Anyway, when I brought the bird to my grandpa... he just shook his head.",
            "The bird was so young and tiny that there were no way to save it.",
            "So my grandpa told me to stay with the bird until it passed away.",
            "I was very sad when he told me that...",
            "I thought I would do anything if I could cure that bird.",
            "So I prayed to a god - any god - to heal this poor little thing.",
            "So that it could fly up into the bright sky once again...",
            "Kaguya clasps her palms gently, as if a bird was inside her hands, even now.",
            "Then, a miracle happened.",
            "Kaguya closes her palms.",
            "I wrapped my hands like this and...",
            "... She opens them a little bit.",
            "When I opened my palms again like this, the little bird was flying.",
            "My prayer seemed to have actually healed the bird.",
            "And that was the moment my grandpa told me the truth about how he found me.",
            "That I was actually born inside of a bamboo stalk, deep within the bamboo forest..."
        ],
        [
            "저는 이미 말씀드렸듯 대나무 안에서 태어났답니다.",
            "대나무를 잘라보니 그 안에 아기가 있었다고 했던가요.",
            "아마 굉장히 큰 대나무였겠지요, 아기가 들어있을 정도라면.",
            "그런 것을 베어버린 할아버님도 참, 우후후...",
            "카구야가 대나무에 등을 기대고 앉는다.",
            "옷가지 아래로 꽃잎이 스쳤다. 옷자락에 샛노란 꽃물이 들었다.",
            "그 때는 그저 신기한 인연이라고 생각해서 거두셨겠지요.",
            "그렇게 거두어진 후에는 평범하게 자랐어요.",
            "그런 제가 공주가 된 까닭은...",
            "때마침 대나무 숲 어딘가에서 새가 지저귀는 소리가 들렸다.",
            "그곳을 물끄러미 바라보던 카구야가 가볍게 웃었다.",
            "지 새들 때문이었지요.",
            "숲에서 다친 어린 새를 찾았었거든요.",
            "어떻게 해서든 그 새를 도와주고 싶었어요. 그 새를 조심스레 손에 올려 할아버님에게 달려갔지요.",
            "할아버님은 제가 알지 못하는 것은 모두 알려주었으니까...",
            "당연히 다친 새도 고쳐줄 수 있을 거라고 생각했어요.",
            "어린 시절의 카구야의 모습을 상상한다.",
            "그냥 지나칠 수도 있었을텐데, 어릴 때부터 속이 깊은 아이였던 것 같다.",
            "제게 그렇게 아부 하셔도 내어드릴 건 없어요.",
            "여하간, 할아버님에게 새를 데리고 갔는데... 가만히 고개를 내저으셨어요.",
            "방법이 없었던 거죠, 그 새는 너무 어리고 작아서 사람이 고칠 수 있는 상태가 아니었던 거에요.",
            "그저 새를 편안하게 보내주라고, 갈 때까지 곁에 있어주라고 하셨어요.",
            "어린 마음에 얼마나 슬프던지...",
            "그 새를 낫게 해줄 수만 있다면 무엇이든지 할 수 있을 것 같았어요.",
            "그래서 정말 간절하게 소원을 빌었지요, 이 새를 낫게 해달라고.",
            "이 어린 새가 깨끗하게 나아서, 다시 하늘을 훨훨 날 수 있게 해달라고...",
            "카구야가 손 위에 새를 얹고 있는 것처럼 손바닥을 감쌌다.",
            "그리고 정말 신기한 일이 일어났어요.",
            "카구야가 손바닥을 살짝 모은다.",
            "이렇게 손바닥을 모았다가...",
            "... 손바닥이 살짝 벌어졌다.",
            "이렇게 떼어내니, 그 사이에서 새가 훨훨 날아오르지 뭐에요.",
            "기도로 새가 나은 것이지요.",
            "그때서야 할아버님께서 저에게 일러주셨어요.",
            "실은 제가 저 깊은 대나무 숲, 대나무 속에서 태어난 존재라고..."
        ],
        [
            "私はすでに述べたとおり、竹から生まれました。",
            "竹を切ったら、その中に赤ん坊がいたそうです。",
            "おそらく非常に大きな竹だったのでしょう。赤ちゃんが入っているほどですから。",
            "そんなものを切ってしまったおじい様ったら、うふふ...",
            "かぐや姫は竹に背中を預けて座った。",
            "服の下に花びらが入り込み、裾を真っ黄色な花が彩っている。",
            "その時はただ不思議な縁だと思い、拾ったのでしょう。",
            "そうして拾われた後は、平凡に暮らしていました。",
            "そんな私が姫になった理由は...",
            "ちょうど竹の森のどこかから、鳥のさえずりが聞こえた。",
            "その場所をじっと見ていたかぐや姫は軽く笑った。",
            "鳥のためでした。",
            "森でケガをした小さな鳥を見つけたのです。",
            "どうにかしてその鳥を助けたいと思いました。<br>だから慎重に手のひらに乗せて、おじい様のところへ走っていきました。",
            "おじい様は私が分からないことは何でも教えてくださったので...",
            "当然、ケガをした鳥も治せると思ったのです。",
            "子どもの頃のかぐや姫の姿を想像する。",
            "そのまま素通りすることもできたはずなのに、<br>子どもの頃から思いやりのある子どもだったのだな。",
            "私にゴマをすったところで何も出ませんよ。",
            "おじい様のところへ鳥を連れていったのですが...静かに首を横に振ったのです。",
            "方法がなかったのでしょう。<br>その鳥はとても小さく、治療できる状態ではなかったのです。",
            "ただ安心して旅立てるように、そばにいてあげなさいと言ってくれました。",
            "幼かった私は、どれほど悲しかったことか...",
            "その鳥を治せるのなら、何でもできそうだと思いました。",
            "だから、本当に切実に願ったのです。この鳥を治してほしいと。",
            "すっかり元気になって、また空を自由に飛べるようにしてほしいと...",
            "かぐや姫が鳥を乗せているかのように、手のひらを包んだ。",
            "すると、本当に不思議なことが起きました。",
            "かぐや姫は軽く手のひらを合わせた。",
            "こうして手のひらを合わせて...",
            "...手のひらを軽く離した。",
            "こうして離すと、その隙間から鳥が元気に飛び上がりました。",
            "祈りで鳥が治ったのです。",
            "その時におじい様が教えてくれました。",
            "実は、私は竹の森にある竹から生まれた存在だと..."
        ]
    ],
    "music": [
        "music_glassring.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}