{
    "StoryName": "Campaign_Chapter11_Part1",
    "background": [
        "",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png"
    ],
    "character": [
        [
            "",
            "Rothbart",
            "Rothbart",
            "Rothbart",
            "Rothbart",
            "Rothbart",
            "Bathory",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Bathory",
            "Rat King",
            "Rat King",
            "Bathory",
            "Rothbart",
            "Rothbart",
            "Morgana",
            "Rat King",
            "Frankenstein",
            "Rothbart",
            "Frankenstein",
            "Geppetto",
            "Geppetto",
            "Rothbart",
            "Rothbart",
            "",
            "Kyo",
            "Rothbart",
            "Bathory",
            "Bathory",
            "Kyo",
            "",
            "Bathory",
            "Bathory",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Bathory",
            "Kyo",
            "Bathory",
            "Kyo",
            "Kyo",
            "Big Bad Wolf",
            "Geppetto",
            "Bathory",
            "Rothbart",
            "Geppetto",
            "Bathory",
            "Bathory",
            "Rothbart",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Morgana",
            "Rothbart",
            "Bathory",
            "Bathory",
            "Kyo",
            "Rat King",
            "Big Bad Wolf",
            "Rothbart"
        ],
        [
            "",
            "악인 로트바르트",
            "악인 로트바르트",
            "악인 로트바르트",
            "악인 로트바르트",
            "악인 로트바르트",
            "엘리자베스 바토리",
            "나쁜 늑대",
            "나쁜 늑대",
            "엘리자베스 바토리",
            "쥐마왕",
            "쥐마왕",
            "엘리자베스 바토리",
            "악인 로트바르트",
            "악인 로트바르트",
            "모르가나",
            "쥐마왕",
            "프랑켄슈타인",
            "악인 로트바르트",
            "프랑켄슈타인",
            "제페토",
            "제페토",
            "악인 로트바르트",
            "악인 로트바르트",
            "",
            "쿄",
            "악인 로트바르트",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "쿄",
            "",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "쿄",
            "",
            "쿄",
            "쿄",
            "엘리자베스 바토리",
            "쿄",
            "엘리자베스 바토리",
            "쿄",
            "쿄",
            "나쁜 늑대",
            "제페토",
            "엘리자베스 바토리",
            "악인 로트바르트",
            "제페토",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "악인 로트바르트",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "",
            "모르가나",
            "악인 로트바르트",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "쿄",
            "쥐마왕",
            "나쁜 늑대",
            "악인 로트바르트"
        ],
        [
            "",
            "ロートバルト",
            "ロートバルト",
            "ロートバルト",
            "ロートバルト",
            "ロートバルト",
            "バートリー",
            "悪い狼さん",
            "悪い狼さん",
            "バートリー",
            "ネズミ魔王",
            "ネズミ魔王",
            "バートリー",
            "ロートバルト",
            "ロートバルト",
            "モルガナ",
            "ネズミ魔王",
            "フランケンシュタイン",
            "ロートバルト",
            "フランケンシュタイン",
            "ゼペット",
            "ゼペット",
            "ロートバルト",
            "ロートバルト",
            "",
            "キョウ",
            "ロートバルト",
            "バートリー",
            "バートリー",
            "キョウ",
            "",
            "バートリー",
            "バートリー",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "バートリー",
            "キョウ",
            "バートリー",
            "キョウ",
            "キョウ",
            "悪い狼さん",
            "ゼペット",
            "バートリー",
            "ロートバルト",
            "ゼペット",
            "バートリー",
            "バートリー",
            "ロートバルト",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "モルガナ",
            "ロートバルト",
            "バートリー",
            "バートリー",
            "キョウ",
            "ネズミ魔王",
            "悪い狼さん",
            "ロートバルト"
        ]
    ],
    "dialogueText": [
        [
            "In the depths of the Haunted Realm, a very clandestine meeting is taking place...",
            "I thank you all for coming.",
            "You all know why we're here.",
            "The Dreamer has defeated all the Dominions of the other realms and retrieved all of the World Stones.",
            "The Haunted Realm is the last realm – and the last Dominion – standing.",
            "The time of reckoning is fast approaching and, while under normal circumstances each of us would not be natural allies, I'm pleased that you have all shown the foresight to understand the necessity of what we do here.",
            "Huh! At least some of us have...",
            "Shouldn't there be more here?",
            "Aauuu... like, quite a lot more?",
            "Where is Krampus? And Jack Frost?",
            "Krampus is still a prisoner at Santa's grotto.",
            "As for Jack... that little weasel simply ran off on his own. Ssss...",
            "And the others?",
            "It doesn't matter, Bathory. We have sufficient members for our needs.",
            "You've all proven invaluable to our master's plans and in many cases, you owe your very existence to him.",
            "The technology you and Frankenstein developed to recall spirits from memory shards has proven to be a great success.",
            "I heard it was mainly Frankenstein's work, however... sss sss ssss...",
            "Well, yes, I-",
            "You heard wrong, Rat.",
            "Tch!",
            "I heard that the technology owes more to our mysterious benefactor.",
            "It is unusual for the Shadowed Man to give up his research secrets, I must say.",
            "Enough of this!",
            "You are all here to be informed of the details of the Count's plan, not to bicker and make pointless conjecture.",
            "A figure steps from the shadows around the room, giving the members present a shock.",
            "Ah, yes. I would like to hear this plan of the Count's as well.",
            "Kch!",
            "Kyo!",
            "This room is sealed! How did you get in here?",
            "I go where I will, my Lady Bathory.",
            "Kyo bows to her, a disarming, yet somehow sinister grin on his handsome face.",
            "Tch! You-",
            "There are powerful enchantments on this manor, you shouldn't even be able to jump in and out!",
            "What can I say, Lady Bathory? I go where the shadows go. Even Dracula doesn't have the power to banish shadows from his realm.",
            "Rothbart and Bathory glance at one another, their dislike of the Shadowed Man obvious.",
            "Now, I want to hear what this plan is. It had better be a good one – even without the coming of the Dreamer and his allies, Dreamless now press at the walls of this manor.",
            "Your master's monsters and enchantments will only hold them back so long.",
            "We also have our combined talents protecting this place, Kyo, not to mention Rothbart's Shades. We are well protected.",
            "And I am here to tell you, you are not.",
            "Why you-! If you think so little of our defences, why aren't your Nightmares lending us their aid?",
            "I would be happy to bolster the defences with my Nightmares and, in fact, I have already intimated such to the Count.",
            "Yet, even then, it won't be enough. The march of the Dreamless Nether across Phantasia is irresistible...",
            "Then, if we can't even resist the Dreamless...",
            "How can we expect to repel the Dreamer and the World Stones.",
            "You all forget, my master has a World Stone of his own.",
            "And the Count's plan doesn't involve defeating the Dreamer.",
            "It doesn't?",
            "Rothbart!",
            "We have no sanction from my master to give this man any information!",
            "If it weren't for Kyo, your master's endeavour wouldn't have even reached this stage, Bathory.",
            "It's true, I have done extensive research on memory shards and Dominions, not to mention I've studied the life force that binds Phantasia together.",
            "I was the one who discovered it was flowing out of Phantasia into the Dreamless Nether, even as the Dreamless Nether pressed inwards, consuming our lands.",
            "And all this information I have freely shared with your master.",
            "The advances you have made, Frankenstein, Geppetto, Morgana and Rothbart... have all been built on the knowledge I have gifted you.",
            "If that is not enough to make you trust me...",
            "Kyo shrugs and smiles as if the answer to that should be self-evident.",
            "It's true, the span of my magical knowledge has been greatly increased due to this man.",
            "Dracula may be a genius... but even his plans wouldn't have reached this stage without Kyo, Bathory.",
            "Tch... very well...",
            "But I will be informing my master of what occurs in this room as soon as he returns.",
            "Of course, my lady.",
            "Ssss, thiss is all very interesting, but what actually IS Dracula's plan?",
            "Yes... what are we supposed to do when the Dreamer arrives?",
            "First of all, we simply need to lure the Dreamer and his companions to the right location..."
        ],
        [
            "어둠 속에서 목소리가 흘러나온다. ",
            "간만에 보는군.",
            "소집된 이유는 모두 알고 있겠지. ",
            "이 유령 세계를 제외한 모든 영역의 도미니언이 꿈꾸는 자에게 함락되었다.",
            "월드 스톤들 역시 하나를 제외하면 그자와 합류했더군.",
            "우리는 곧 심판의 시간을 마주하게 될 거다. 무수한 조각이 모여 거대한 운명을 이루는 법이니...",
            "흥, 사설이 길군요. 하려는 말이 뭐죠?",
            "징그러운 얼굴들이 조금 빠진 것 같지 않니?",
            "우리 귀여운 크람푸스라던지?",
            "잭 프로스트에게도 소집 명령이 떨어졌을텐데요.",
            "... 너희들은 잭 프로스트가 꿈꾸는 자와 동행하는 것조차 모르는 건가?",
            "하! 그 얼간이는 산타의 동굴에 잡혀있다. 그러고 보니 네놈은 치졸하게 먼저 사라졌었지?",
            "켁, 고작 그런 일로 지금까지 토라져 있었던 건가요?",
            "그만! 농담을 주고받을 때가 아니라는 것 쯤은 너희 모두 잘 알고 있을 테지.",
            "곧 꿈꾸는 자가 마지막 도미니언을 처치할 터.",
            "프랑켄슈타인의 기술을 유용하게 쓸 수 있겠구나.",
            "좀비를 다루는 능력을 말하는 건가?",
            "좀비라니! 말조심해, 우리 밥이 들으면 상처받는다고!",
            "프랑켄슈타인, 필요한 에너지는 모두 확보했나?",
            "아슬아슬하지만 기한에는 맞출 수 있을 것 같아. ",
            "너, 그 녀석에게 자료를 받았다고 했었지.",
            "이상한 일이야. 그 음침한 그림자 녀석이 연구 내용을 공유하다니. 죽을 때가 다 됐을지도 모르겠네.",
            "그는 결코 실패하지 않는 남자다. 의심하지 마라!",
            "때가 되면 반드시 우리를... 나를 찾아올 것이라 했었지. 이보다 좋은 무대는 없다, 그렇지 않나?",
            "로트바르트가 허공을 보며 차가운 목소리로 말했다.",
            "흠, 예전보다 감각이 날카로워졌군. 이제 쓸만한 것들의 반열에 네 이름을 쓸 수 있겠어.",
            "그 모습은...",
            "당신, 안식의 도시에서 본 적 있어요.",
            "용케 역겨운 것들 사이에 숨어 있었군요. 환영 인사라도 해야 하나요?",
            "비아냥거리는 짓은 그만둬, 쓸데없는 일에 힘 빼는 건 사양이야.",
            "그림자 속에서 나타난 쿄가 천천히 바닥에 내려섰다.",
            "이 정원에 걸어둔 보호 마법은 월드 스톤들도 알아차릴 수 없을 만큼 강력한 결계였어요.",
            "그런데 당신이 도대체 무슨 수로 그 결계를 뚫고 들어온 건지 알고 싶은데.",
            "글쎄, 세상에 빛이 들지 않는 곳은 많아도 그림자가 지지 않는 곳은 없잖아?",
            "테이블 상석에 걸터앉은 쿄가 두 사람을 향해 손짓했다.",
            "백작이 무슨 계획을 세우고 있을지 궁금해서 견딜 수가 있어야지. ",
            "드림리스 네더는 이미 이 영역의 경계까지 도달했어. 하찮은 마법으로는 진격을 막을 수 없을 텐데.",
            "드림리스를 다루는 힘 정도는 이미 오래전에 파악했어요, 잘난 척하기는.",
            "아하, 그래? 그럼 방법을 바꾸는 편이 좋을 거야, 바토리. 이대로라면 네가 가장 먼저 공허 속으로 빨려 들어갈 테니까.",
            "아핫! 그따위 말로 날 협박할 셈인가요? 당신의 형편없는 악몽이야말로 무용지물이면서!",
            "그래, 그 말대로야.",
            "나는 이미 악몽의 효용 여부에 대해 백작에게 알려주었다만... 별 차도가 없는 것은 네 탓이라고 할 수 없지. ",
            "흐으음... 그럼 우리들이 드림리스에게 저항할 수 없게 된다면, 그냥 끝이라는 소리니?",
            "월드 스톤은 판타지아를 지탱하는 존재야. 그들을 무작정 소거할 수는 없어. 법칙이 있다고.",
            "이 영역의 월드 스톤이 아직 남아있긴 하지만, 그게 드림스톤보다 강력할까요?",
            "백작의 계획은 꿈꾸는 자를 죽이는 것이 아니니 상관없다.",
            "그래, 뭐 엄밀히 말하면 죽이는 것과 꼬챙이로 만드는 건 좀 차이가 있긴 하지.",
            "허튼소리는 삼가세요, 로트바르트.",
            "당신이 주인님의 계획을 알고 있다고 해서 그걸 발설할 수 있는 권리가 생기는 건 아니니까.",
            "가소롭군. 그쯤이야 이미 파악하지 않았나?",
            "너희 정말 단합이 안 되는 족속들이구나.",
            "백작에게 기억 파편과 도미니언, 판타지아를 유지하는 근원의 생명체와 관련된 정보를 준 사람이 누구라고 생각해?",
            "너무 과한 충성은 네 눈을 멀게 할 뿐이야, 바토리.",
            "프랑켄슈타인과 제페토, 너희가 연구한 것들은 내가 백작에게 공유한 일부에 불과해.",
            "모르가나의 예언과 로트바르트, 네 능력도 비슷하지.",
            "쿄가 어깨를 으쓱이며 모인 이들의 얼굴을 응시했다.",
            "밖의 정보가 적힌 서책은 고맙게 받았어, 출처를 물을 기회가 생기면 좋겠구나.",
            "네 요구 조건은 백작에게 전해 들었다. 이변이 없길 바라지.",
            "... 주인님이야말로 드림리스 네더를 지배할 수 있는 유일한 사람이에요.",
            "당신들 또한 그 사실을 잊지 말길 바라죠. 쿄, 당신도 마찬가지예요!",
            "물론이지, 바토리. 우린 동업자치고 꽤 사이가 좋으니까. 안심해.",
            "꿈꾸는 자는 곧 경계를 넘을 거다. 누가 갈 거지?",
            "이럴 때 크람푸스가 있었으면 좋았을 텐데, 그 애만큼 빠른 사람이 없잖니?",
            "모르가나, 우선은 널 보내지. 준비해라. "
        ],
        [
            "暗闇の中から声が聞こえてきた。",
            "久しぶりだな。",
            "なぜ召集されたかは皆わかっているな。",
            "この幽霊の世界を除くすべての領域のドミニオンがドリーマーの手によって陥落した。",
            "ワールドストーンも一つを除いて彼と合流している。",
            "私達はもうじき審判の時間を設けることとなるだろう。無数のかけらが集まり巨大な運命を作るものだ。",
            "ふっ、話が長いですね。結局何が言いたいんですか？",
            "気持ち悪い顔ぶれがいなくない？",
            "可愛いクランプスとかさ",
            "ジャックフロストにも召集命令がかかってるはずだと思いますが...",
            "お前たち...ジャックフロストがドリーマーと一緒だってことも知らないのか？",
            "あ！あの間抜けはサンタの洞窟に閉じ込められている。そういえばお前は幼稚なことにも先に消えたんだっけ？",
            "ふんっ、そんな事で今まで拗ねていたんですか？",
            "やめろ！冗談を言い合っている暇はない。お前たちもわかっているだろう。",
            "もうじきドリーマーが最後のドミニオンを倒すだろう。",
            "フランケンシュタインの技術を有効活用出来そうね。",
            "ゾンビを操る能力のことか？",
            "ゾンビだって？！言葉に気をつけるんだな。ボブが聞いたら傷つくじゃないか！",
            "フランケンシュタイン、必要なエネルギーは十分に確保したか？",
            "ギリギリだけど期限には間に合いそうだよ。",
            "あいつに材料を貰ったって言ってたよね。",
            "おかしいよ。あの陰気な影の野郎が研究を共有するなんて。死期が近づいてるのかも知れないね。",
            "彼は絶対に失敗しない男だ。疑うでない！",
            "時が来たら私達に...私に会いに来ると言っていた。これ以上の舞台はない。そうではないか？",
            "ロートバルトが空を見ながら冷たい声で言った。",
            "ふむ、以前より感覚が鋭くなったな。これならこれからお前も使えそうだ。",
            "その姿は...",
            "あなた、安息の都市で見たことがあります。",
            "よくもまあ上手く隠れていましたね。歓迎の挨拶でもいたしましょうか？",
            "しょうもない皮肉はやめろ。そんなことに労力を使いたくはない。",
            "影の中から現れたキョウがゆっくりと床に降り立った。",
            "この庭園にかけておいた保護の魔法はワールドストーンですら見破れないほどに強力な結界でした。",
            "なのにあなたは一体、どうやってその結界を破ってここまで来たのですか？",
            "さあな、この世には光が届かない場所は多くても、影が落ちない場所はないじゃないか。",
            "テーブルの上座に腰掛けたキョウが、2人に向かって手招きした。",
            "伯爵がどんな計画を立てているのか気になって仕方なくてね。",
            "ドリームレスネザーはすでにこの領域の結界まで到達している。つまらぬ魔法では進撃を止めることはできないだろう。",
            "ドリームレスを操る力はとうの昔に把握済みです。偉そうな口ぶりですこと。",
            "あぁ、そうか？では方法を変えた方が良さそうだな。バートリー、このままではお前がまず一番に空虚の中へと吸い込まれていくだろう。",
            "あはっ！そんな言葉で私を脅迫しているつもりですか？あなたのめちゃくちゃな悪夢こそ役立たずなくせに！",
            "ふっ、その通りだ。",
            "私はすでに悪夢が使い物になるかどうかは伯爵にお教えしたが...うまくいっていないのは私のせいだとは言えないだろう。",
            "うーん...じゃあ、あたしたちがドリームレスに抵抗できないとなると、もう終わりってこと？",
            "ワールドストーンはファンタジアを支える存在だし、彼らをむやみに排除するわけにはいかない。法則ってもんがあるでしょ。",
            "この領域のワールドストーンがまだ残ってはいますが、果たしてドリームストーンよりも強いでしょうか。",
            "伯爵の計画はドリーマーを殺すことではないから問題はない。",
            "厳密に言ったら殺すことと、串刺しにすることはちょっと違うよね。",
            "戯言はやめてください、ロートバルト。",
            "あなたがご主人様の計画を知っていたからと言って、それを口外する権利があるわけではないでしょう。",
            "ふん、そんなことも把握していなかったのか？",
            "お前たちは全く団結力がないな。",
            "伯爵に記憶の破片とドミニオン、ファンタジアを維持する根源の生命体の情報を与えたのは誰だと思う？",
            "過度な忠誠は自身の目が眩むだけだぞ、バートリー。",
            "フランケンシュタインとゼペット、お前たちが研究していることは、私が伯爵に共有した情報の一部に過ぎない。",
            "モルガナの予言とロートバルトの能力も似たようなものだな。",
            "キョウが肩をすくめ、集まった人々の顔を凝視した。",
            "外の情報が書かれた書物はありがたく受け取ったよ、出どころを聞ける機会があれば嬉しいけど。",
            "君の要件は伯爵から聞いた。変わりないことを願う。",
            "...ご主人様こそがドリームレスネザーを支配できる唯一の人です。",
            "あなたたちもその事実を忘れないでください。キョウ、あなたもです！",
            "当然だ、バートリー。私たちは同業者である上に仲がいいからな。安心しろ。",
            "ドリーマーはもうすぐ結界を越えるだろう。誰が行くんだ？",
            "こういう時にクランプスがいたらよかったのに、あの子以上に早い人はいないじゃん？",
            "モルガナ、とりあえずお前に行ってもらう。準備せよ。"
        ]
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}