{
    "StoryName": "Campaign_SideStory_RedRidingHood_5",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "music_intothewild.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "",
            "Lis",
            "Lis",
            "Mal",
            "Big Bad Wolf",
            "",
            "",
            "",
            "Red",
            "Red",
            "Red",
            "Mal",
            "Red",
            "Red",
            "Red",
            "Red",
            "Red",
            "Red",
            "Red",
            "Red",
            "",
            "Red",
            "Red",
            "Red",
            "",
            "",
            ""
        ],
        [
            "",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "",
            "리즈",
            "리즈",
            "말",
            "나쁜 늑대",
            "",
            "",
            "",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "말",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "",
            "",
            ""
        ],
        [
            "",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "",
            "リズ",
            "リズ",
            "マル",
            "悪い狼さん",
            "",
            "",
            "",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "マル",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Wolf yelps out in pain as she falls back. The smaller monsters have all been wiped out and only she remains.",
            "Grrr-! You! You're stronger than I thought!",
            "My usual prey don't put up much of a fight. ",
            "I promise, I'll be back... and I won't lose again.",
            "I've already planned which of the little ones I'll eat first!",
            "She points at Lis.",
            "H-Hey! Not me! ",
            "S-Someone finish her off!",
            "Don't hurt my sister! Haven't you learned your lesson already?",
            "Kekeke~! You better watch your backs! ",
            "The injured wolf slinks away, returning to the shadows of the forest.",
            "She will be licking her wounds for awhile.",
            "In the meantime, Red has finally recovered from her shock. She was unable to participate in the fight against her mortal enemy.",
            "I'm sorry... this is all my fault.",
            "Thinking that you would be able to lure in the wolf, I let you stay here. I used you as bait and failed to even participate in the battle.",
            "I knew the wolf wouldn't be able to resist attacking a caravan of travelers. Especially with those little children as prey.",
            "HEY! Wait a second! We were meant to be eaten?!",
            "No... it was never meant to get to that point.",
            "I just... I didn't expect to see my grandmother's clothes. After all these years, the wolf kept it as a weapon against me... how cruel.",
            "If I was stronger, I would have been able to fight her and finish her off all on my own.",
            "And yet, I was worthless... all that training and preparation for nothing.",
            "If I had to stand by and watch as the wolf devoured more innocent souls in front of me... I would never forgive myself. ",
            "Dreamer... that's your name, right? If you were in my position, would you have done the same thing I did?",
            "Would you endanger others in the name of petty revenge?",
            "Would you have the strength to move forward and leave this grudge behind?",
            "You have no answers for her. These are questions she must answer on her own.",
            "I will take this opportunity to reflect upon myself. If you ever need my aid in your own quest, just let me know. I owe you that much, at least.",
            "And if that wolf returns, I will be there to slay her. I won't bow down in fear next time.",
            "Rest well, Dreamer. This sanctuary in the forest will always be a safe haven for you.",
            "She returns to her cabin to recuperate and reflect. Your friends and allies set up camp, finally ready to catch some shuteye.",
            "Despite the wolf's deadly inclinations, you can't help but feel that she was somewhat misunderstood as well.",
            "You close your eyes, and let the exhaustion wash away. Tomorrow's challenges await."
        ],
        [
            "뒤로 넘어진 늑대가 고통스러운 비명을 지른다.",
            "아아아! 너 생각보다 강하구나?",
            "먹잇감이 이 정도로 맞서 싸운 적은 없었는데.",
            "아아, 아아아...<br>하지만 다시 돌아오겠다고 약속할게. 그 땐 지지 않을거야.",
            "어떤 꼬마부터 먹을지도 이미 정해놨으니깐!",
            "늑대가 리즈를 가리킨다.",
            "으, 으응!? 나...!?",
            "저 늑대 좀 어떻게 해줘...!",
            "대체 이제껏 무슨 교훈을 얻은 거야...?",
            "오호호! 길을 갈 때는 등 뒤를 조심하렴, 응?<br>내가 달려들지도 모르니깐!",
            "부상당한 늑대가 숲 속으로 달아났다.",
            "당분간은 상처를 회복하느라 바쁠 것이다.",
            "이제야 겨우 일어설 수 있게 됐는지 빨간 망토가 몸을 일으켰다.",
            "미안... 미안해. 모두 내 잘못이야.",
            "난 말이지, 늑대를 유인할 생각으로 너희를 미끼로 쓰려했어.<br>정작 아무것도 하지 못했지만...",
            "어린아이들이 있으면 무조건 나타날테니까.",
            "그건 꿈꾸는 자가 없었으면 꼼짝없이 당했을 거라는 소리잖아!",
            "원래는 무슨 일이 일어나기 전에 내가 나설 생각이었어.",
            "하지만... 할머니의 옷을 보니 머릿속이 새하얘져서...<br>그걸로 날 공격할 줄 몰랐어. 내 생각 이상으로 잔인한 괴물이었구나.",
            "내가 조금만 더 강했더라면...<br>그랬으면 분명 숙원을 이루었을 텐데.",
            "지금까지의 수련도 준비도... 모두 헛수고였던 거야.",
            "그 늑대가 내 눈앞에서 무고한 영혼을 잡아 먹었다면<br>나 자신을 용서할 수 없었을 거야.",
            "꿈꾸는 자... 가르쳐줘. 너라면 어떻게 했을까?",
            "네가 나라면 복수를 위해 다른 사람들을 위험에 빠트렸을까?",
            "아니면 원한을 털어내고...<br>앞으로 나아갔을까?",
            "모두 스스로 답을 찾아야 할 질문이므로 대답하지 않았다.",
            "나 말이지, 조금 더 강해져야겠어.",
            "만약... 내 도움이 필요하다면 언제든지 말해줄래?<br>네겐 정말 큰 빚을 졌으니까.",
            "오늘 일은 정말 미안해. 편히 쉬어, 꿈꾸는 자.",
            "말을 마친 빨간 망토가 보초를 서기 위해 오두막을 나선다.<br>남은 우리는 눈을 붙일 준비를 했다.",
            "그 늑대는 잔인하고 이상했지만 뭔가 석연찮은 구석이 있었다.",
            "몰려드는 피로에 눈꺼풀이 무거워져 생각이 매끄럽게 이어지지 않았다."
        ],
        [
            "倒れ込んだ狼が苦しそうに悲鳴をあげた。",
            "あああ！ 思ったより強いじゃん！",
            "こんなに強い獲物ってアリ？",
            "くううぅぅ...<br>また戻って来てやる。その時は負けないから！",
            "誰を先に食うかは、もう決めたからね！",
            "狼がリズを指さした。",
            "ええっ...！？ 私...！？",
            "ねえ、あの狼なんとかしてよ...！",
            "この狼め、まだ懲りてないのか...！？",
            "オホホ！ 旅の途中は後ろに気をつけなさい。<br>あたしに襲われちゃうかもよ！",
            "手負いの狼が、森の中へ逃げていった。",
            "当分は、傷の手当で忙しいだろう。",
            "すると、ようやく赤ずきんが体を起こした。",
            "ごめん... ごめんね。全部私のせいなの...",
            "私ね、オオカミをおびき出すために、君達を利用したんだ。<br>結局は何もできなかったけど...",
            "子供がいれば、奴は絶対に姿を現すから...",
            "それじゃあ、ドリーマーがいなかったら、すぐに殺されてたってこと？",
            "何があっても、私が先にオオカミを倒すつもりだった。",
            "けど... おばあちゃんの服を見たら、頭が真っ白になって...<br>あんな真似するなんて思ってもなかった... それに想像以上のバケモノだったわ。",
            "もっと私が強かったら...<br>復讐できたのに。",
            "今までの修行も準備も... 全て無駄だったわ。",
            "目の前であのオオカミに罪なき魂を食べられたら<br>きっと私は自分を赦せない。",
            "ドリーマー... 教えて。君ならどうした？",
            "君が私なら、復讐のために他人を犠牲にした？",
            "それとも...<br>悲しみを乗り越えて先に進んだ？",
            "その答えは、本人が出すべきだ。あえて口は閉じた。",
            "私ね、やっぱりもっと強くならなきゃ。",
            "もし... 私の力が必要なら、いつでも呼んでくれない？<br>この恩は絶対に返したいの。",
            "今日のことは、本当にごめんなさい。ゆっくり休んでね、ドリーマー。",
            "そう言い終えた赤ずきんが、見張りのために小屋へ向かう。<br>一行は、眠るための支度をはじめた。",
            "残忍で狂気じみた狼だったが、何か釈然としなかった。",
            "疲労に襲われて、まぶたが重くなり、それ以上は深く考えることができなかった。"
        ]
    ],
    "music": [
        "music_heroicbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}