{
    "StoryName": "Campaign_LibraryStory_Hina_4",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Snow White",
            "Snow White",
            "Snow White",
            "",
            "Hina",
            "Snow White",
            "The Huntsman",
            "",
            "",
            "Hina",
            "",
            "Hina",
            "Snow White",
            "Hina",
            "The Huntsman",
            "Snow White",
            "Hina",
            "Hina",
            "Snow White",
            "Snow White",
            "Snow White",
            "The Huntsman",
            "",
            "Hina",
            "Snow White",
            "The Huntsman",
            "",
            "Snow White",
            "Mal",
            "Snow White",
            "Snow White",
            "The Huntsman",
            "Hina",
            "Hina",
            "",
            "Hina",
            "",
            "Snow White",
            "Hina",
            "Hina",
            "Snow White",
            "Snow White",
            "Snow White",
            "Snow White",
            "Hina",
            "Snow White",
            "Snow White",
            "Snow White",
            "",
            "Hina",
            "Hina",
            "Hina"
        ],
        [
            "",
            "",
            "",
            "",
            "백설공주",
            "백설공주",
            "백설공주",
            "",
            "히나",
            "백설공주",
            "사냥꾼",
            "",
            "",
            "히나",
            "",
            "히나",
            "백설공주",
            "히나",
            "사냥꾼",
            "백설공주",
            "히나",
            "히나",
            "백설공주",
            "백설공주",
            "백설공주",
            "사냥꾼",
            "",
            "히나",
            "백설공주",
            "사냥꾼",
            "",
            "백설공주",
            "말",
            "백설공주",
            "백설공주",
            "사냥꾼",
            "히나",
            "히나",
            "",
            "히나",
            "",
            "백설공주",
            "히나",
            "히나",
            "백설공주",
            "백설공주",
            "백설공주",
            "백설공주",
            "히나",
            "백설공주",
            "백설공주",
            "백설공주",
            "",
            "히나",
            "히나",
            "히나"
        ],
        [
            "",
            "",
            "",
            "",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "",
            "ヒナ",
            "白雪姫",
            "猟師",
            "",
            "",
            "ヒナ",
            "",
            "ヒナ",
            "白雪姫",
            "ヒナ",
            "猟師",
            "白雪姫",
            "ヒナ",
            "ヒナ",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "猟師",
            "",
            "ヒナ",
            "白雪姫",
            "猟師",
            "",
            "白雪姫",
            "マル",
            "白雪姫",
            "白雪姫",
            "猟師",
            "ヒナ",
            "ヒナ",
            "",
            "ヒナ",
            "",
            "白雪姫",
            "ヒナ",
            "ヒナ",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "ヒナ",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "",
            "ヒナ",
            "ヒナ",
            "ヒナ"
        ]
    ],
    "dialogueText": [
        [
            "You take an evening trek out into the forest in search of Snow White.",
            "She has recently built a little cottage for herself and the Huntsman. You remember her telling you she built it outside of Haven so she could be closer to the animals of the forest.",
            "As her cottage hoves into view, you spot Snow White and the Huntsman working in their little garden.",
            "Snow sees you first.",
            "Dreamer! Hina! It's so good to see you both!",
            "And Lis and Mal, too! I haven't had so many visitors for a long time!",
            "Have you come for dinner? I haven't prepared anything.",
            "No no, she needn't worry about that.",
            "We're on the trail of a master criminal who has been poisoning people in Haven.",
            "Oh dear, that sounds terrible!",
            "A “master criminal”, you say?",
            "Well, you're yet to establish that...",
            "But if there is the possibility of someone like that, they need to be apprehended for the good of Phantasia!",
            "Heheh! Getting into it, are we, Dreamer?",
            "I-It's not like that...",
            "We have tracked the source of the poison to a batch of apples that we believe were in your possession.",
            "My apples? Oh no! You don't think I was the one responsible, do you?",
            "We are yet to decide who the prime suspect is, though I have my suspicions...",
            "Of course, we'll help however we can, right Snow?",
            "Certainly! I want to clear my name, after all!",
            "Good, good.",
            "First of all, I understand you yourself have a long history with poisoned apples. Is that correct?",
            "Well, yes, I was poisoned, myself, once upon a time.",
            "The Evil Queen tricked me into eating one and it put me into a deep sleep.",
            "She'd had a grudge against me for a long time... she thought I was a usurper, though I never meant her any harm...",
            "The Evil Queen sent Snow an apple that looked so delicious she couldn't resist eating it.",
            "Hmmm... couldn't resist? That sounds a bit like what Ginger said about baking her apple pies.",
            "I suspect that is part of the enchantment. Go on, Snow. What happened?",
            "The apple put me into a magical sleep... though not before I had a horrific night throwing up everywhere!",
            "I think if she hadn't thrown it all up again, the poison might have proven fatal...",
            "A bit of an oversight on the Evil Queen's part that her enchantment made the eater throw up all the poison again.",
            "Well, not all of it... but enough, yes.",
            "I don't remember that part from your story, Snow?",
            "Well, I think most storytellers would probably omit such a... disgusting detail...",
            "I was put into a magical sleep for a long time, until...",
            "Until...",
            "Ah, yes, I think we all know that part of the story.",
            "It seems like love is enough to break the magical apple's enchantment.",
            "Love... or Saffi's magical antidote.",
            "Quite.",
            "But this doesn't explain why enchanted apples got into Ginger's baking.",
            "Well, I don't know anything about that, but I did have quite a few of them.",
            "As I thought!",
            "The Evil Queen kept trying, didn't she?",
            "Ah, yes... after the first failure, she tried again. And again.",
            "For many years, she kept sending me apples, thinking I might slip up and eat another one.",
            "But by then, I'd learned my lesson and could resist their temptation.",
            "Something about them, some magic or other she cast on them, prevents them from going mouldy, so I decided to keep them aside so others didn't eat them by accident.",
            "I see... and where do you keep these apples?",
            "They're right over...",
            "Oh!",
            "Where have they gone?",
            "Oh... oh dear...",
            "Yes, it all becomes clear.",
            "I know who did it!",
            "The culprit is..."
        ],
        [
            "우리는 백설공주를 만나기 위해 안식의 도시 외곽 숲으로 향했다.",
            "백설공주와 사냥꾼은 숲과 안식의 도시를 보호하기 위해 작은 오두막을 짓고 거기에서 함께 생활하는 중이다.",
            "마침 오두막 앞의 작은 정원에서 무언가를 심고 있던 백설공주와 눈이 마주쳤다.",
            "흙 묻은 뺨을 손으로 털어 정리하며 백설공주가 부드럽게 미소지었다.",
            "안녕하세요, 꿈꾸는 자. 여기까진 어쩐 일이세요?",
            "오늘 새벽에 딴 사과가 무척 예뻤는데, 당신이 오시려는 징조였나봐요.",
            "혹시 식사는 하셨을까요? 괜찮으시다면 제가 대접해드리고 싶은데...",
            "히나가 고개를 숙여 가볍게 인사했다.",
            "그간 무탈하셨을까요, 백설공주 양. 실은 안식의 도시에 일이 조금 생겨서, 저희가 그 사건을 조사하고 있어요.",
            "세상에, 사건이요?",
            "도시에 침입자라도 생겼나?",
            "인상을 찡그린 사냥꾼이 금방이라도 무기를 챙길 듯 소매를 걷는다.",
            "안식의 도시에 무슨 일이 생긴다면 언제라도 나서줄테니, 안심이 되긴 하지만...",
            "자, 자. 너무 서두르실 것 없어요. 여러분께서 협조만 잘 해주시면 사건을 금방 마무리할 수 있을 테니까요.",
            "히나가 가볍게 손뼉을 치며 분위기를 환기했다.",
            "진저 양에게 들었는데, 백설공주 양께서 오늘 베이커리로 사과를 보내주셨다고 들었어요.",
            "네, 맞아요. 꿈꾸는 자에게 배달을 부탁드렸었는데...",
            "맞아요. 그 사과에 살짝 문제가 있었던 것 같아요.",
            "... 백설의 사과에?",
            "오, 설마.",
            "안타깝지만 백설공주 양께서 예상하시는 바로 그 문제에요.",
            "사과에 독이 들어있었던 것 같아요. 사피가 말하길, 아주 오래된 계통의 저주 마법이라고 하더군요.",
            "... 역시 그랬군요.",
            "그건 이블 퀸의 마법일거예요. 이블 퀸은 아주 오래전부터 독이 든 사과를 저에게 선물했거든요.",
            "직접 보낼 때도 있었고, 제 주변의 사과가 독사과로 바뀐 적도 있었어요. 하지만 그것도 아주 오래전에 끝난 이야기인 줄 알았는데...",
            "이블 퀸의 마법이 다시 영향력을 발휘하기 시작했다면, 그냥 넘어갈 문제가 아니다. 그 독사과는 누구도 저항할 수 없는 힘을 가지고 있어.",
            "저항할 수 없는 힘?",
            "흔히 볼 수 없는 종류의 마법이라고 했던 건 그것 때문이었나봐요.",
            "이블 퀸의 사과는 입에 대는 순간 상대를 영원한 잠에 빠지게 만들어요.",
            "백설도 마찬가지로 죽을 뻔 했었다, 사과를 토하지 않았다면 분명 그렇게 됐겠지.",
            "이블 퀸의 마법이 백설공주도 저항할 수 없을 정도로 강력했다는 뜻이야?",
            "네, 이블 퀸이 사용하는 마법은 악의가 강하면 강할수록 더 큰 효과를 발휘하는 저주였거든요.",
            "그런 중요한 이야기를 왜 지금까지 말해주지 않은거야? 무서워!",
            "그야 제게 있어서는 아주 오래전에 지나가버린 일인걸요.",
            "설마하니 이런 일이 다시 생길 줄은 정말 몰랐어요.",
            "그 마법을 풀기 위해서는, 그러니까 말이지. 풀기 위해서는, 흠.",
            "후후후, 잘 알았어요. 진실한 사랑이 필요하다는 말씀이시죠?",
            "그 사과의 저주를 이겨낼 수 있는 유일한 감정은 사랑이다... 낭만적인걸요.",
            "사피의 해독제도 빠트리지마.",
            "정말, 당신도 참. 하지만 그렇다고는 해도, 어떻게 진저 양의 사과가 이블 퀸의 저주를 받은 건지는 설명이 되지 않아요.",
            "이블 퀸은 이미 한참전에 봉인했잖아, 그런데 어떻게 저주를 사용한거지?",
            "제 생각에는... 드림리스와 접촉하면서 저주가 변질된 것 같아요.",
            "역시 그렇겠죠?",
            "백설공주 양, 무언가 확신할 수 있는 이유가 있으실까요?",
            "정확하게 설명할 수는 없지만...",
            "이블 퀸의 마법은 사냥꾼 씨와 저의, 그... 진정한 사랑 덕분에 그 효과를 완전히 잃어버렸어요.",
            "저주의 대상자가 한 번 그 능력을 이겨내면 다시는 재발하지 않는다고 배웠거든요. 또 다른 매개체가 없다면...",
            "그런데 그 마법이 되살아난 것을 보면, 드림리스 혹은 네더의 영향이 아닐까 하고... 막연하게 추측할 뿐이에요.",
            "그렇군요... 혹시 다른 사과들을 제가 좀 살펴볼 수 있을까요?",
            "어머나, 그럼요. 이쪽으로 오시겠어요?",
            "새벽에 딴 것들은 모두 창고에 보관하고 있어요. 바로 이쪽에...",
            "어머, 다 어디로 가버린거지?",
            "텅 빈 창고의 문이 불쾌한 소리를 내며 삐걱 떨어진다.",
            "흠... ",
            "사과에 발이 달려 도망이라도 치지 않는 이상, 이건 정말 기이한 현상이에요.",
            "그렇지 않나요? 꿈꾸는 자. "
        ],
        [
            "もう夜になってしまったが、森まで白雪姫を探すことになった。",
            "白雪姫は自分でコテージを建て、猟師さんと二人で生活している。都市を離れたのは、森の動物仲間に間近でいたいと言っていた。",
            "白雪姫たちは前庭の手入れをしているようだ。",
            "姫たちと挨拶を交わす。",
            "ドリーマー！ヒナ！こんばんは。",
            "リズもマルも！こんな大勢のお客さんは久しぶりですね。",
            "あ、ごめんなさい、まだ晩ご飯の支度ができていません...",
            "あ、そんな迷惑をかけるつもりはなくて。実は今調査の途中で...",
            "大勢の人に毒を盛った極悪人を追跡しているの！",
            "それは大変です！",
            "極悪人、だと？",
            "いや、まあ、確実に故意だったわけじゃないけど...",
            "可能性ならあるので、真相を暴くために全力を尽くしています！",
            "えへへ！ドリーマーも中々役になってきたじゃない。",
            "そ、そう聞こえた？",
            "とにかく、毒の根源は白雪姫のリンゴかもしれないの。",
            "私のリンゴ？そんな、私が容疑者なの？",
            "まだそこまでは言いません。",
            "白雪姫、焦らずに調査に協力しよう。",
            "もちろん！私のリンゴはおいしくて無害です、必ず証明して見せます！",
            "よし。",
            "まずはちょっとした質問から。白雪姫にとっては、毒リンゴの事件は初めてではないと聞きます。",
            "はい、私も毒リンゴの被害者でした。",
            "邪悪な女王に騙され、毒リンゴを口にしたとき深い眠りについてしまいました。",
            "私を簒奪者だと思い込み、私はずっと恨みを買ってました...",
            "ある日、女王は姫に毒リンゴを送った。その魔法に魅了され、食べずにはいられなかったんだ。",
            "魅了された？ジンジャーのアップルパイに似ている。",
            "そういう仕組みね。その次は？",
            "実は...眠りにつく前に、リンゴを吐いたの...",
            "だがそれは不幸中の幸いだったかもしれない。毒を完全に消化していれば、致命的だっただろう...",
            "つまり...邪悪な女王の設計ミスってこと？",
            "まあ...そうとも言えますね。",
            "おとぎ話とは内容が違う...",
            "えっと...汚い場面はきっと省かれたんでしょう...",
            "眠りについてから長い時が経ちました...",
            "そして...",
            "あ、そこからはおとぎ話と同じね。",
            "本当の愛が見つかればリンゴの魔法は解けるんだよね。",
            "本当の愛でも、サフィの解毒剤でもいいみたいだけど...",
            "その通り。",
            "でもやっぱり、魔法のかかったリンゴがパイの材料になるまでの経路が分からない。",
            "うーん...毒リンゴが余っているのだけれど、手掛かりになるかもしれません。",
            "やはり！",
            "邪悪な女王は、諦めが悪いですもの！",
            "懲りずに何度も何度も毒リンゴを送ってきました。",
            "そのうち油断して齧ってしまうとでも思ったのでしょうか...",
            "でも何年も我慢していると、リンゴの魔法が効かなくなったのです。",
            "魔法の影響か、毒リンゴはみんな腐らないのです。処分してしまえば動物たちを影響しかねないので、ずっと保管してます...",
            "なるほど...保管したリンゴ、見せてくれる？",
            "こちらです。",
            "...あ！",
            "リンゴが、無い！",
            "あ...あーー...",
            "謎は全て解けた。",
            "犯人は...",
            "お前だ！"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}