{
    "StoryName": "Campaign_SideStory_Hansel+Gretel_4",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "Hansel",
            "Gretel",
            "",
            "Gretel",
            "Hansel",
            "",
            "",
            "Hansel",
            "Gretel",
            "",
            "Celeste",
            "",
            "Celeste",
            "Celeste",
            "Gretel",
            "",
            "Celeste",
            "Hansel",
            "Celeste",
            "Hansel",
            "Hansel",
            "Gretel",
            "Hansel",
            "Gretel",
            "Hansel",
            "Gretel",
            "",
            "Hansel",
            "Gretel",
            "",
            ""
        ],
        [
            "",
            "헨젤",
            "그레텔",
            "",
            "그레텔",
            "헨젤",
            "",
            "",
            "헨젤",
            "그레텔",
            "",
            "셀레스티",
            "",
            "셀레스티",
            "셀레스티",
            "그레텔",
            "",
            "셀레스티",
            "헨젤",
            "셀레스티",
            "헨젤",
            "헨젤",
            "그레텔",
            "헨젤",
            "그레텔",
            "헨젤",
            "그레텔",
            "",
            "헨젤",
            "그레텔",
            "",
            ""
        ],
        [
            "",
            "ヘンゼル",
            "グレーテル",
            "",
            "グレーテル",
            "ヘンゼル",
            "",
            "",
            "ヘンゼル",
            "グレーテル",
            "",
            "セレステ",
            "",
            "セレステ",
            "セレステ",
            "グレーテル",
            "",
            "セレステ",
            "ヘンゼル",
            "セレステ",
            "ヘンゼル",
            "ヘンゼル",
            "グレーテル",
            "ヘンゼル",
            "グレーテル",
            "ヘンゼル",
            "グレーテル",
            "",
            "ヘンゼル",
            "グレーテル",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Finally defeated, the two siblings sit back-to-back on the forest floor, sullen looks on both of their faces.",
            "Huh! Who'd have thought they could beat BOTH of us...",
            "TOGETHER! And they weren't even witches!",
            "You ask them if they're ready to talk at last.",
            "Huh! Talk all you like.",
            "Doesn't mean we'll be listening.",
            "You try to suppress an exasperated sigh. This wasn't what you were expecting when you set out this morning.",
            "It's not as if you wanted to hurt either of them.",
            "Should have stopped fighting and let us kill you, then!",
            "Hmph!",
            "You really aren't getting anywhere.",
            "Dreamer, how about we try a different tack?",
            "You gesture that she's free to try whatever she likes.",
            "Hansel, Gretel, we know who you are. More importantly, we know <i>what</i> you are.",
            "The only reason we came to your territory was to see if you'd be willing to help us.",
            "We don't help witches!",
            "For the last time, you're NOT witches...",
            "We also know that you're trying to avenge your deaths on the witch that killed you both.",
            "One hundred years and counting on THAT attempt...",
            "So, what we're proposing is that, in return for your aid, we'll help you find this witch so you can take her down for good.",
            "Find her?",
            "Huh! We don't need that.",
            "Yeah, we know exactly where that witch lives!",
            "We've tried taking her down three times already and failed every time.",
            "Huh! She beat our asses.",
            "Totally.",
            "We'd be free to do whatever anyone wants if we could just off that damned witch, but she's far too powerful!",
            "Wait, so all they need is a witch defeating and they'd stop acting like such jerks?",
            "Who said we wouldn’t act like jerks?",
            "We just said we'd be free to do something else.",
            "Well, that's good enough for you, if only to bring this whole episode to a close.",
            "You tell the pair to lead the way."
        ],
        [
            "우리에게 패배한 남매는 시무룩한 표정으로 땅 위에 등을 맞대고 축 처져 앉아있었다.",
            "우리 둘이 힘을 합쳤는데도 역부족이었어...",
            "심지어 마녀도 아니잖아...",
            "남매는 고개를 떨어트린 채 패배를 곱씹는 모양이었다.",
            "흥...!",
            "원하는 게 있나? 물론 우리가 순순히 대답할 거라고 기대하지는 말고.",
            "일행은 헨젤의 말에 천천히 고개를 돌려 쳐다보았다.",
            "우리가 말을 꺼내려는 찰나 헨젤과 그레텔이 싸우기 시작했다.",
            "... 패배가 익숙하지 않네.",
            "무슨 소리야!? 패배를 인정할 거면 맞서 싸우지 말았어야지!<br>그냥 우리 손에 죽었어야 하는 거 아냐!? 바보!",
            "...",
            "음, 꿈꾸는 자. 다른 방법을 써볼까?",
            "셀레스티를 바라보며 일행은 조용히 고개를 끄덕였다.<br>셀레스티는 팔짱을 풀고 천천히 남매 앞에 섰다.",
            "어디 보자. 헨젤, 그리고 그레텔.<br>우리는 너희가 누군지 알아. 물론, 아주 자세히 알지.<br>우리는 너희가 어떤 존재 인지도 알고 있거든.",
            "우리가 너희 숲에 들어온 이유는<br>너희들이 우릴 도울 수 있는 존재인지 알아보기 위해서였어.",
            "하? 미쳤어?<br>내가 마녀 따위를 도울 거라고 생각해?",
            "셀레스티는 고개를 천천히 저었다.",
            "너희를 죽인 마녀에게 복수할 생각이라는 건 이미 알고 있어.",
            "그래. 백 년 동안이나 계속 시도했어.<br>근데... 결국 못 찾았다고!",
            "후후, 그럼 이렇게 하면 어떨까?<br>너희가 우릴 돕는다면 그 대가로 마녀를 찾아줄게.<br>그 마녀를 영원히 잠재울 수 있도록 말이야. 나쁜 제안은 아니지?",
            "마녀를... 찾아준다고?",
            "... 하! 그런건 필요 없어!",
            "그래, 우린 그 마녀가 어디에 살고 있는지 이미 알고 있으니까!",
            "세 번이나 쓰러트리려 했지만, 매번 실패했어.",
            "우릴 그냥 짓밟아버렸지. 잡초를 밟는 것처럼!",
            "처참하게!",
            "그 마녀는 너무 강해.\n뭐, 너희가 그 마녀에게 복수하는 걸 도와준다면...<br>너희가 원하는 걸 들어주지.",
            "그레텔이 일어나자 헨젤도 같이 일어나면서 말을 이었다. 뒤에서 작게 리즈의 \"바보 같아...\" 라고 말하는 목소리가 들렸다.",
            "하?<br>누가 우리보고 바보같다고 말하고 있는데?",
            "태도를 고치는 건 안해. 백 년이나 이렇게 살았어.<br>그래도 너희가 원하는 건 들어준다니까?",
            "그레텔은 낫은 고쳐 잡고 휙 뒤돌아서서 먼저 걸어갔다. 헨젤이 한참 리즈를 노려보았지만 다행히 별일 일어나지 않았다.",
            "일행은 헨젤과 그레텔 남매와 함께 마녀가 있다는 위치로 나아갔다."
        ],
        [
            "敗北した兄妹は、しかめっ面で背中合わせに座っていた。",
            "二人の力でも勝てなかった...",
            "しかも魔女じゃないし...",
            "兄妹はうなだれながら、敗北の味をかみしめているようだった。",
            "ふん...！",
            "何が望み？ 私達が大人しく言う事を聞くなんて思わないでよ。",
            "一行はヘンゼルの言葉にゆっくり振り向いた。",
            "一行が口を開こうとしたその瞬間、ヘンゼルとグレーテルがケンカをはじめた。",
            "...負けるって嫌なもんだな。",
            "何言ってるのよ！ 負けを認めるなら、最初から戦わなきゃいいのに！<br>死んだほうがマシじゃん！",
            "...",
            "うーん、ドリーマー。別のやり方にするか？",
            "セレステを見ながら、一行は静かに頷いた。<br>セレステは腕組みをやめて、ゆっくり兄妹の前に歩みよる。",
            "どれどれ。ヘンゼル、グレーテル。<br>わたしらは、君達が誰なのか知ってるんだ。もちろん、よ～くね<br>つまり、どういう存在なのかも。",
            "この森に来た理由は<br>君達がわたしらの役に立つかどうか、調べるためさ。",
            "はぁ？ バーカ！<br>魔女の力になるはずないでしょ！",
            "セレステは首を横に振った。",
            "君達は自分らを殺した魔女に復讐したいんでしょ？ それも分かってる。",
            "そうだ。百年も探し続けてるんだ。<br>けど... 見つからないんだよ！",
            "ふふ、じゃあ こうしない？<br>力になってくれれば、代わりに魔女を見つけてあげる。<br>その魔女が、永遠の眠りにつくようにね。悪い話じゃないだろう？",
            "魔女を... 探してくれるだって？",
            "...ふん！ お断りだね！",
            "そうよ！ その魔女がどこに住んでるのか、もう分かってるから。",
            "三回も戦ったけど、全部失敗した。",
            "あたし達を踏みにじったのよ！ 雑草みたいに！",
            "あんな惨めなことはない！",
            "あの魔女は強すぎる。\nまぁ、魔女への復讐を手伝ってくれるなら...<br>望みを聞いてやってもいいけど。",
            "グレーテルとヘンゼルは起き上がりながら、話を続けた。後ろからリズの「バカみたい...」と言うのが聞こえた。",
            "は？<br>誰がバカだって？",
            "礼儀正しくなんてならないからね。百年もこうして生きてきたの。<br>けど望みは聞いてあげる。",
            "グレーテルは鎌を持ち直し、くるりと背を向けて先に歩きはじめた。ヘンゼルがリズをずっと睨んでいたが、幸い何事もなかった。",
            "一行は、ヘンゼルとグレーテル兄妹と一緒に、魔女のいるという場所へ向かった。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}