{
    "StoryName": "Campaign_SideStory_Beast_2",
    "background": [
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png"
    ],
    "character": [
        [
            "",
            "Bathory",
            "",
            "Bathory",
            "Bathory",
            "Bathory",
            "Hina",
            "",
            "Bathory",
            "",
            "Lis",
            "Mal",
            "",
            "",
            "",
            "Bathory",
            "",
            "",
            "Beast",
            "Bathory",
            "",
            "",
            "",
            "Mal",
            "Hina"
        ],
        [
            "",
            "엘리자베스 바토리",
            "",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "히나",
            "",
            "엘리자베스 바토리",
            "",
            "리즈",
            "말",
            "",
            "",
            "",
            "엘리자베스 바토리",
            "",
            "",
            "야수",
            "엘리자베스 바토리",
            "",
            "",
            "",
            "말",
            "히나"
        ],
        [
            "",
            "バートリー",
            "",
            "バートリー",
            "バートリー",
            "バートリー",
            "ヒナ",
            "",
            "バートリー",
            "",
            "リズ",
            "マル",
            "",
            "",
            "",
            "バートリー",
            "",
            "",
            "野獣",
            "バートリー",
            "",
            "",
            "",
            "マル",
            "ヒナ"
        ]
    ],
    "dialogueText": [
        [
            "The final zombie is put down and, by the time the fighting is over, Bathory is absolutely fuming.",
            "Damn Frankenstein! Can't she keep track of her own damn creations?!",
            "So, wait, someone called Frankenstein created this thing?",
            "Augh... yes... You'll probably meet her soon enough...",
            "When she's FINALLY done with her tinkering!",
            "Honestly, if my master didn't need her technology so badly, I swear I would –",
            "Ah, ha! Um, maybe we should keep searching for now?",
            "Bathory glares at Hina and then stalks off.",
            "This way...",
            "You get the feeling Bathory doesn't like you very much... which is strange considering how well she treated you when you arrived.",
            "Bathory is a bit scary...",
            "But she's also kind of funny.",
            "Don't let her hear you say that, Mal...",
            "You follow the retreating form of Dracula's personal bodyguard as she stalks into the darkness.",
            "It isn't long before Bathory calls out once more.",
            "There he is!",
            "Bathory cries out, pointing out a hulking shape deep within the forest of gravestones.",
            "A huge figure turns at her exclamation. You see animal eyes illuminated in the torchlight.",
            "Grrrooaaoowrrrr?",
            "Get him, Dreamer!",
            "But the beast has already turned about and is bounding away at great speed.",
            "You break into a headlong pursuit, chasing after Dracula's prey.",
            "But other eyes have started appearing in the darkness all around you... these ones are deep and soulless...",
            "Dreamless!",
            "We're under attack!"
        ],
        [
            "다가오는 좀비를 발로 차 밀어내며 바토리가 날카롭게 소리쳤다.",
            "빌어먹을 프랑켄슈타인!",
            "프랑켄슈타인? 어디선가 들어본 적 있는 것 같은 이름이다.",
            "흥, 그 얼빠진 표정은 뭔가요?",
            "바보 같은 얼굴이라 볼만하긴 하네요.",
            "덜떨어진 과학자 주제에! 감히 이 바토리에게 이런 수모를 겪게 하다니...",
            "그 프랑켄슈타인이라는 사람이 이 좀비들을 통솔하는 건가요?",
            "히나의 질문에 바토리는 조금 급하게 몸을 돌렸다.",
            "당신이 상관할 바가 아니에요, 데이 스톤.",
            "바토리의 뒷모습을 뚫어져라 바라보던 히나가 아이들을 돌아본다.",
            "바토리 말이야, 우리를 싫어하는 것 같지 않아...?",
            "뭐, 좀비 모험은 재미있었지만.",
            "아이들은 끝없이 조잘거리며 히나의 등 뒤로 걸음을 옮겼다.",
            "생각도 잠시, 아이들에 대한 것은 히나에게 맡겨두기로 했다.",
            "앞서가던 바토리가 짜증 섞인 목소리로 우리를 불렀기 때문이다.",
            "찾았어요, 저기 있네요.",
            "바토리가 묘지 깊은 곳에 웅크린 무언가를 가리켰다.",
            "횃불에 짐승의 눈이 스치기 전까지는 거대한 바위나 무너진 집이라고 생각했다.",
            "크르르...",
            "당신 실력을 볼 수 있는 기회네요, 한번 사로잡아 보시겠어요?",
            "바토리가 웃음기 섞인 목소리로 말했다.",
            "드라큘라 백작이 맡긴 사냥감이다, 놓칠 수는 없다. ",
            "숲 안으로 달려가는 야수의 뒤를 쫓으려 했지만 어디선가 나타난 드림리스에게 포위당하고 말았다.",
            "드림리스야! 도대체 어디서 나타난 거지?",
            "추격하려면 뚫고 가는 수밖에 없겠어요, 꿈꾸는 자!"
        ],
        [
            "襲いかかるゾンビを蹴り飛ばし、バートリーが鋭く叫んだ。",
            "このっ...フランケンシュタイン！",
            "フランケンシュタイン？どこかで聞いたことがあるような名前だ。",
            "フンッ、そのぼけっとした表情は何ですか？",
            "面白い顔なので見物ではありますね。",
            "マヌケな科学者のくせに！このバートリーに屈辱を味わわせるとは...",
            "そのフランケンシュタインという人が、このゾンビたちを統率しているのですか？",
            "ヒナの質問に、バートリーは少し慌てて背を向けた。",
            "あなたが気にすることじゃありませんよ、デイストーン。",
            "バートリーの後ろ姿をじっと見つめていたヒナは、マルとリズの方を向いた。",
            "バートリーって、私たちを嫌ってるみたいじゃない...？",
            "まあ、ゾンビの冒険は面白かったけどな。",
            "2人はおしゃべりを続けながら、ヒナの後ろをついていった。",
            "マルとリズのことはヒナに任せておくことにした。",
            "先を進んでいたバートリーが、いら立ち混じりの声で私たちを呼んだからだ。",
            "見つけました。あそこですね。",
            "バートリーが墓地の奥でうずくまっている何かを指さした。",
            "明かりで獣の目を照らすまでは、巨大な岩や崩壊した家かと思った。",
            "グルル...",
            "あなたの実力を確認するチャンスですね。戦ってみてくれませんか？",
            "バートリーが笑いながら言った。",
            "ドラキュラ伯爵に頼まれた獲物だ。逃すわけにはいかない。",
            "森の中へ逃げる野獣を追いかけようとしたが、どこかから現れたドリームレスに囲まれてしまった。",
            "ドリームレスだ！どこから出てきたんだろう？",
            "追いかけるにはここを突破するしかありませんよ、ドリーマー君！"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}