{
    "StoryName": "Campaign_LibraryStory_BriarRose_5",
    "background": [
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "Briar Rose",
            "",
            "",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "",
            "",
            "",
            "",
            "",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Vita",
            "Vita",
            "",
            "",
            "Vita",
            "Vita",
            "Vita",
            "",
            "",
            "",
            "",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Briar Rose",
            "",
            "",
            "Vita",
            "Vita",
            "Vita",
            "",
            "",
            ""
        ],
        [
            "브라이어 로즈",
            "",
            "",
            "",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "",
            "",
            "",
            "",
            "",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "비타",
            "비타",
            "",
            "",
            "비타",
            "비타",
            "비타",
            "",
            "",
            "",
            "",
            "",
            "비타",
            "비타",
            "비타",
            "비타",
            "브라이어 로즈",
            "",
            "",
            "비타",
            "비타",
            "비타",
            "",
            "",
            ""
        ],
        [
            "いばら姫",
            "",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "",
            "",
            "",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "いばら姫",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Is that...?",
            "Briar Rose's eyes widen as she looks at Vita.",
            "Guiltily, Vita holds up something that looks like a shiny stone in her hand.",
            "It’s not quite the same, but the stone looks similar to the Lifestone.",
            "I was going to give it to you as a gift... I heard someone at a bakery say that there were many pretty stones in the stream flowing through this forest.",
            "The Dreamer is always with me!",
            "But because of that, Rose isn't... she doesn't...",
            "That's why I want to find something similar so that you can think of me, even if you can't call on me like the Dreamer does...",
            "So I was searching for one, but before I knew it, it was night!",
            "Vita looks at Briar Rose with a rueful face and holds out the sparkling stone.",
            "So, she was looking for a present for Briar Rose?",
            "If that's the case, coming here in the morning would have been the sensible thing to do...",
            "Though perhaps it's because of the characteristics of the Lifestone, as it seems that she never gets tired, no matter how much she wanders around.",
            "Briar Rose melts looking at at Vita's contrite expression and the proffered stone, smiling softly at the young looking girl.",
            "Vita...",
            "Thank you so much for thinking of me.",
            "I'm sorry if I seemed stern, but if you don't come back when it's this late...",
            "Even if you project your form and leave the Lifestone with the dreamer...",
            "If I can't see you, I can't help but worry.",
            "I'm sorry! I was so absorbed without realizing what time it was...",
            "Please don't tell big sis or Esme! Especially not Esme! She'll just treat me like an idiot again!",
            "Briar Rose laughs softly.",
            "Don't worry, Vita. I won't tell them.",
            "Really?! Thank the stone...",
            "But you know, It's really late, anyway...",
            "Can't we stay here a little bit longer? look! The scenery is so pretty.",
            "And Vita is right, it is a truly breathtaking place.",
            "It's so peaceful and beautiful that it could be counted among the most wonderful landscapes of the city of Haven.",
            "Fireflies are twinkling and flying dizzyingly over the forest, their lights mingling with the softly splintered moon-and-starlight reflecting from the river.",
            "Briar Rose is silent for a moment, appreciating the scenery...",
            "And so are you...",
            "It reminds you of the old days, doesn't it, Briar?",
            "There was a time when our land was like this.",
            "Feywood was always dark because there were so many trees, just like here, but even then there were places there that you were able to see such beautiful landscapes.",
            "This place feels very nostalgic...",
            "Vita...",
            "You will have to come back, perhaps next time with Aurora, Esme, Mal and Liz?",
            "I'm sure they will like it, too!",
            "Ah! Yeah! That's a great idea!",
            "But you know what, Dreamer?",
            "Next time you don't know where I am, will you just ask my stone? Then I can pop right back to you!",
            "... Why the heck is she only telling you such an important piece of information, now?!",
            "Briar Rose's eyes meet yours for a moment. Seeing your surprise, she smiles at you, softly...",
            "...You guess you're the only one who didn't know that?"
        ],
        [
            "그건...?",
            "눈을 동그랗게 뜬 브라이어 로즈가 비타를 바라본다.",
            "비타는 손에 반짝이는 돌 같은 것을 들고 있었다.",
            "감히 스톤과 비교할 수는 없지만, 라이프 스톤과 비슷하게 생긴 모습이다.",
            "아니! 제과점에서 들었는데, 여기 예쁜 돌멩이가 많다고 하잖아.",
            "잠탱이는 늘 나랑 함께 있지만!",
            "로즈는 그렇지 않으니까...",
            "널 부르지 않아도 날 생각할 수 있도록 비슷한 걸 찾아주고 싶어서...",
            "헤헹, 그러다보니 밤이 되어버렸네!",
            "비타가 멋쩍은 얼굴로 바라보며 반짝이는 돌멩이를 내밀었다.",
            "브라이어 로즈에게 줄 선물을 찾고 있던 모양이다.",
            "아침에 했어도 충분했을 것 같지만, 라이프 스톤의 특성 때문일까, 아무리 돌아다녀도 지치질 않아 그랬던 모양이다.",
            "...",
            "비타를 물끄러미 바라보던 브라이어 로즈가 부드럽게 미소짓는다.",
            "비타...",
            "나를 생각해줘서 고마워.",
            "그렇지만 이렇게 늦은 시간까지 돌아오지 않으면 걱정할 수 밖에 없는 걸...",
            "비타의 본체가 꿈꾸는 자와 함께 있다는 걸 알더라도...",
            "눈에 보이지 않으면 걱정할 수 밖에 없어.",
            "미안! 나도 모르게 너무 열중해버렸어...",
            "혹시 큰 언니나 에스메한테 말할 건 아니지!? 에스메는 날 바보 취급할거야...!",
            "브라이어 로즈가 작은 소리를 내며 웃는다.",
            "누구에게도 말하지 않았으니 안심하라고 전했다.",
            "진짜!? 다행이다...",
            "근데, 어차피 밤이 된 김에...",
            "우리 여기 조금만 더 있다가 가면 안될까? 봐! 풍경이 이렇게 예쁜걸.",
            "비타의 말대로 정말 아름다운 장소다.",
            "안식의 도시의 모든 풍경을 통틀어도 손가락에 꼽을 정도로 평화롭고, 아름다웠다.",
            "반딧불이가 반짝이며 숲 위를 어지럽게 날고 있다.",
            "브라이어 로즈도 그 풍경을 감상하듯 잠시 말이 없었고...",
            "우리는 모두 그 고요한 풍경에 매료되었다.",
            "옛날 생각난다, 그치.",
            "우리 영역도 이럴 때가 있었는데.",
            "나무가 많아서 어둡긴 했지만, 이렇게 예쁜 풍경을 볼 수 있었어.",
            "그래서 더 옛날 생각이 났던 것 같아!",
            "비타...",
            "오로라와 에스메, 남매 모두와 함께 방문하는 것도 나쁘지 않을 것 같다.",
            "쉬어갈 수 있는 장소가 있다면 분명 기분전환에 좋을 것이다.",
            "응, 그러자!",
            "그리고 하나 더!",
            "다음부터는 그냥 내 스톤을 문질러 줄래? 그러면 바로 돌아갈 수 있는뎅.",
            "브라이어 로즈와 잠깐 시선이 마주쳤다. 은근한 얼굴로 웃는 것을 보니...",
            "...",
            "아무래도 나만 모르고 있었던 모양이다."
        ],
        [
            "それは...？",
            "目を丸く見開いたいばら姫はヴィータを見つめた。",
            "ヴィータは輝く石のようなものを持っていた。",
            "ストーンと比べることはできないが、ライフストーンに似た形だった。",
            "ここに可愛い石ころがたくさんあるって、ベーカリーで聞いたの。",
            "寝ぼすけはいつもあたしと一緒にいるけど！",
            "ローズはそうじゃないから...",
            "一緒にいなくてもあたしのことを考えられるように<br>似たようなものを見つけてあげたくて...",
            "えへへっ、それで気づいたら夜になっちゃった！",
            "ヴィータはばつが悪そうに輝く石ころを差し出した。",
            "いばら姫に渡すプレゼントを探していたようだ。",
            "朝に探しても良さそうなものだが、いくら歩き回っても疲れないという<br>ライフストーンの特性も影響しているのだろう。",
            "...",
            "ヴィータをじっと見つめていたいばら姫が優しく微笑んだ。",
            "ヴィータ...",
            "私のことを想ってくれてありがとう。",
            "でもこんな遅い時間まで帰ってこなかったら、心配するでしょ？",
            "ヴィータの本体はドリーマーと一緒だってことは分かっているけど...",
            "姿が見えないと心配になるの。",
            "ごめん！あたしもつい熱中しちゃって...",
            "もしかしてお姉ちゃんとかエスメに言ってないよね！？<br>エスメは絶対あたしのことバカにするよ！",
            "いばら姫は小さく笑った。",
            "誰にも言ってないから安心してほしいと伝えた。",
            "ホント！？良かったぁ...",
            "ねえ、もうどうせ夜だし...",
            "せっかくだからもう少しここにいない？見て！こんなに景色が綺麗なんだよ。",
            "ヴィータの言うとおり、本当に美しい場所だ。",
            "安息の都市の全風景をひっくるめても、5本の指に入るほど平和で、美しかった。",
            "ホタルが輝きながら森の上を飛び回っている。",
            "いばら姫もその景色を楽しむようにしばらく無言になり...",
            "私たちはみんなこの静かな景色に見惚れていた。",
            "昔のことを思い出すね。",
            "うちの領土にもこういう場所があったのに。",
            "木が多くて暗かったけど、こういう綺麗な景色が見られたよね。",
            "だから余計昔のことを思い出したのかも！",
            "ヴィータ...",
            "オーロラ、エスメ、マルリズ兄妹と一緒に来ても良さそうだ。",
            "息抜きできる場所があれば、きっといい気分転換になるだろう。",
            "うん、そうしよ！",
            "それからもう一つ！",
            "今度からはあたしのストーンをなでてくれる？そうすればすぐに戻れるから。",
            "いばら姫と一瞬目が合った。不敵な笑みを浮かべているということは...",
            "...",
            "どうやら知らなかったのは私だけのようだ。"
        ]
    ],
    "music": [
        "music_sanctuary.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}