{
    "StoryName": "Campaign_LibraryStory_Aurora_4",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "Lis",
            "Lis",
            "Lis",
            "Lis",
            "Mal",
            "Lis",
            "",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Lis",
            "",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            ""
        ],
        [
            "오로라",
            "오로라",
            "",
            "",
            "",
            "리즈",
            "리즈",
            "리즈",
            "리즈",
            "말",
            "리즈",
            "",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "리즈",
            "",
            "",
            "",
            "",
            "오로라",
            "오로라",
            ""
        ],
        [
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "リズ",
            "リズ",
            "リズ",
            "リズ",
            "マル",
            "リズ",
            "",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "リズ",
            "",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "So now, I shall begin.",
            "Please make yourselves comfortable, Mal, Lis...",
            "Aurora stands in front of children with the book in her hands.",
            "Lis, whose eyes are filled with excitement, suddenly interrupts her by calling Aurora's name out loud.",
            "Why did she interrupt? You're sure Aurora will read the story without any issues.",
            "Oh no, no, no! That's not it, Dreamer!",
            "It's just... It's <i>The</i> Aurora who is reading the book to us!",
            "I know this story is very popular among a lot of people in Haven! So I thought it would be nice if we can gather more people...",
            "I think I should gather some more people to listen! How does that sound?",
            "Lis is right. I heard that most of the people in Haven like this fairytale.",
            "Is that too much to ask, Aurora?",
            "You glance at Aurora. She was even too shy to read it to the three of you. Will she allow it?",
            "As you expected, Aurora seems to be a little flustered.",
            "But, after thinking for a while, Aurora slowly nods her head.",
            "Aurora... Is she really alright with this?",
            "Y-yes, I'm totally fine! Mal, Lis. Could you gather any people who want to hear the story?",
            "It's not a long story, so it shouldn't take too long...",
            "But even so, if people want to hear, then please bring them here.",
            "Lis rushes towards the Haven square with a bright smile on her face.",
            "Mal follows after her...",
            "Even if he pretends to be an adult, a kid is still a kid.",
            "And, not long later...",
            "It appears that Mal and Lis have done an excellent job in gathering the townsfolk.",
            "You are not sure how they did it, but more and more people have started to crowd around Aurora.",
            "Among the people gathered, a good number of them are children of a similar age with Mal and Lis or even younger. On the other side, there were more than a few adults who wants to hear the story, as well.",
            "People of all kinds, with all manner of diverse animal attributes, such as long ears, tails, horns and even feathers, soon gather.",
            "Soon enough, the empty space begins to fill up with people.",
            "Did they actually bring everyone in Haven...?",
            "Hehe, Aurora~ I think I brought everyone who wanted to come!",
            "Lis dashes towards to the spot she saved and sits, making herself comfortable.",
            "You sit next to her and on one side, with Mal sitting next to his sister on the other.",
            "Aurora, who is suddenly standing in front of a great many people, starts to turn very pink again but...",
            "She calms herself down and bows to everyone, with the fairytale book in her hands.",
            "...Well then, I will finally begin the reading.",
            "Once upon a time... ...",
            "And so Aurora's fairytale reading has, at last, begun..."
        ],
        [
            "자, 그러면 읽어드릴게요.",
            "편한 곳에 앉아주세요. 말, 리즈.",
            "오로라가 동화책을 안고 아이들의 앞에 선다.",
            "기대감으로 눈을 빛내던 리즈가 갑자기 자리에서 벌떡 일어선다.",
            "리즈가 오로라의 옷가지를 당기며 무언가 속삭였다.",
            "응, 응? 안 될까?",
            "모처럼 오로라가 동화를 읽어주는 거잖아.",
            "이 동화책은 안식의 도시에서도 인기가 많대! 그래서 다른 사람들과 함께 들으면 어떨까해서...",
            "내가 금방 사람들을 불러올게, 응?",
            "맞아. 안식의 도시에 사는 사람들은 대부분 그 동화를 좋아한다고 하더라고.",
            "오로라~",
            "처음 책을 발견하고 부끄러워서 도망쳤던 오로라의 모습이 떠오른다.",
            "걱정이 되어 오로라를 바라보자 역시나 조금 당황한 것 같다.",
            "손가락으로 뺨을 살짝 문지르던 오로라가 천천히 고개를 끄덕인다.",
            "오로라에게 괜찮겠느냐고 조심스레 질문했다.",
            "네, 괜찮아요! 그럼 이야기를 듣고 싶어하는 사람들을 불러 주시겠어요?",
            "그렇게 긴 동화는 아니라 금방 끝나겠지만...",
            "그래도 듣고싶어 하는 사람들이 있다면, 부디 불러주세요.",
            "신이 난 얼굴로 리즈가 달려간다.",
            "그 뒤를 쫓아 씩씩한 얼굴로 말이 뛰어가고...",
            "어른스러운 척을 해도 남매 모두 아직 아이인 모양이다.",
            "...",
            "리즈와 말이 홍보를 톡톡히 해낸 것 같다.",
            "순식간에 많은 사람들이 모였다.",
            "그 중엔 말과 리즈 또래의 아이들도 있었고, 어른들도 몇 사람 섞여 있다.",
            "개와 고양이, 토끼의 귀나 사슴뿔같은 것이 한데 모여 바글바글하다.",
            "서있을 자리까지 부족할 지경이다.",
            "안식의 도시에 사는 사람들을 모두 불러온 모양이다.",
            "헤헤, 오로라~ 온다고 한 사람들은 모두 온 것 같아!",
            "리즈가 귀를 쫑긋거리며 비워두었던 앞자리로 달려가 앉았다.",
            "나도 그 옆에 앉았고, 내 옆으로 말이 앉았다.",
            "급조된 무대 위에 선 오로라도 생각보다 많은 사람들 탓에 두 뺨을 붉히며 부끄러워했지만...",
            "이내 곧 동화책을 들고 우리에게 고개 숙여 인사했다.",
            "...그러면, 이제 정말로 읽어드릴게요.",
            "옛날, 아주 오랜 옛날...",
            "오로라의 동화 낭독회가 시작되었다."
        ],
        [
            "さあ、それでは読みますね。",
            "マル、リズ。好きな場所に座ってください。",
            "オーロラは絵本を抱え、2人の前に立った。",
            "期待に目を輝かせていたリズは、突然その場から勢いよく立ち上がった。",
            "リズはオーロラの袖を引っ張り、何かをささやいた。",
            "ねっ？ダメかな？",
            "せっかくオーロラが絵本を読んでくれるんだもん。",
            "この絵本は安息の都市でも人気あるんだって！<br>だからみんなと一緒に聞くのはどうかなって...",
            "すぐ人を集めてくるから！ねっ？",
            "そうだよ。安息の都市に暮らす人たちはみんなこの童話が好きなんだって。",
            "オーロラ、お願い！",
            "最初に本を開いた時に、恥ずかしがって逃げたオーロラの姿が思い浮かんだ。",
            "心配になってオーロラを見ると、やはり少し戸惑っているようだ。",
            "指で頬を触っていたオーロラは、ゆっくり首を縦に振った。",
            "オーロラに大丈夫かと慎重に尋ねた。",
            "はい、大丈夫です！では童話を聞きたい人を集めてくれますか？",
            "それほど長い話ではないのですぐ終わると思いますが...",
            "それでも、聞きたい方たちがいるなら呼んできてください。",
            "リズは楽しそうに走っていった。",
            "頼もしい顔をしたマルがそのあとを追いかけ...",
            "大人っぽいふりをしていても、2人はまだ子どものようだ。",
            "...",
            "リズとマルはしっかり宣伝をしてきたようだ。",
            "あっという間にたくさんの人々が集まった。",
            "その中にはマルとリズのように子どももいれば、大人も混じっていた。",
            "犬、ネコ、ウサギの耳やシカのツノのようなものが集まり、賑わっている。",
            "立ち見席さえ足りなくなりそうだ。",
            "安息の都市に暮らす人々を全員呼んできたようだ。",
            "えへへ、オーロラ。行くって言ってた人はみんな来たみたい！",
            "リズは耳をぴょこんっと立てて、空けておいた最前列に座った。",
            "私もその隣に座り、私の隣にマルが座った。",
            "急ごしらえのステージに立ったオーロラも、思ったより多くの人が集まったため<br>頬を赤らめて恥ずかしがっていたが...",
            "やがて絵本を持ち、私たちに挨拶をした。",
            "...では、読みますね。",
            "むかしむかし...",
            "オーロラの絵本の読み聞かせが始まった。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}