{
    "StoryName": "Campaign_Chapter6_Part4",
    "background": [
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "Saffi",
            "",
            "Aurora",
            "Esme",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "Lis",
            "",
            "",
            "",
            "",
            "",
            "Celeste"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "사피",
            "",
            "오로라",
            "에스메",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "리즈",
            "",
            "",
            "",
            "",
            "",
            "셀레스티"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "サフィ",
            "",
            "オーロラ",
            "エスメ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "リズ",
            "",
            "",
            "",
            "",
            "",
            "セレステ"
        ]
    ],
    "dialogueText": [
        [
            "The yokai forests seem to stretch on forever.",
            "Saffi periodically appears and tries to force you to turn back.",
            "Each time, her sisters attempt to find out what's wrong, but, for some reason, she ignores all their pleas and their attempts to reason with her fall on deaf ears.",
            "Yet each time you meet her, she seems a little more desperate.",
            "Finally, you ask Saffi to please talk to you. You tell her you'll need her aid if you're to defeat Tamamo and free the realm from the Dreamless Nether.",
            "For some reason, this only seems to anger Saffi further. She grits her teeth and then yells at you.",
            "Don't come! You aren't wanted here! We don't need the Dreamer or the Dreamstone! We don't need any of you!",
            "And with that, she disappears once more.",
            "I don't understand, why is she being like this?",
            "Maybe she's being corrupted or forced by her Dominion?",
            "No... I don't think that's the case. A Dominion is powerful, but even a Dominion shouldn't be able to affect the mind of a World Stone.",
            "Something else must be going on here...",
            "You ask her what.",
            "I...",
            "I don't know.",
            "But something in her voice tells you she has an idea. What is it she won't tell you?",
            "As you move forward again, your train of thought is interrupted by a gasp from Lis.",
            "Oh! Is that...?",
            "You crest a rise and see what Lis has seen before you from her raised position on the caravan.",
            "Looking down the hill, you see a beautiful eastern city laid out before you, its streets and houses picked out in fine detail by the full moon hanging above.",
            "The sprawling city stretches to a distant shoreline and, beyond, the sea twinkles in the soft white light.",
            "Further still and you can see the beginning of the void, bordered by a haze of water vapour as the sea tumbles into the abyss.",
            "The whole scene is breathtaking.",
            "Welcome, everyone, to the seat of Tamamo no Mae, the Dominion of the Realm of Endless Night."
        ],
        [
            "요괴 형태의 드림리스가 가득한 대나무 숲.",
            "게다가 주기적으로 나타나는 사피는<br>계속 돌아가라는 말밖에 하지 않고 있다.",
            "그녀의 자매들이 아무리 이유를 묻고, 설득하고 부탁해도<br>무시한 채 돌아가라고만 답한다.",
            "그리고...<br>그녀를 마주할 때마다 점점 감정이 격해져 보였다.",
            "필사적으로 변해가는 사피를 보며, 결국 직접 나서 대화를 시도했다.<br>타락한 타마모노마에를 쓰러트리고 사피를 구하겠다고.",
            "드림리스 네더에게 맞서 싸우기 위해 도움이 필요하다고 호소했다.<br>하지만 그녀는 더 화가 난 얼굴로 이를 악문 채 소리쳤다.",
            "돌아가라고! 너희를 환영하는 존재는 어디에도 없어!<br>꿈꾸는 자도, 드림스톤도 여기 있을 이유가 없어! 필요 없다고!",
            "사피의 목소리가 어두운 나무들 사이를 일렁이며 사라졌다.",
            "저는, 저는... 사피를 이해할 수 없어요.<br>대체 왜...?",
            "혹시 자신의 도미니언에게 속고 있는 건 아닐까...<br>타락했다던가, 굴복했다던가. 아니면 정신적으로 저항하고 있는 걸지도...",
            "그럴 수는 없어요.<br>확실히 도미니언은 강한 존재지만,<br>그렇다해도 월드스톤의 정신에 영향을 미칠 수는 없어요.",
            "뭔가... 다른 일이 있었던 게 분명해요.",
            "오로라는 두 손으로 옷가지를 구기며 고개를 숙였다.",
            "전...",
            "... 죄송해요. 저도 잘 모르겠어요...",
            "그녀가 무언가 숨기는 것처럼 보였다.<br>어쩌면 모두를 위해 자신이 품고 숨기고 있는 걸지도 모른다.",
            "생각에 잠겨 걸음을 옮기려던 때, 리즈의 목소리가 들렸다.",
            "앗! 저기!",
            "언덕 위로 올라가 마차 위에 있는 리즈와 눈높이를 맞췄다.",
            "아래를 내려다보자 그곳에는 다른 왕국들과 달리<br>운치 있는 도시와 거리, 집들이 보였다.<br>하늘에는 보름달도 떠 있었다.",
            "드넓은 도시는 지평선에 가깝게 뻗어 있었고,<br>그 너머에는 고요한 바다가 은은한 빛으로 반짝이고 있었다.",
            "그리고 그 뒤,<br>바다의 일부가 심연 속으로 떨어지면서 피어오르는 수증기가 있었다.",
            "검고 어두운 공허의 시작.<br>말로 표현할 수 없는 낯선 광경.",
            "여기가 타마모노마에의...<br>끝없는 밤의 세계구나."
        ],
        [
            "妖怪の姿をしたドリームレスでいっぱいの竹林。",
            "さらに周期的に現れるサフィは<br>帰ってと言い続けるだけだった。",
            "彼女の姉妹たちが理由を聞き、説得しお願いしても<br>無視したまま帰ってと言うだけだ。",
            "そして...<br>彼女を見るたびに、感情がだんだん激しくなっているように見えた。",
            "必死で変わっていくサフィを見て、堕落した玉藻前を倒しサフィを助け、 <br>直接話をすることを試みた。",
            "ドリームレスネザーと戦うためには助けが必要だと訴えた。<br>しかし、彼女はさらに怒った顔で歯を食いしばり叫んだ。",
            "帰ってってば！あなたたちを歓迎してくれる人は誰もいないの！<br>ドリーマーも、ドリームストーンもここにいる理由はない！必要ないの！",
            "サフィの声が暗い木々の間を揺らめき、消えた。",
            "私は、私は...サフィのことが理解できません。<br>一体なぜ...？",
            "もしかしたら自分のドミニオンに騙されているんじゃないかなぁ...<br>堕落したとか、屈服したとか。それか、精神的に抵抗しているのかも...",
            "それはあり得ません。<br>確かにドミニオンは強力な存在ですが、<br>ワールドストーンの精神にまで影響を及ぼすことはできません。",
            "何か...別の何かがあったに違いありません。",
            "オーロラは両手で服をくしゃくしゃにし、うつむいた。",
            "私は...",
            "...すみません。私もよく分からないんです...",
            "彼女は何かを隠しているようだった。<br>もしかすると、みんなの為に自分だけで抱え込んでいるのかもしれない。",
            "考えにふけり、歩き出そうとした時、リズの声が聞こえてきた。",
            "あっ！あそこ！",
            "丘の上に登り、馬車の上にいるリズと視線を合わせた。",
            "下を見ると、そこには他の王国とは違い、<br>趣のある都市と街、家が見えた。<br>空には満月も浮かんでいた。",
            "広々としたその都市は、地平線近くに伸びており、<br>その向こうには静かな海がほのかに輝いていた。",
            "その後、<br>海の一部が深淵へ落ちて、水蒸気が立ち込めていた。",
            "黒く暗い空虚の始まり。<br>言葉では表す事のできない、見慣れない光景。",
            "ここが玉藻前の...<br>終わりなき夜の世界ね。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}