{
    "StoryName": "Campaign_SideStory_White_Rabbit_2",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "White Rabbit",
            "White Rabbit",
            "",
            "",
            "",
            "",
            "",
            "",
            "Cheshire Cat",
            "",
            "Cheshire Cat",
            "Cheshire Cat",
            "Cheshire Cat",
            "",
            "Cheshire Cat",
            "Cheshire Cat",
            "",
            "Cheshire Cat",
            "",
            "Cheshire Cat",
            "",
            "Cheshire Cat",
            "Cheshire Cat",
            "",
            "Cheshire Cat",
            "Cheshire Cat",
            "Cheshire Cat",
            "",
            "",
            "",
            "Cheshire Cat",
            "",
            "Cheshire Cat",
            "Cheshire Cat",
            "",
            "",
            "",
            "Cheshire Cat",
            "Cheshire Cat",
            "Cheshire Cat",
            "",
            "Cheshire Cat",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "화이트 래빗",
            "화이트 래빗",
            "",
            "",
            "",
            "",
            "",
            "",
            "체셔 캣",
            "",
            "체셔 캣",
            "체셔 캣",
            "체셔 캣",
            "",
            "체셔 캣",
            "체셔 캣",
            "",
            "체셔 캣",
            "",
            "체셔 캣",
            "",
            "체셔 캣",
            "체셔 캣",
            "",
            "체셔 캣",
            "체셔 캣",
            "체셔 캣",
            "",
            "",
            "",
            "체셔 캣",
            "",
            "체셔 캣",
            "체셔 캣",
            "",
            "",
            "",
            "체셔 캣",
            "체셔 캣",
            "체셔 캣",
            "",
            "체셔 캣",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "白うさぎ",
            "白うさぎ",
            "",
            "",
            "",
            "",
            "",
            "",
            "チェシャ猫",
            "",
            "チェシャ猫",
            "チェシャ猫",
            "チェシャ猫",
            "",
            "チェシャ猫",
            "チェシャ猫",
            "",
            "チェシャ猫",
            "",
            "チェシャ猫",
            "",
            "チェシャ猫",
            "チェシャ猫",
            "",
            "チェシャ猫",
            "チェシャ猫",
            "チェシャ猫",
            "",
            "",
            "",
            "チェシャ猫",
            "",
            "チェシャ猫",
            "チェシャ猫",
            "",
            "",
            "",
            "チェシャ猫",
            "チェシャ猫",
            "チェシャ猫",
            "",
            "チェシャ猫",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The Dreamless disappear before you, fading away into the woods",
            "You look around.",
            "It doesn't take you long to realise you're not sure which direction you came from.",
            "You try calling out, but no answer comes back.",
            "With no sight or sound of the strange white rabbit, all you can do is head back in the direction you think you came from and hope you can find Celeste and the others again.",
            "And so, you begin wandering the forest, until...",
            "Oh dear, oh dear. Oh, no no no!",
            "Mustn't be late! Oh no! Mustn't be late...",
            "It's that rabbit again!",
            "Once again, when you call out to her, she glances at you and then sets off running.",
            "Her behaviour might be odd, but she doesn't seem hostile in the slightest. Perhaps, if you can catch up to her, she can lead you back to the caravan?",
            "You set off, chasing after her once again.",
            "This time, she lives up to her namesake, however, and manages to give you the slip.",
            "Instead, you're surprised to come face to face with another creature, this one having feline ears, a long twitching tail and an enigmatic smile.",
            "Well, well... mmm, what have we here?",
            "A cat? Is she an enemy?",
            "Me? An enemy? Well, that remains to be seen. I won't attack you, at least.",
            "My name is Cheshire Cat, but you can call me... mmm... whatever you like, I suppose.",
            "I'm curious how you came to be here, though, wandering through my forests.",
            "You tell her that you're lost, that you were chasing a white rabbit",
            "Oh, I'm very well aware of that, I've been watching you for a while.",
            "I meant <i>before</i> that... Mmmm?",
            "You stop to think, then begin to recount how you woke up in Phantasia, before travelling to Haven-",
            "No, no, no! I mean before all of that...",
            "Before that? Before that... you can't remember anything before that. Waking up in Phantasia is the first thing you remember.",
            "Oh dear, no, you don't take my meaning at all! I don't mean the progression of events that led you to this particular spot in my forest. Mmmm?",
            "Her forest?",
            "I'm talking about the particulars of the impetus that drove you to be on the borders of Wonderland in the first place.",
            "<i>How</i> did you come to be here?",
            "Does she mean <i>why</i> you chose to come?",
            "Yes, of course. What made you think to come to such a dangerous place as Wonderland? You can't be here for a holiday...",
            "It doesn't seem to me to be the thought process of a sensibly thinking person...",
            "Mmmm... Have you considered the possibility that you might be mad?",
            "You don't feel mad... though you have to concede that if you were mad, you might not know it.",
            "Then again, this is a <i>very</i> strange conversation – and you're quite aware of that fact.",
            "You ask the Cheshire Cat if she thinks you're mad.",
            "Undoubtedly! Everyone here is mad, after all. You should fit right in.",
            "You don't like the sound of that.",
            "Mmm? Well, why should you? It's true that madness has been getting a lot more dangerous around here, lately.",
            "Though the truly mad are the ones who have nothing left but madness. And they are increasingly the only ones left in Wonderland.",
            "She smiles enigmatically as she glances all around.",
            "You look about you and realise Dreamless creatures have encircled your spot of woodlands. You look at Cheshire, sharply.",
            "Did she summon them?",
            "Don't look at me, Dreamer... I can't control my own thoughts, let alone monsters lost to their own madness.",
            "If I were you, though, I would defeat these monsters and return to your chase.",
            "I wouldn't want you to be late, after all, mmmm? That would be very bad for all of us.",
            "She melts away into the trees, though her voice lingers a moment longer.",
            "Mmmm... well, except for Celeste, perhaps...",
            "What does she mean by that?! How does she know Celeste? For that matter, how does she know you?",
            "You call after her, but no reply comes back.",
            "Instead, the Dreamless surrounding you press inwards."
        ],
        [
            "드림리스가 숲속으로 달아났다.",
            "사라진 흰토끼 소녀를 찾아 주위를 둘러본다.",
            "...",
            "빛을 쫓아 달려왔더니 주변 풍경은 묘하게 익숙하면서 낯설었다.",
            "천천히 왔던 길을 되짚어 돌아갈 수 밖에.",
            "어디선가 목소리가 들려왔다.",
            "으음... 아, 안돼, 안돼... 안 되는데.",
            "늦는건 아니겠지...? 늦으면 안 되는데...",
            "아까 마주한 흰토끼 소녀가 앞에서 두리번 거리고 있었다.",
            "일부러 인기척을 내 보았지만, 역시 힐끔 쳐다보는게 끝이다.",
            "소녀는 저만치 달려가기 시작했다.<br>그 행동이 이해되지 않았다.",
            "이번엔 돌아갈 길 안내를 부탁할 생각으로 흰토끼 소녀를 쫓았지만,<br>이번에도 금세 사라져버렸다.",
            "그녀가 이 숲에 대해서 잘 알고 있다면 좋을텐데.",
            "그때 바로 앞에 무언가 나타났다.<br>고양이 귀, 살랑거리는 꼬리... 수수께끼로 가득한 미소.",
            "이런, 이런. 이건 뭘까나?",
            "갑작스럽게 보라색 고양이가 나타나 손등을 낼름거리며 쳐다보고 있었다.",
            "나? 내가 드림리스?<br>흐응, 그건 두고 봐야겠지. 근데 난 널 해칠 생각이 없는데.",
            "체셔라고 불러. 뭐... 아무렇게나 불러도 상관 없어.",
            "숲을 헤매고 있는 넌 누구야? 난 네가 궁금해.",
            "체셔의 말에 흰토끼 귀를 가진 소녀를 쫓다가 길을 잃어버렸다고 설명했다.",
            "아~ 그거라면 이미 알고 있어. 널 지켜보고 있었거든.",
            "내 말은 그 전에... 흐응?",
            "상대가 고양이라 말이 통하지 않는 듯 보였다.",
            "아니, 아니~ 그 전이 그 전이 아니라~",
            "...",
            "내 질문을 전혀~ 이해 못했구나.<br>니가 나의 숲에 도착한 과정에 대해 물은거라고, 으응?",
            "체셔는 이 숲이 자신의 거라고 말하며 이번엔 반대 손등을 낼름 거렸다.",
            "그래, 나의 숲.<br>네가 원더랜드 경계에 있는 나의 숲에 도착하게 된 이유를 묻고 있는거라구?",
            "어쩌다 여기에 오게 된거야~?",
            "그녀는 정말 궁금하다는 듯 고개를 일부러 크게 갸우뚱거리며 시선을 마주쳤다.",
            "원더랜드처럼 위험한 곳에 온 이유가 있을거 아냐~?",
            "피의 휴가를 보내고 싶어서 그런 건 아닐거고~",
            "흐음~<br>너 말이지, 혹시 네가 미쳐있을지도 모른다는 생각은 안 해봤어?",
            "...",
            "고양이는 정상이 아닌 것 같았다.",
            "잠시 호흡을 가다듬고 주변을 둘러보았다. 어두운 청록색의 숲, 아까보다 나무들이 더 빽빽해진 느낌이다.",
            "여기 있는 모두는 미쳤으니까. 너도 그럴거야.",
            "...",
            "흐으응? 왜 그래? 원더랜드의 광기가 더 짙어진건 사실이야.",
            "진짜 미친 사람들 주머니에는 광기밖에 없지만.<br>아~ 이 이야기를 해줘야지!<br>원더랜드 사람들은 전부 주머니에 광기를 넣고 다녀!",
            "그녀는 주위를 둘러보며 수상하게 미소지었다.",
            "언제 다가온건지 드림리스들이 주변에 가득하다.",
            "혹시 그녀와 드림리스가 한 패는 아닐지 의심하며 시선을 마주쳤다.",
            "헤에, 날 그렇게 보지마.<br>난 내 생각을 통제할 수 없어~<br>저 괴물들도 모두 미쳐있으니까. 내가 어떻게 부르겠어?",
            "만약 내가 너라면 말이지~<br>저 괴물을 모두 쓰러트리고 다시 그 토끼를 쫓을 것 같은데. 넌 어때?",
            "네가 늦지 않았으면 좋겠거든.<br>우리 모두한테 안 좋은 일이 생길테니까. 그런건 좀... 싫다고 할까나?",
            "히죽 웃은 체셔가 나무 사이로 녹아내리듯 사라졌다.<br>목소리가 그림자보다도 오래 숲을 맴돌았다.",
            "흐음, 뭐~ 셀레스티는 빼고~",
            "!?<br>셀레스티에 대해서 알고 있는 고양이다.",
            "뒤늦게 붙잡아봤지만, 체셔는 흔적도 없이 사라져버렸다.",
            "대답이 돌아오지 않는 숲, 남은 것은 적대감을 보이고 있는 드림리스 뿐이었다."
        ],
        [
            "ドリームレスが森の奥へ逃げていく。",
            "消えた白うさぎの少女を追って、周囲を見渡す。",
            "...",
            "気づくと妙に見慣れたようで、見知らぬ風景が広がっていた。",
            "ゆっくりと、もと来た道を戻るしかなかった。",
            "すると、どこからか声が聞こえてきた。",
            "うーん... だ、だめ... これじゃだめ。",
            "遅れちゃうかな...？ そんなのだめなのに...",
            "さっき見かけた白うさぎの少女が、目の前で周囲を見渡していた。",
            "わざと気づかれるようにしてみたが、やはり一瞬、こちらを振り向くだけだった。",
            "少女は再び走り出した。<br>彼女の行動が理解できなかった。",
            "帰り道をきくために次こそはと、白うさぎの少女を追いかけたが、<br>今回はたちまち姿を消してしまった。",
            "彼女が、この森に詳しければいいのだが。",
            "その時、目の前に何かが現れた。<br>猫の耳、ゆらりと動く尻尾... 謎に満ちた微笑み。",
            "これはこれは。何だ？",
            "いきなり紫の猫が現れて、手を舐めながらこちらを見つめていた。",
            "え？ あたしがドリームレス？<br>ふむ、それはどうかな～ あなたを襲う気はないけど。",
            "チェシャって呼んで。まぁ... 何て呼んでもかまわないけど。",
            "ところで森で迷子になってるあなたは誰？ 気になるな～",
            "白うさぎの少女を追ってるうちに、道に迷ってしまったことを説明した。",
            "あ～ それなら知ってる。ずっと見てたから。",
            "あたしが言いたいのは... その前に、ふむむ？",
            "相手が猫のせいか、言葉が通じていないようだった。",
            "いや、だから～ その前にじゃなくて～",
            "...",
            "あたしの質問を全～然、理解してないんだね。<br>どうしてこの森に来たのかって訊いての、分かる？",
            "この森は自分の縄張りだと言いながら、次は反対の手を舐めだした。",
            "そう、ここはあたしの森。<br>あなたがワンダーランドの境界にあるこの森に来た理由、それを訊いてるの。",
            "どうして来たの～？",
            "本当に気になるようで、首を大きくかしげながら、こちらの目を覗き込んだ。",
            "ワンダーランドのような危険な場所なら、きっと理由があるはずだよね～？",
            "普通の人なら絶対来ないけどね～",
            "う～ん<br>あなた、自分の頭がおかしいと思ったことない？",
            "...",
            "猫は正気じゃないように見えた。",
            "しばし呼吸を整えて、辺りを見渡した。暗い青緑の森、さっきより木々が密集しているように見える。",
            "ここにいる皆、頭がおかしくなってるから。あなたもそうなるはず。",
            "...",
            "ふむむ？ どうして？ ワンダーランドの狂気が濃くなってるのは事実だよ。",
            "本当におかしい人のポケットには、狂気しか入ってないけど。<br>あ～ この話をしてあげなきゃ！<br>ワンダーランドの人のポケットには、狂気が入ってるの！",
            "彼女は辺りを見回しながら、不気味に笑った。",
            "いつの間にか、ドリームレスに囲まれていた。",
            "まさか彼女とドリームレスはグル？ かと疑いながら、彼女と目が合った。",
            "もう、そんな目で見ないで。<br>あたしは自分の考えをコントロールできないの～<br>その怪物も狂っちゃってるから。あたしが呼べるわけないもんね～",
            "もしあたしがあなたなら～<br>その怪物を全部やっつけて、白うさぎをもう一度追いかけるけど～ どう思う？",
            "遅れないほうがいいと思うけど。<br>ここの皆に良くないことが起きるから。そういうのは...やっぱり嫌だし～",
            "にやりと笑ったチェシャが、木の陰に吸い込まれるように消えていった。<br>その声は影よりも長く、森を漂った。",
            "う～ん、セレステ以外ね～",
            "！？<br>セレステを知ってる猫だ。",
            "ようやく捕まえたが、チェシャは跡形もなく消えてしまった。",
            "返事のない静寂の森。そこには、敵意が剝き出しのドリームレスがいるだけだった。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}