{
    "StoryName": "Campaign_SideStory_Kaguya_1",
    "background": [
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png"
    ],
    "character": [
        [
            "",
            "Aurora",
            "Esme",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "Kaguya",
            "",
            "",
            ""
        ],
        [
            "",
            "오로라",
            "에스메",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "카구야",
            "",
            "",
            ""
        ],
        [
            "",
            "オーロラ",
            "エスメ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "かぐや姫",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Stealing through the darkened city on the eastern shore of the Realm of Endless Night, you come across a building that is emanating a strange light through its windows.",
            "What is that light?",
            "Is it a memory shard?",
            "I've never seen one shine so brightly if it is.",
            "It's a distraction, but you decide to investigate the building to see what it is. It may be help of some kind.",
            "Inside, you find that the light is indeed coming from a memory shard, a particularly large and beautiful one.",
            "For some reason, the Dreamless here have left it alone.",
            "As you reach down to pick it up, the light it is emanating brightens suddenly, coalescing into the form of a person.",
            "The next moment, a beautiful woman in fine clothes, carrying a very long sword, stands before you.",
            "Who is she?",
            "...",
            "She seems confused and disorientated, and she eyes you with distrust.",
            "Before you can ask who she is, the long sword is flashing through the air towards you!",
            "You stumble back and summon your heroes!"
        ],
        [
            "밤이 끝없이 이어지는 세계.<br>우리는 도시의 풍경을 바라보다가 이상한 불빛이 새어나오는 집을 발견했다.",
            "저 빛은 뭘까요?",
            "기억 파편 아냐?",
            "저렇게 밝게 빛나는 건 처음 보는 걸요.",
            "이 여정을 함께 할 동료를 찾을 수 있기를 바라며 집을 조사했다.",
            "다른 파편보다 더 크고 아름다운 기억 파편을 발견할 수 있었다.",
            "무슨 이유에서인지 주변에 드림리스가 가득했지만<br>이 파편은 전혀 건들지 않았던 모양이다.",
            "기억 파편을 회수하기 위하여 손을 뻗자<br>그것이 내뿜는 빛이 더더욱 밝아진다.",
            "고급스러운 옷을 차려입은 아름다운 여성이 긴 도검을 들고 나타났다.",
            "...",
            "...",
            "그녀는 혼란스러운 듯<br>경계 태세를 풀지 않고 있었다.",
            "다시 질문하려던 그때, 그녀가 긴 도검을 휘두른다.",
            "재빨리 뒤로 물러서며 메르헨을 소환했다."
        ],
        [
            "明けない夜が続く世界。<br>都市を眺めていると、不思議な明かりが灯る家が見えた。",
            "何でしょう？ あの光は。",
            "記憶の欠片じゃない？",
            "あれだけ明るい欠片は初めてです。",
            "旅の仲間を求め、その家を調べた。",
            "他の物より大きく、美しい記憶の欠片を見つけた。",
            "なぜか、近くにドリームレスもいたが<br>記憶の欠片には全く触れていないようだ。",
            "回収しようと手を伸ばすと<br>さらに強い光を放ちはじめた。",
            "美しく、鮮やかな着物姿の女性が、長い刀剣を手にして現れた。",
            "...",
            "...",
            "彼女は慌てた様子で<br>警戒し身構えた。",
            "質問しようとしたその時、彼女が長い刀剣を振りかざす。",
            "素早く身を引き、メルヘンを召喚した。"
        ]
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        ""
    ]
}