{
    "StoryName": "Campaign_LibraryStory_SnowWhite_4",
    "background": [
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "Vita",
            "Snow White",
            "Snow White",
            "Vita",
            "Vita",
            "Vita",
            "",
            "",
            "",
            "",
            "Mal",
            "Lis",
            "Mal",
            "",
            "",
            "",
            "Snow White",
            "Snow White",
            "Snow White",
            "Snow White",
            "Vita",
            "",
            "",
            "",
            "Snow White",
            "Snow White",
            "Snow White",
            "",
            "",
            "",
            "Esme",
            "Snow White",
            "Snow White",
            "Snow White",
            "Snow White",
            "Vita",
            "Esme",
            "Snow White",
            "Aurora",
            "Vita",
            "Vita",
            "",
            "",
            ""
        ],
        [
            "비타",
            "백설공주",
            "백설공주",
            "비타",
            "비타",
            "비타",
            "",
            "",
            "",
            "",
            "말",
            "리즈",
            "말",
            "",
            "",
            "",
            "백설공주",
            "백설공주",
            "백설공주",
            "백설공주",
            "비타",
            "",
            "",
            "",
            "백설공주",
            "백설공주",
            "백설공주",
            "",
            "",
            "",
            "에스메",
            "백설공주",
            "백설공주",
            "백설공주",
            "백설공주",
            "비타",
            "에스메",
            "백설공주",
            "오로라",
            "비타",
            "비타",
            "",
            "",
            ""
        ],
        [
            "ヴィータ",
            "白雪姫",
            "白雪姫",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "",
            "",
            "マル",
            "リズ",
            "マル",
            "",
            "",
            "",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "ヴィータ",
            "",
            "",
            "",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "",
            "",
            "",
            "エスメ",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "ヴィータ",
            "エスメ",
            "白雪姫",
            "オーロラ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Snow White!",
            "Oh, Aurora? Vita and Esme too...",
            "Dreamer, Mal and Lis... What brings all of you here?",
            "Before we answer that question, are you the one who brought all these animals to the forest?",
            "Don't you know how many people are worried about their animals continuously disappearing from Haven!",
            "You shouldn't do this, Snow!",
            "Vita actually seems pretty angry at Snow White.",
            "Snow White looks surprised and then sorry. But if she really is the one responsible for bringing all these animals out here, then...",
            "It's not the kind of situation you can turn a blind eye to.",
            "It's also true that many residents in Haven are worried...",
            "Ah!",
            "Huh? What's the matter, Mal?",
            "I told you, we've experienced this before!",
            "Mal seems quite excited.",
            "Wait... come to think of it, something similar happened before, didn't it? When you first met Snow White?",
            "Events were so tumultuous and fast moving that time, that it's no wonder you didn't remember.",
            "Oh, seems like you remember what I'm known for, Dreamer.",
            "My curse sometimes affects animals, as well, so...",
            "At first, I only really tried to talk to the birds living in the forest, but rumors seem to have spread to the animals in Haven.",
            "So, these animals come here to talk with me... To tell me their troubles and listen to my stories.",
            "Ah? Is... Is that so? You're telling them stories?",
            "Suddenly, Vita looks very contrite.",
            "She seems to be sorry about being so upset with Snow White.",
            "Snow White smiles softly and tells her that it's totally fine.",
            "It's okay, you don't need to apologize, of course you would be worried about these children.",
            "I tried to send them back to Haven, but Haven is a little far from here...",
            "I'm terribly sorry, Dreamer, you're all here because of me, aren't you?",
            "It's true that you've summoned Snow White in order for her to patrol around Haven a few times in the past...",
            "Maybe every time she was summoned and sent out, the animals came to her like this?",
            "You think this could count as a part of the patrol...",
            "But what do the animals in this forest talk to you about? There's no way you would be having tea-time with them... is there?",
            "It's not something that is particulary interesting.",
            "I just ask them what happened during their day. What they did... whether anything fun happened... And that's all.",
            "But they also like it when someone is interested in them. And they like to hear stories.",
            "Ha ha, when we chat together, we often lose track of time...",
            "Oh, I see... Anyway, I'm relieved now that I know where animals go every day.",
            "That seems really interesting. Can I listen to you talking to the animals?",
            "Of course! You're very welcome to join us.",
            "Do you mind if I join also?",
            "I would like join as well! It sounds really fun!",
            "Hey, Dreamer! Come and join us. Let's have tea-time together - I mean, enjoy talking together!",
            "Vita beckons you enthusiastically with a happy smile on her face.",
            "Snow White is smiling gently as Aurora and the others take a seat with her and all the animals around and about...",
            "You feel like you've suddenly become a main character in a fairy tale. Yeah, why not take a break for a while...?"
        ],
        [
            "백설공주!",
            "어머, 오로라? 비타와 에스메도...",
            "꿈꾸는 자, 말, 리즈까지... 모두 여긴 어떻게 오셨나요?",
            "아니! 그 전에 말야, 네가 이 동물들을 다 데리고 숲으로 온 거야?",
            "도시에서 동물들이 계속 사라진다고 사람들이 얼마나 걱정하는데!",
            "이러면 안 되지!",
            "비타가 백설공주에게 으름장을 놓는다.",
            "백설공주는 미안한 표정이었지만, 정말 그녀가 동물들을 데리고 이동한거라면",
            "눈 감아주기 힘든 일이긴 했다.",
            "주기적으로 동물들이 없어지고 나타나니 도시 사람들이 불안해하기 때문이다.",
            "아!",
            "응? 왜 그래, 오빠?",
            "내가 말했지, 우리 이랬던 적 있다니까!",
            "말이 나를 향해 호기롭게 외쳤다.",
            "그러고 보니...",
            "그 때는 이렇게 평화로운 이동이 아니라서 눈치채는게 늦었다.",
            "후후, 기억하고 계시는 모양이군요.",
            "제 저주가 가끔 이렇게 동물들에게 영향을 미쳐서...",
            "원래는 숲 속에 사는 새들에게만 말을 걸었는데, 어느새 안식의 도시까지 소문이 퍼진 모양이에요.",
            "그래서 이렇게 아이들이 제 이야기를 들으러...",
            "응? 그... 그랬던거야?",
            "비타가 슬그머니 눈치를 보며 백설공주에게 말을 걸었다.",
            "아무래도 으름장을 놓아 미안한 모양이다.",
            "백설공주는 부드럽게 웃으며 괜찮다고 말했다.",
            "사과하지 않으셔도 괜찮아요, 당연히 아이들을 걱정하실 수 밖에 없으셨을 거에요.",
            "서둘러 돌려보낸다고 돌려보내는데, 거리가 있다보니...",
            "정말 죄송해요, 혹시 이 일 때문에 여기까지 오신 건가요?",
            "백설공주는 안식의 도시 순찰을 위해서 메르헨으로 가끔 부른 적이 있다.",
            "그 때마다 이런 식으로 동물들이 그녀를 찾아왔던 모양이다.",
            "순찰의 연장선으로 보자고 한다면 그럴 수 있을 것 같다.",
            "그런데 이런 숲에서 동물들하고 뭘 하는거야? 같이 차라도 마시는 건 아닐테고...",
            "대단한 일을 하는 것은 아니에요.",
            "그냥, 오늘 하루는 무슨 일이 있었는지. 뭘 했는지... 즐거운 일이 있었는지... 그런 것들을 묻는답니다.",
            "이 아이들도 누군가 자신에게 그런 것을 물어주는 것을 좋아해서요.",
            "후훗, 함께 수다를 떨다보면 시간이 가는 줄 몰라서...",
            "어쨌든 동물들이 매일 어디로 가는지 알게 됐으니까! 그건 안심이네~",
            "신기하다, 나도 같이 들어도 돼?",
            "물론이죠! 에스메씨라면 아이들도 환영할 거에요.",
            "저도 참가해도 괜찮을까요?",
            "나도! 이런 재미있는 일은 놓칠 수 없지.",
            "야, 잠탱이! 너도 이리와, 같이 티타임... 아니지! 토크 타임을 즐기자구!",
            "씩씩하게 웃은 비타가 나를 향해 손짓했다.",
            "잔잔히 웃고 있는 백설공주와 오로라, 그리고 모여 앉은 동물들까지...",
            "꼭 동화 속 주인공이 된 기분이다."
        ],
        [
            "白雪姫！",
            "あら、オーロラ？ヴィータとエスメも...",
            "ドリーマー、マル、リズまで...みなさんどうしてこちらに？",
            "いや！それより、白雪姫がこの動物を連れて森まで来たの？",
            "都市から動物がいなくなったって、みんなすごく心配してるんだよ！",
            "こんなことしちゃダメでしょ！",
            "ヴィータは白雪姫を責めたてた。",
            "白雪姫は申し訳なさそうにしていたが、本当に彼女が動物を連れてきたのなら",
            "黙っているわけにはいかなかった。",
            "定期的に動物が大移動すると、都市の人々が不安がるからだ。",
            "あっ！",
            "ん？どうしたの？お兄ちゃん。",
            "言っただろ？前にも同じようなことがあったって！",
            "マルは私に向かって勢いよく叫んだ。",
            "そういえば...",
            "あの時はこんな平和な移動ではなかったから、気づくのが遅くなった。",
            "ふふ、覚えているようですね。",
            "私の呪いが時折こうして動物たちに影響を与えて...",
            "元々は森で暮らす鳥だけに話しかけていたのですが、<br>いつの間にか安息の都市まで噂が広がったようです。",
            "それで、こうしてみんなが私の話を聞きに...",
            "え？そ...そういうことだったの？",
            "ヴィータは様子をうかがいながら、白雪姫に話しかけた。",
            "どうやら責めたてたことを申し訳なく思ったようだ。",
            "白雪姫は優しく笑いながら大丈夫だと言った。",
            "謝らなくても大丈夫ですよ。みんなを心配するのは当然のことですから。",
            "急いで帰してはいたのですが、距離があるので...",
            "本当にすみません。もしかして、このためにここまでいらっしゃったのですか？",
            "白雪姫は安息の都市のパトロールでメルヘンとして呼ばれることもある。",
            "そのたびに、こんな風に動物が彼女のところを訪れていたようだ。",
            "パトロールの延長線上にあると考えることもできるだろう。",
            "でも、こんな森で動物と何してるの？一緒にお茶するわけでもないだろうし...",
            "大したことはしていませんよ。",
            "ただ、今日は何があったのか。<br>何をしたのか...楽しいことはあったのか...そんなことを聞いていたのです。",
            "この子たちも、誰かにそういうことを聞かれたがっていたので。",
            "ふふっ、一緒におしゃべりしているとあっという間に時間が過ぎて...",
            "とにかく、動物たちが毎日どこに行ってたのか分かったから！そこは安心だね～！",
            "不思議だわ。あたしも一緒に聞いてもいい？",
            "もちろんです！エスメさんならみんなも歓迎するはずですよ。",
            "私も参加しても大丈夫でしょうか？",
            "あたしも！こういう面白そうなことは見逃せないよね。",
            "ねえ、寝ぼすけ！一緒にティータイム...じゃなかった！トークタイムを楽しもうよ！",
            "ヴィータは笑顔で手招きしている。",
            "穏やかに笑っている白雪姫とオーロラ、そして集まっている動物も...",
            "まるで童話の主人公になった気分だ。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}