{
    "StoryName": "Campaign_SideStory_Puss_In_Boots_3",
    "background": [
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png"
    ],
    "character": [
        [
            "",
            "Puss In Boots",
            "",
            "",
            "Puss In Boots",
            "",
            "",
            "Puss In Boots",
            "",
            "Puss In Boots",
            "Esme",
            "Puss In Boots",
            "",
            "Puss In Boots",
            "Puss In Boots",
            "",
            "Vita",
            "Puss In Boots",
            "Mal",
            "Celeste",
            "Mal",
            "Puss In Boots",
            "Celeste",
            "Puss In Boots",
            "",
            "Puss In Boots",
            "Puss In Boots",
            "",
            "Aurora",
            "Puss In Boots",
            "",
            "Puss In Boots",
            "",
            "Puss In Boots",
            "Vita",
            "Aurora",
            "Aurora",
            "",
            "Puss In Boots",
            "",
            ""
        ],
        [
            "",
            "퍼스",
            "",
            "",
            "퍼스",
            "",
            "",
            "퍼스",
            "",
            "퍼스",
            "에스메",
            "퍼스",
            "",
            "퍼스",
            "퍼스",
            "",
            "비타",
            "퍼스",
            "말",
            "셀레스티",
            "말",
            "퍼스",
            "셀레스티",
            "퍼스",
            "",
            "퍼스",
            "퍼스",
            "",
            "오로라",
            "퍼스",
            "",
            "퍼스",
            "",
            "퍼스",
            "비타",
            "오로라",
            "오로라",
            "",
            "퍼스",
            "",
            ""
        ],
        [
            "",
            "長靴をはいた猫",
            "",
            "",
            "長靴をはいた猫",
            "",
            "",
            "長靴をはいた猫",
            "",
            "長靴をはいた猫",
            "エスメ",
            "長靴をはいた猫",
            "",
            "長靴をはいた猫",
            "長靴をはいた猫",
            "",
            "ヴィータ",
            "長靴をはいた猫",
            "マル",
            "セレステ",
            "マル",
            "長靴をはいた猫",
            "セレステ",
            "長靴をはいた猫",
            "",
            "長靴をはいた猫",
            "長靴をはいた猫",
            "",
            "オーロラ",
            "長靴をはいた猫",
            "",
            "長靴をはいた猫",
            "",
            "長靴をはいた猫",
            "ヴィータ",
            "オーロラ",
            "オーロラ",
            "",
            "長靴をはいた猫",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The newcomer, for all her brashness, proves herself to be an adept fighter, nimbly dancing through combat, her sabre flashing through the air in hypnotic patterns, skewering Nightmares left and right!",
            "Hyaaa! Come and get it, monsters! My blade will find you all eventually!",
            "You and your comrades manage to fight off the nightmares, in no small part due to your diminutive new friend's skills.",
            "She even takes on several of the larger Nightmares all at once defeating them all with a dazzling display of sword-work!",
            "Take that! And that! Nyahahaha!",
            "At last, the Nightmares fade and dissipate, fizzling and fading away like spark-riddled smoke.",
            "The newcomer stands in front of you and flourishes a salute with her sword.",
            "You fight well for a magician, who are you?",
            "You're not a magician, you're a... Dreamer?",
            "A 'Dreamer'? What's one of those?",
            "Don't you know?!? How have you been living in this town and you don't know who the Dreamer is?",
            "I <i>haven't</i> been living in this town! Well, not until very recently.",
            "Then where is this girl from? Who is she?",
            "Oh, right! Proper introductions are required, aren’t they?",
            "You have the privilege - no, the <i>honour</i> - to stand before Phantasia's last and greatest adventurer! Puss in Boots!",
            "She sweeps off her hat and bows theatrically before you, sabre swishing dangerously through the air.",
            "You certainly think a lot of yourself... “last and greatest”, indeed!",
            "Last is obvious, but greatest... what other adventurer have you heard of who has travelled through every realm in Phantasia?",
            "Well, there's Celeste!",
            "I'm merely a humble merchant, Mal, I don't count as an adventurer.",
            "Oh...",
            "But you've travelled every realm?",
            "All of the remaining ones... and some more besides.",
            "Hah! It seems I have a rival after all!",
            "This is all fascinating, but you heard from some others that Puss has some kind of plan.",
            "Nyah! I do!",
            "I'm taking all of the people I can to the Clouded Tower! You can help, Dreamer!",
            "Is that possible?",
            "I suppose it’s large enough to shelter quite a lot of people... but not a whole city! And what would they eat?",
            "I told everyone to bring as much food as they can! We can hunt and forage for the rest!",
            "Your aim is to save Haven, you can't desert the city!",
            "The city is about to fall! The people need to be taken somewhere safe!",
            "What makes her think the Clouded Tower is safe?",
            "Look around you, anywhere is safer than here!",
            "Maybe she's right, Dreamer? Perhaps we <i>should</i> be focusing on evacuation?",
            "Haven can't fall, Vita! If it does, all of Phantasia will unravel!",
            "Do you think Kyo will be satisfied with just Haven? When he leaves the ruins of Haven behind, he’ll come for everyone else!",
            "Aurora is right, there's no telling whether a new settlement will be successful and the time spent creating one is time wasted coming up with a solution to the Dreamless and Kyo!",
            "Well, I'm taking the people there whether you like it or not!",
            "Puss stamps her foot and stands resolutely in front of you, a look of determination on her face.",
            "But before you can argue further, a fresh wave of Nightmares appear down the smoke-choked streets of Haven..."
        ],
        [
            "그녀는 실력을 뽐내고 싶었는지 춤을 추듯 움직이며 악몽들을 공격했다.<br>어찌나 민첩한지 적이 반응하기 전 사브르로 타격한다.",
            "냐하하! 잡아봐라, 이 괴물들아!<br>내 검이 자비를 베풀 일은 없다만!",
            "능숙한 검술 실력으로 자신보다 몇 배는 더 큰 악몽들을 단번에 쓰러트린다.",
            "그녀의 예사롭지 않은 실력 덕분에 악몽들을 쉽게 물리칠 수 있었다.",
            "이거나 먹어라! 그리고 이것도! 냐하하하하!",
            "마침내 모든 악몽이 바닥에 쓰러져 재가 되어 사라진다.",
            "싸움이 끝나자 그녀가 내 앞으로 오더니 검을 들고 경례했다.",
            "마법사치고는 제법 잘 싸우는구려, 나리는 성함이 어떻게 되시오?",
            "나는 자기소개를 한 다음 마법사가 아니라고 해명했다.",
            "꿈꾸는 자? 사람 이름이 맞소?",
            "너 설마 진짜 몰라!? 이 도시에서 사는데?<br>꿈꾸는 자를 한 번도 들어본 적 없어!?",
            "소인은 최근까지 이 도시에 살지 않았소!",
            "에스메에게 대답하던 그녀가 깜짝 놀란 얼굴로 손뼉을 친다.",
            "아! 깜빡 잊고 있었소. 그러고보니, 제대로 된 소개를 못 했구려.",
            "나리는 판타지아 최후이자 가장 위대한 모험가 앞에 설 수 있는 특권, 아니!<br>영광을 누리는 거요! 소인은 장화신은 고양이라오!",
            "장화신은 고양이가 머리에 쓰고 있던 모자를 벗어 한 손에 쥐더니<br>다른 손으로 사브르를 휘두르며 가볍게 고개를 숙였다.",
            "햐! 너 엄청 잘난척 하는 것 같다? <br> \"최후이자 가장 위대한 모험가\" 라니!",
            "최후야 당연하지만, 위대한 모험가는...<br>소인 외에도 판타지아를 모험하는 모험가가 있소?<br>그런 사람을 알고 있기라도 한거요?",
            "일단 우리가 아는 사람으로는 셀레스티가 있어.",
            "어머? 나는 그저 평범한 상인이란다.",
            "그런가?",
            "그럼! 나리는 모든 영역에 가 보셨소?",
            "남아있는 모든 영역에 가 보았지? 물론, 그 외의 영역에도.",
            "냐핫!? 소인, 드디어 걸맞는 적수를 만났구려!",
            "소란스러운 분위기를 뒤로하고 장화신은 고양이에게 민병대원의 이야기를 전했다.",
            "냐하!",
            "소인은 데리고 갈 수 있는 사람은 전부 수호자의 탑으로 피난시키고 있소.<br>이렇게 만난 것도 인연인데, 나리께서 도와주신다면 좋겠구려!",
            "오로라가 단호한 목소리로 대답했다.",
            "사람들이 잠시 머물수는 있겠지만 모든 주민들이 그곳에서 사는 것은 불가능해요.<br>식량은 어떻게 해결하실 생각이죠?",
            "소인이 사람들에게 가능한 식량을 많이 챙겨오라고 말했소!<br>식량이 떨어지면 사냥을 하면 되지 않겠소?",
            "우리의 목표는 안식의 도시를 구하는 것이다. 도시를 언제까지 그냥 내버려 둘 수는 없다고 설명했다.",
            "도시는 이미 함락 직전이니 피난민들을 안전한 곳으로 이송하는게 우선이오!",
            "수호자의 탑이 정말 안전한 곳이 맞는지 질문하자 장화신은 고양이가 빠르게 고개를 끄덕였다.",
            "주위를 한 번 둘러보시오, 이곳보다야 안전하지 않겠소?",
            "맞는 말 같은데?<br>꿈꾸는 자? 우리 대피하는 게 맞지 않을까?",
            "안식의 도시를 버릴 수는 없어요, 비타!<br>그렇게 된다면 판타지아도 끝나고 말 거예요!",
            "쿄가 안식의 도시로 만족할거라 생각하시나요?<br>도시가 함락되면, 다음은 우리 모두에게 올 거예요!",
            "새로운 정착지가 어떻게 될지는 아무도 모른다.<br>도시를 재건하는 동안에는 쿄를 상대할 수 없을테고, 시간을 낭비할지도 모른다.",
            "나리가 뭐라 하든, 소인은 피난민들과 함께 수호자의 탑으로 갈 것이오.",
            "장화신은 고양이가 바닥을 툭 차더니 앞을 바라본다.<br>올곧이 서 있는 그녀에게서 결의가 느껴졌다.",
            "우리는 더 이상 대화를 나눌 수 없었다.<br>연기가 자욱한 안식의 도시로부터 다시 악몽의 군단이 나타났다."
        ],
        [
            "彼女は腕前を披露したかったのか、宙を舞うようにナイトメアを攻撃した。<br>素早い身のこなしで、敵が反応する前にサーベルで切り裂く。",
            "ニャハハ！ 捕まえてみ～ろ、怪物め！<br>私の剣に慈悲などない！",
            "巧みな剣術で、自分の何倍もあるナイトメアを一撃で倒していく。",
            "彼女の尋常でない強さのおかげで、ナイトメアを瞬く間に撃退できた。",
            "これでも食らえ！ これもだぁぁ！ ニャハハハハ！",
            "とうとう全てのナイトメアが地に倒れ、灰となって消えていく。",
            "戦いが終わるや、彼女はこちらへ歩みより、剣を持って敬礼した。",
            "魔法使いにしては、お強いですね。旦那様、お名前は？",
            "自己紹介して、自分は魔法使いではないと説明した。",
            "ドリーマー？ 奇妙なお名前ですね？",
            "まさか、知らないの！？ この都市に住んでるのに？<br>ドリーマーって聞いたことない！？",
            "もともと、この都市の者ではないのだ！",
            "そう答えた彼女が、驚いた様子で手を叩く。",
            "あ！ 忘れておりました。まだきちんと自己紹介をしておりませんでしたね。",
            "旦那様は、ファンタジアの最後にして最も偉大な冒険家を目の前でご覧になる特権を... いや！<br>栄光を手にしておられるのです！ そう、私は長靴をはいた猫！",
            "長靴をはいた猫が片手で帽子を取ると<br>もう片方の手でサーベルを振って、軽くおじぎをした。",
            "ひゃ！ すっごい偉そう！<br> 「最後にして最も偉大な冒険家」だって！",
            "最後なのは当たり前ですが、偉大な冒険家は...<br>私以外に存在します？ ファンタジアにいる冒険家。<br>そんな人がおりますか？",
            "まずはセレステがいる。",
            "ん？ わたしは普通の商人だよ。",
            "そうなの？",
            "じゃあ！ 旦那様は全ての領域に行かれました？",
            "ああ、全部行ったわよね？ もちろん、ほかの領域にも。",
            "ニャニ！？ ついにライバルと出会ったわけか！",
            "それはさておき、長靴をはいた猫に民兵の話を伝えた。",
            "ニャハ！",
            "可能な人は全員、守護者の塔に避難させましたぞ。<br>これもご縁です、旦那様にお助け願いたい！",
            "オーロラがきっぱりと言い放った。",
            "しばらくは可能でしょうが、全員があそこに暮らすの無理です。<br>食糧はどうされるつもりですか？",
            "それぞれ食糧を持ってくるよう伝えたぞ！<br>それに底をついたら、狩りをすればいいのでは？",
            "目的は、安息の都市を救うことだ。いつまで都市を放っておくことはできないと説明した。",
            "都市はもう崩壊寸前です。安全な所に人々を避難させるのが先でしょう！",
            "守護者の塔が、本当に安全な所か確認すると、長靴をはいた猫が大きく頷いた。",
            "どうか周りをご覧になってください。ここよりは安全でしょう？",
            "確かにそうかも。<br>ドリーマー、避難したほうがいいんじゃない？",
            "ヴィータ、安息の都市を見捨てることはできません！<br>ファンタジアが滅びてしまいます！",
            "キョウが安息の都市で満足するとでも？<br>都市が崩壊すれば、次は私達を狙うはずです！",
            "新たな定着地の未来は、誰にも予想できない。<br>都市の再建中は、キョウを相手にできないはずだ。時間を無駄にするかも知れない。",
            "旦那様が何と言われようと、私は守護者の塔へ市民を避難させます。",
            "長靴をはいた猫が大きく足を踏み鳴らして、前を見つめる。<br>力強いその眼差しからは、彼女の強い決意が感じられた。",
            "これ以上、話している暇はない。<br>煙の立ち込める安息の都市から、再びナイトメア軍団が姿を現した。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}