{
    "StoryName": "Campaign_LibraryStory_Saffi_1",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Saffi",
            "",
            "",
            "",
            "Saffi",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "사피",
            "",
            "",
            "",
            "사피",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "サフィ",
            "",
            "",
            "",
            "サフィ",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The day is very warm.",
            "Unusually warm, in fact. The sweltering heat has caused most people to stay indoors, animals to remain out of sight and stinging insects like wasps to become far more aggressive.",
            "Haven feels deserted and only those who absolutely have to are leaving their houses.",
            "You yourself have decided to seek refuge from the heat (and the wasps!) and so you've gone in search of a suitable place to hole up until nightfall.",
            "The coolest place you know of is within the guild hall – amongst the deserted stacks and the quiet cool of the guild library.",
            "Perhaps you can do some reading about Phantasia while you're there?",
            "As you make your way into the peacefully quiet place, you spot Saffi sitting at a table surrounded by books.",
            "...",
            "It's rare to see Saffi in public.",
            "Ever since you first met her, you could hardly say she was forthcoming and friendly, but in the aftermath of events in the Realm of Endless Night, you can understand her aloofness...",
            "Not wanting to spook her, you keep your distance and clear your throat.",
            "Oh!",
            "And no sooner does she make that exclamation than she disappears!",
            "You approach the table she had been sitting at and find her World Stone sitting on the table, on top of an open book about legendary Phantasian creatures.",
            "It seems she's still not ready to engage with others yet...",
            "You leave her where she is and head off to find another refuge from the heat of the day."
        ],
        [
            "날씨가 너무 더웠다.",
            "한동안 계속 비가 쏟아지더니 도시에도 여름이 오려는 모양이다. ",
            "동물들도 백설공주의 숲으로 쉬러 간 건지, 도시에는 이름 모를 날벌레들과 꿀을 찾는 벌들이 주로 날아다녔다.",
            "맑고 깨끗한 하늘은 어디 시원한 곳에 앉아 구경하면 딱 좋을 것 같았다.",
            "그런 곳이라면... 적당한 곳이 한군데 있지.",
            "판타지아에 관한 책을 찾아 읽을 겸, 도서관으로 왔다.",
            "도서관 안쪽에는 누가 읽고 있는 건지 책이 높게 쌓여있었는데, 그사이에 사피가 앉아있었다.",
            "...",
            "신중한 표정으로 책을 읽던 사피가 힐끔 시선을 옮긴다.",
            "손에 들고 있던 책과 바로 옆자리에 놓여있는 책을 챙겨 든 그녀가 가볍게 고개를 끄덕였다.",
            "불편하다면 자리를 비켜주겠다고 말하자 사피는 조금 놀란 얼굴을 했다.",
            "... 그럴 것 없어, 꿈꾸는 자. 실례할게.",
            "밝은 빛이 반짝이더니 사피의 모습이 어디론가 사라져 버렸다.",
            "그녀가 앉아있던 자리 위에 마인드 스톤이 얌전히 놓여있다.",
            "어쩐지 사피를 방해한 것 같다는 생각을 지우기 힘들다.",
            "대화하는 것을 싫어하진 않는 것 같은데..."
        ],
        [
            "今日は、暑い。",
            "いや、暑すぎる。大熱波から避難するように多くの人は室内に籠り、動物たちはずっと茂みに隠れている。一方雀蜂などの昆虫は刺激されて、攻撃的になってしまった。",
            "安息の都市をゴーストタウンに見間違えるぐらいだ。急務のある人しか家を出ていない。",
            "自分は極暑と雀蜂から逃げるために、夜までギルドで過ごすことにした。",
            "今安息の都市で最も快適なのは、ギルドの図書室だ。とても涼しくて、埃をかぶった本棚が並ぶ、隠れ場所みたいな部屋だ。",
            "ファンタジアについての読書でもしようかな？",
            "図書室に入ると、サフィが本を積んだ机に座っている。",
            "...",
            "サフィが外出しているのは、珍しい。",
            "初めて会った時から、人見知りなのは分かっていたが...終わりなき夜の世界での出来事を思い出すと、批判できるわけでもなかった。",
            "驚かしたくないので、入口に立ったまま咳払いをしてみた。",
            "きゃ！",
            "一瞬で消えてしまった！",
            "机に近寄ると、サフィのワールドストーンが開いたままのファンタジアの神獣についての本を抑えている。",
            "他人と接触する心の準備がまだ整っていないようだ...",
            "サフィを一人にして、他に涼しい場所を探すことにした。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}