{
    "StoryName": "Campaign_LibraryStory_PrincessOzma_5",
    "background": [
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "Ozma",
            "Ozma",
            "Ozma",
            "Ozma",
            "Ozma",
            "Ozma",
            "",
            "Ozma",
            "Ozma"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "",
            "왕녀 오즈마",
            "왕녀 오즈마"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "オズマ",
            "オズマ",
            "オズマ",
            "オズマ",
            "オズマ",
            "オズマ",
            "",
            "オズマ",
            "オズマ"
        ]
    ],
    "dialogueText": [
        [
            "Ozma and the others all retire for the night, leaving you alone with your thoughts.",
            "The Dreamless Nether has taken so much from this land.",
            "And from your comrades, too. You can see it clearly on their faces when they talk about what Phantasia was once like.",
            "You just hope that some of it can be taken back...",
            "The next day, Ozma returns to speak to you.",
            "Did she receive any kind of message in reply to their projection from the day before?",
            "Unfortunately... I didn't receive a message.",
            "But I did hear the voices once more when I slept.",
            "And one voice in particular... the voice of a good friend.",
            "I wonder if it is she who is maintaining a link between Phantasia and Oz...",
            "I can't give up hope of seeing them all again, one day.",
            "So I will continue striving to find a way to bring them, and my Realm, back.",
            "As long as people keep striving for that, then hope will never truly die.",
            "Yes... Yes, I think you are correct, Dreamer.",
            "And... I think that you are the source of that hope."
        ],
        [
            "드림리스 네더는 이 세계로부터 수많은 것을 약탈했다.",
            "평화롭고 아름다웠던 판타지아와 평온했던 안식의 도시. 사랑하는 사람들과 어울려 살아갔던 메르헨들의 기억.",
            "이 세계의 사람들은 드림리스 네더에게 수많은 것을 빼앗겼지만, 그럼에도 불구하고 희망을 잃지 않고 있다.",
            "그 중 일부라도 좋으니 사람들의 곁으로 다시 돌아올 수 있기를. 일상을 살아갈 수 있게 되기를 바랬다.",
            "이런저런 이야기를 나눈 뒤 우리는 모두 잠을 청하러 각자의 방으로 향했다.",
            "다음 날, 회의실로 돌아온 오즈마에게 답장을 받았는지 물었다.",
            "아니.",
            "슬프지만 아무 것도 못 받았어.",
            "하지만 꿈에서 다시 그들의 목소리를 들었어.",
            "아무래도 판타지아와 오즈의 세계를 이어주는 역할을 하고 있는 사람이 있는 것 같아.",
            "목소리를 들어보니 좋은 사람인 것 같아서 안심했어. 언젠가 그들을 다시 만날 수 있을 것 같아.",
            "나의 영역과 백성들을 되찾을 때까지, 포기하지 않을 거야.",
            "우리 모두가 포기하지 않는다면 언젠가는 반드시 되찾을 수 있을 것이다. 고개를 끄덕였다.",
            "희망이라는 건 양날의 검이지만 지금 판타지아 사람들에게는 반드시 희망이 필요해.",
            "난 네가 그 희망의 원천이라고 생각해. 도와줘서 고마웠어, 꿈꾸는 자."
        ],
        [
            "ドリームレスネザーはこの世界からたくさんのものを奪った。",
            "平和で美しかったファンタジアと穏やかだった安息の都市。<br>愛する人たちと仲良く暮らしていたメルヘンの記憶。",
            "この世界の人たちはドリームレスネザーに多くのものを奪われたけれど、<br>それでも希望を失っていない。",
            "その中で一部でもいいから、みんなの元に帰ってきますように。<br>日常が戻るように願った。",
            "色々な話をした後、私たちは寝るために各自の部屋に戻った。",
            "翌日、会議室にやってきたオズマに返事は来たか尋ねた。",
            "いや。",
            "悲しいけど、何も来なかったわ。",
            "だけど夢でまたみんなの声を聞いたの。",
            "どうやらファンタジアとオズの世界を繋ぐ役割をしている人がいるみたい。",
            "声を聞いたらいい人そうで安心したわ。いつかみんなに再会できると思う。",
            "私の国と国民を取り戻すまで、諦めないから。",
            "私たちが諦めなければ、いつか必ず取り戻せるはずだ。",
            "希望というのは諸刃の剣だけど、今のファンタジアの人々には必要なものよ。",
            "私はあんたがその希望の源泉だと思う。手伝ってくれてありがとう、ドリーマー。"
        ]
    ],
    "music": [
        "music_sanctuary.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}