{
    "StoryName": "Campaign_Chapter10_Part2",
    "background": [
        "none.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "none.png",
        "none.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "none.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Mal",
            "Lis",
            "Celeste",
            "",
            "Celeste",
            "Saffi",
            "Aurora",
            "Aurora",
            "Saffi",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Saffi",
            "Esme",
            "",
            "",
            "",
            "Jack Frost",
            "Rothbart",
            "Jack Frost",
            "Rothbart",
            "Jack Frost",
            "Rothbart",
            "Rothbart",
            "",
            "",
            "",
            "",
            "",
            "",
            "Mal",
            "Aurora",
            "Aurora",
            "Aurora",
            "Lis",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "말",
            "리즈",
            "셀레스티",
            "",
            "셀레스티",
            "사피",
            "오로라",
            "오로라",
            "사피",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "사피",
            "에스메",
            "",
            "",
            "",
            "잭 프로스트",
            "악인 로트바르트",
            "잭 프로스트",
            "악인 로트바르트",
            "잭 프로스트",
            "악인 로트바르트",
            "악인 로트바르트",
            "",
            "",
            "",
            "",
            "",
            "",
            "말",
            "오로라",
            "오로라",
            "오로라",
            "리즈",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "マル",
            "リズ",
            "セレステ",
            "",
            "セレステ",
            "サフィ",
            "オーロラ",
            "オーロラ",
            "サフィ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "サフィ",
            "エスメ",
            "",
            "",
            "",
            "ジャックフロスト",
            "ロートバルト",
            "ジャックフロスト",
            "ロートバルト",
            "ジャックフロスト",
            "ロートバルト",
            "ロートバルト",
            "",
            "",
            "",
            "",
            "",
            "",
            "マル",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "リズ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "At last you've reached the Ice Citadel. It's as beautiful as it is imposing...",
            "Doorways to the interior stand open, dotted around them are many heroes and warriors frozen in mid-battle, though their enemies are absent, either dead or melted away.",
            "Other than the sound of the frozen wind, the whole scene is eerily silent.",
            "Do we really have to go in there?",
            "It looks dark and scary...",
            "Dreamer, you say you saw her in there?",
            "Yes. Surrounded by ice and watched over by the Winter Queen.",
            "Then we have to go in.",
            "And we're decided, aren't we? We'll do whatever it takes to save the Winter Queen.",
            "If that's possible, we will. But I fear the queen is already too far gone, if what you say Hina told you is true.",
            "If it comes to it, we may be better off granting her a merciful release as quickly as possible.",
            "Aurora! We agreed that-",
            "I know, Saffi!",
            "I... I know...",
            "I don't wish anything to happen to the Winter Queen, believe me. I have a heart, too, you know?",
            "Hina is our first priority.",
            "...",
            "Come on. There's no point delaying now we've come this far.",
            "You enter the citadel.",
            "...",
            "Unseen by any of your party, two figures watch you enter the citadel from afar.",
            "And you're sure that she will lead them directly to the Queen?",
            "Aurora and Lumi are old friends. She was there when the Ice Citadel was built. She knows it as well as any.",
            "That citadel is a maze I've tried to navigate before. It's designed to confuse and mislead... Even I have been unable to find a way through.",
            "Don't worry, you will have your prize. Just remember the cost.",
            "Huh, of course. The other world stones will be yours, Rothbart. As soon as the Daystone - and the throne - are mine!",
            "Heh...",
            "Good luck, Jack Frost... you will need it.",
            "...",
            "Inside, the chill grandeur continues, through corridor after corridor, room after room.",
            "Once upon a time, it might have been humming with throngs of people; servants, scholars, guards, advisors... and the queen herself, of course.",
            "It's almost possible to imagine the realm being run from here, but now it's empty except for the statues that litter the place.",
            "The poses and expressions of each statue tells a story.",
            "Everything here is dead... and yet the walls of the palace seem to thrum with the faintest of murmurs: power trapped within the very structure of the citadel.",
            "How long has this place been like this?",
            "Decades... centuries...",
            "it was built many years ago by two friends...",
            "Unfortunately, they drifted apart. One remained, one took a different path.",
            "The queen and the pure-hearted girl?",
            "...",
            "You look at Aurora. She seems sadder and sadder the further into this palace your tread.",
            "Should you ask her what's wrong? Would she even tell you?",
            "At first, passage through the citadel is slow, but simple enough. However, it's not long before the denizens of this place begin to take notice of your furtive intrusion.",
            "Pretty soon, you begin to encounter knots of Dreamless, and Ice Spites infesting the rooms.",
            "You clear one out, travel onwards and then encounter another.",
            "The fights become more frequent the closer to the heart of the palace you go..."
        ],
        [
            "웅장하고 아름다운 얼음 성채 앞에 도착했다. 내부로 들어가는 문은 이미 열려 있었다.",
            "복도에는 얼어 붙은 사람들의 동상이 조각상처럼 세워져 있었다. 무거운 침묵이 이어진다.",
            "휘몰아치는 차가운 바람 소리를 제외하면 아무것도 느껴지지 않는다.",
            "우리 진짜 들어가는거야?",
            "무서워...",
            "꿈꾸는 자, 이 성에서 데이 스톤을 봤다고 했지?",
            "얼음 속에 갇힌 히나를 눈의 여왕이 지켜보는 모습을 봤다.",
            "그래, 그럼 들어갈 수 밖에 없겠네.",
            "눈의 여왕을 구하러 온 거잖아. 당연히 들어가야지.",
            "구할 수 있다면요... 히나의 말대로라면 저희가 손쓸 수 있는 상황이 아닐지도 몰라요.",
            "그때는... 다른 방법을 써서라도 여왕에게 자유를 줘야해요.",
            "오로라! 무슨 일이 있어도 눈의 여왕을 구하겠다고 약속해.",
            "무슨 말인지 이해해요, 사피. 저도 당신과 같은 마음인걸요.",
            "저도 그녀에게 나쁜 일이 일어나지 않기를 바래요.",
            "하지만... 최악의 경우를 상정하지 않을 수 없어요.",
            "이미 손을 쓸 수 없는 상황이라면, 그때는 히나를 먼저 구해야해요.",
            "...",
            "여기까지 왔는데 계속 입구에 서 있을거야? 얼른 들어가자!",
            "얼음 성채 안으로 발길을 옮긴다.",
            "...",
            "발소리가 메아리처럼 울리는 성채 안, 먼 곳에 두 사람이 기척을 죽인 채 방문객을 바라본다.",
            "자, 그래서! 결론만 말해보자고. 당신은 저 여자가 눈의 여왕을 찾아낼거라고 생각하는거지?",
            "오로라는 긴 시간을 살아온 존재다. 이 성채가 지어졌을 때부터 루미와 교류하는 사이였으니, 그녀를 제외하면 성채의 구조를 가장 잘 아는 사람이라고 할 수 있겠지.",
            "헤에, 그렇단말이지. 내가 왕좌를 찾으려고 했을 때는 실패했거든. 길이 좀 어려워야지, 미궁같더라고.",
            "걱정하지마라. 대가를 지불한다면 너는 네가 원하는 걸 얻을 수 있을테니.",
            "당연하지! 나머지 스톤은 네가 가져가도 상관 없어. 내가 필요한 건 데이 스톤과 이 성의 왕좌니까! 거래 조건으로 불만 없는거지?",
            "... 그래.",
            "행운을 빌지, 잭 프로스트.",
            "...",
            "방과 복도 가릴 것 없이 차갑게 식은 한기가 맴돈다.",
            "웅장한 성은 찬란했던 시절의 흔적을 간직한 채 멈춰 있었다.",
            "복도에 자리한 동상이 인기척 대신 사람을 반긴다.",
            "얼어붙은 동상의 모습과 선명하게 남은 표정이 그들이 겪은 일을 숨김 없이 말해준다.",
            "모든 것을 집어 삼키는 차가운 죽음이 성 안에 일렁인다.",
            "언제부터 이렇게 된 거야?",
            "아주 오래전... 아마 수 세기 전이었을 거에요.",
            "이 성이 처음 만들어졌을 때는 아주 아름다운 모습이었답니다. 두 사람이 함께 지었지요.",
            "둘도 없는 친구였지만, 어느 순간부터 서서히 멀어지기 시작했어요. 한 사람은 이곳에 남기로 했지만, 한 사람은 또 다른 여행을 시작했지요.",
            "리즈 들어본 적 있어! 눈의 여왕과 순수한 마음을 지닌 소녀의 이야기지?",
            "네, 그렇답니다.",
            "오로라가 얼어붙은 복도를 가라앉은 눈으로 바라본다.",
            "안으로 들어가면 갈수록 그녀의 표정이 어두워지는 것이 느껴졌다.",
            "...",
            "무슨 일인지 물어보고 싶었지만, 그녀가 대답해줄 것 같지 않다.",
            "얼마나 더 걸었을까, 얼어 붙은 성에서 달갑지 않은 인기척이 느껴진다.",
            "서리 망령과 드림리스가 몰려온다."
        ],
        [
            "壮大で美しい氷の城塞の前に着いた。内部に通じる扉はすでに開いていた。",
            "廊下には凍りついた人々の銅像が彫刻のように立てられていた。重たい沈黙が流れた。",
            "吹き荒ぶ冷たい風の音以外には何も感じない。",
            "俺たち本当に中に入ったの？",
            "怖い...",
            "ドリーマー、この城でデイストーンを見たって言ってたね？",
            "氷の中に閉じ込められたヒナを雪の女王が見つめている姿を見た。",
            "そう、じゃあ入るしかないね。",
            "雪の女王を助けにきたんじゃない。入るのは当然でしょ。",
            "救うことができるのなら...ヒナの言葉通り、私たちがどうにかできる状況にはないかもしれません。",
            "その時は...他の方法を使ってでも女王に自由を与えなければなりません。",
            "オーロラ！何があっても雪の女王を助けるって約束して。",
            "どういうことかよく分かっています、サフィ。私もあなたも同じ気持ちのはずです。",
            "私も彼女に悪いことが起きてないことを願います。",
            "ですが...最悪の場合を想定しないわけにはいきません。",
            "もう手のつけようがない状態であれば、その時はヒナを先に助けなければなりません。",
            "...",
            "ここまで来たのにずっと入り口で立ってるの？早く入ろう！",
            "氷の城塞の中に足を運んだ。",
            "...",
            "足音がこだまする城塞の中、遠いところに二人が気配を消して訪問客を見つめる。",
            "そう、それで！結論だけ言ってよ。ロートバルトはあの女が雪の女王を探し出せると思ってるんでしょ？",
            "オーロラは長い間生きてきた者だ。この城塞が建てられた時からルミと交流していた仲だった、ルミ以外で城塞の構造を一番よく知っている人と言えるだろう。",
            "へえ、そうなんだよね。僕が王座を探そうとした時は失敗したんだ。道が複雑すぎて迷路みたいだったよ。",
            "心配はいらぬ。対価を払うならお前は望むものを手に入れることができる。",
            "当然さ！残りのストーンはロートバルトが持っていってもいいよ。僕が必要なのはデイストーンとこの城の王座だからね！取引の条件は悪くないでしょ？",
            "...分かった。",
            "幸運を祈る、ジャックフロスト。",
            "...",
            "部屋と廊下問わず冷たい寒気が辺りを漂う。",
            "壮大な城は燦爛とした時代の面影を残したまま止まっていた。",
            "人の代わりに廊下に位置する銅像が迎え入れた。",
            "凍りついた銅像の姿と鮮明に残っている表情が彼らに起こったことを隠すことなく教えてくれる。",
            "全てを飲み込む冷たい死が城の中で揺れる。",
            "いつからこんなふうになったの？",
            "かなり昔...多分数世紀前からでしょう。",
            "この城が初めて作られた時は、とても美しい姿でした。二人で一緒に建てたのです。",
            "唯一無二の友達でしたが、ある時を境に徐々に仲が悪くなっていきました。一人はここに残ることにしましたが、もう一人は別の旅を始めました。",
            "リズ、聞いたことある！雪の女王と純粋な心を持った少女の話でしょ？",
            "はい、その通りです。",
            "オーロラが沈んだ目で凍りついた廊下を見つめる。",
            "中に行けば行くほど、彼女の表情が暗くなっていった。",
            "...",
            "何があったのか聞きたかったが、彼女は答えてくれそうにはない。",
            "どれほど進んだだろう、凍りついた城であまり嬉しくはない人気を感じる。",
            "霜の亡霊とドリームレスが押し寄せてくる。"
        ]
    ],
    "music": [
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}