{
    "StoryName": "Campaign_Chapter1_Part6",
    "background": [
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png"
    ],
    "character": [
        [
            "",
            "Knave of Hearts",
            "Knave of Hearts",
            "",
            "Knave of Hearts",
            "",
            "Knave of Hearts",
            "Knave of Hearts",
            "",
            "Aurora",
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            "Mal",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            ""
        ],
        [
            "",
            "하트 잭",
            "하트 잭",
            "",
            "하트 잭",
            "",
            "하트 잭",
            "하트 잭",
            "",
            "오로라",
            "",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            "말",
            "쿄",
            "",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            ""
        ],
        [
            "",
            "ハートのジャック",
            "ハートのジャック",
            "",
            "ハートのジャック",
            "",
            "ハートのジャック",
            "ハートのジャック",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "マル",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Jack the Knave snarls as he lies at your feet, utterly defeated.",
            "You win, damn you. Spare me!",
            "At least let me have my dignity! Let me take my feet.",
            "You nod, then tell him to honour his end of the deal.",
            "Yeah, yeah, I’ll do it.",
            "He waves a hand and the Dreamless creatures begin to fade back into the countryside.",
            "Understand this: my queen will make you pay for this.",
            "She’ll take all your heads, you’ll see.",
            "Aurora is furious with the knave, and the world briefly darkens around her as she crackles with power.",
            "Leave.",
            "The knave recoils in the face of such power, before turning tail and fleeing for his life.",
            "After watching him go, you turn to Aurora and ask her where she has been and what is going on.",
            "I’ll answer all your questions, Dreamer, but... I’m sorry... I shouldn’t have wasted all that energy intimidating Jack.",
            "I don’t- I don’t think I can maintain-",
            "She vanishes in front of your eyes.",
            "The Dreamstone drops to the ground in front of you.",
            "You stoop and retrieve the stone, just as Kyo, Mal and Lis arrive in front of you.",
            "The Dreamstone pulses faintly, as if it’s breathing, gently.",
            "Is that...?",
            "Ah, you really did it, didn’t you?",
            "His grin is a little half-hearted and he claps you on the back.",
            "So that’s your power, eh? Good job.",
            "Was that Aurora?",
            "He nods to the stone clasped gently in your hands. You reply that, yes, it was.",
            "Sleeping again, is she? Leaving us to clean up after her... Typical.",
            "Guess I’d better get this mess back in order.",
            "Haven’s safe again... for now.",
            "For now."
        ],
        [
            "패배한 하트 잭이 땅에 처참히 쓰러져 으르렁거렸다.",
            "제길, 제길! 크윽...!<br>네 놈... 네 놈이 이겼다. 나의 품위만큼은...",
            "내... 내 발로 스스로 일어서겠다!",
            "약속보다 자신의 품위를 지키려는 하트 잭을 바라보며 손짓으로 응수했다.",
            "... 알겠다. 하면 될 거 아니더냐.",
            "하트 잭이 신경질적으로 손을 흔들자<br>드림리스들이 도시 바깥으로 이동하기 시작했다.",
            "이것만큼은 반드시 기억해라!<br>곧 여왕 페하께서 네 놈들이 한 짓의 대가를 치르게 하실 거다.",
            "내가 순순히 물러나는 건! 여왕 폐하께서 기필코<br>너희 버러지들의 머리를 받으러 오실 걸 알기 때문이다!",
            "그의 말을 들은 오로라에게서 심상치 않은 분노의 기운이 느껴진다.",
            "떠나세요. 지금 당장.",
            "그녀의 기세에 압도된 하트 잭이 놀라 자빠져 필사적으로 도망간다.<br>기어가는 모습에서 품위라고는 찾아볼 수 없었다.",
            "그가 도망친 후, 나는 오로라를 바라보았다.<br>어디에 있었던 건지, 무슨 일이 일어나고 있는 건지...",
            "당신의 질문에 모두 대답해 드리고 싶지만, 죄송해요.<br>마지막 남은 힘까지 쓸 필요 없었는데...",
            "더 이상... 이 상태를 유지... 할 수 없을 것... 같...",
            "오로라는 그녀의 머리카락처럼 하얀 빛과 함께 내 눈앞에서 사라졌다.",
            "그리고 사라진 자리에는 드림스톤이 놓여있었다.",
            "드림스톤을 두 손으로 조심스레 들어 올렸다.<br>마치 숨을 고르고 있는 것처럼, 주기적으로 가벼운 떨림이 전해진다.",
            "멀리서 쿄, 말 그리고 리즈가 달려오는 것이 보였다.",
            "방금 그건...?",
            "해내셨군요.",
            "살짝 어색하게 보이는 미소를 지으며 쿄가 말했다.",
            "그게 당신의 능력이군요. 정말, 잘하셨습니다.",
            "방금 그녀는... 오로라가 맞습니까?",
            "드림스톤을 조심스레 감싸 쥐고 고개를 끄덕였다.<br>드림스톤이 새근새근 숨을 쉬며 자고 있는 것처럼 느껴졌다.",
            "오로라도 정말 여전하군요.<br>뒷정리는 우리에게 떠넘기고 잠들어 버리다니...",
            "저는 일단 이 난장판을 치우러 가야겠습니다.<br>이게 제 역할이죠.",
            "당신과 오로라가 하트 잭에게 단단히 겁을 주었으니,<br>안식의 도시는 당분간 안전할 겁니다.",
            "..."
        ],
        [
            "敗北したハートのジャックが無惨に地面に倒れてうなっていた。",
            "ちくしょう、ちくしょう！クウッ...！<br>お前...お前の勝ちだ。俺の品位だけは...",
            "助けるな...自分で...自分で起き上がるんだ！",
            "約束よりも自身の品位を守るのに必死なハートのジャックを見て、手振りで応じた。",
            "...分かった。やればいいんだろ。",
            "ハートのジャックが神経質に手を振ると<br>ドリームレスたちが都市の外に移動し始めた。",
            "これだけは必ず覚えておけ！<br>もうすぐ女王陛下へお前たちがしたことへの対価を払うことになるだろう。",
            "俺が大人しく退くのは！女王陛下が必ず<br>お前たち虫けらどもの頭を、受け取りに来られるのを知っているからだ！",
            "彼の言葉を聞いたオーロラから、尋常ではない怒りが感じられる。",
            "出て行ってください。今すぐに。",
            "彼女の威勢に圧倒されたハートのジャックが驚いて転び、必死に逃げていく。<br>這って行くその姿から品位は感じられなかった。",
            "彼が逃げた後、私はオーロラを見つめた。<br>どこにいたのか、何が起きているのか...",
            "あなたの質問全てにお答えしたいのですが、ごめんなさい。<br>最後に残った力まで使わなくてよかったのに...",
            "これ以上...この状態を維持...することができ...な...",
            "オーロラは彼女の髪のように白い光と共に私の目の前から消えた。",
            "そして消えた場所にはドリームストーンが置いてあった。",
            "ドリームストーンを両手で注意深く持ち上げた。<br>まるで息を整えているかのように、周期的に軽く震えるのが伝わってきた。",
            "遠くからキョウ、マル、そしてリズが走ってくるのが見えた。",
            "今のは...？",
            "やったのですね。",
            "少しぎこちなく見える笑みを浮かべながらキョウが話した。",
            "それがあなたの能力なのですね。本当に、よくやりました。",
            "あれは...オーロラですか？",
            "ドリームストーンを注意深く握りながら頷いた。<br>ドリームストーンがすやすやと息をしながら寝ているように感じた。",
            "オーロラも本当に相変わらずですね。<br>後始末は私たちに押し付けて寝てしまうとは...",
            "私はとりあえずこの騒ぎの後始末をしに行かねばなりません。<br>これが私の役目です。",
            "あなたとオーロラがハートのジャックに十分恐怖を植え付けてくれたので、<br>安息の都市は当分の間は安全でしょう。",
            "..."
        ]
    ],
    "music": [
        "music_heroicboss.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "music_kyostheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}