{
    "StoryName": "Campaign_Chapter14_Part10",
    "background": [
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedhallway"
    ],
    "character": [
        [
            "",
            "Bathory",
            "Bathory",
            "Bathory",
            "",
            "",
            "Robin",
            "Bathory",
            "Bathory",
            "Bathory",
            "Bathory",
            "",
            "",
            "",
            "Geppetto",
            "Aurora",
            "Aurora",
            "Geppetto",
            "Geppetto",
            "Aurora",
            "Geppetto",
            "Geppetto",
            "Rat King",
            "",
            "Geppetto",
            "Rat King",
            ""
        ],
        [
            "",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "",
            "",
            "로빈 후드",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "",
            "",
            "",
            "제페토",
            "오로라",
            "오로라",
            "제페토",
            "제페토",
            "오로라",
            "제페토",
            "제페토",
            "쥐마왕",
            "",
            "제페토",
            "쥐마왕",
            ""
        ],
        [
            "",
            "バートリー",
            "バートリー",
            "バートリー",
            "",
            "",
            "ロビンフッド",
            "バートリー",
            "バートリー",
            "バートリー",
            "バートリー",
            "",
            "",
            "",
            "ゼペット",
            "オーロラ",
            "オーロラ",
            "ゼペット",
            "ゼペット",
            "オーロラ",
            "ゼペット",
            "ゼペット",
            "ネズミ魔王",
            "",
            "ゼペット",
            "ネズミ魔王",
            ""
        ]
    ],
    "dialogueText": [
        [
            "At last, Bloody Bathory lies defeated at your feet.",
            "Victory is yours, Dreamer. All my strength is spent.",
            "It seems this is the end of my story, after all...",
            "Make it quick, Dreamer. You may not feel I deserve such, but at least grant me a quick death.",
            "That's not going to happen.",
            "You tell Robin to tie Bathory up.",
            "Got it!",
            "Tie me – ?!",
            "The indignity!",
            "You can't do this to me, Dreamer!",
            "Finish me off, you coward! I would rather end it now than fall into nothingness at the end of the world!",
            "You ignore her as she snarls and spits at the indignity of being taken captive, and attempts to goad you into finishing the job.",
            "Once Robin has her secured and under guard, you lead Van Helsing and Aurora through the castle to the laboratory and your final confrontation.",
            "At the doors to Dracula's scientific sanctum, you find Rat King and Geppetto waiting for you.",
            "I'm sorry, Dreamer, we can't let you through.",
            "Geppetto... I've heard stories about you, the genius puppet maker.",
            "I thought you wanted to create life, not extinguish it!",
            "And you are the great Aurora... who hasn't heard of you?",
            "But, yes, my highest goal is to understand the spark of life and become master over it... but if there is no Phantasia for that life to exist within...",
            "Dracula's plan can't work, Geppetto. Even if the Haunted Realm is successfully shrouded, it will still break apart and disintegrate when Haven and the Clouded Tower fall.",
            "Perhaps... but I'm yet to see a competing plan from you, Aurora, in spite of your fabled centuries-long quest.",
            "I would take a doomed plan over no plan, any day.",
            "Enough chitter-chatter! Geppetto, are you trying to talk them to death?",
            "Geppetto summons his puppets, who quickly surround him.",
            "Believe me, Dreamer, I'm a great admirer of yours. If I didn't have to, I would just as soon not fight you.",
            "Sss sss, not me, Dreamer! I want to make you <i>suffer!</i>",
            "And all at once, puppets and rats are springing at you from all angles!"
        ],
        [],
        []
    ],
    "music": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}