{
    "StoryName": "Campaign_LibraryStory_SnowWhite_5",
    "background": [
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "Snow White",
            "Lis",
            "Snow White",
            "Esme",
            "Snow White",
            "Esme",
            "",
            "",
            "",
            "",
            "",
            "",
            "Mal",
            "",
            "",
            "",
            "Mal",
            "Mal",
            "Mal",
            "",
            "",
            "",
            "Snow White",
            "",
            "",
            "",
            "Snow White",
            "Snow White",
            "Lis",
            "",
            "",
            "",
            "Vita",
            "Esme",
            "Lis",
            "Vita",
            "",
            "Lis",
            "Lis",
            "Lis",
            "Aurora",
            "",
            "",
            "Snow White",
            "Snow White",
            "Snow White",
            "",
            ""
        ],
        [
            "백설공주",
            "리즈",
            "백설공주",
            "에스메",
            "백설공주",
            "에스메",
            "",
            "",
            "",
            "",
            "",
            "",
            "말",
            "",
            "",
            "",
            "말",
            "말",
            "말",
            "",
            "",
            "",
            "백설공주",
            "",
            "",
            "",
            "백설공주",
            "백설공주",
            "리즈",
            "",
            "",
            "",
            "비타",
            "에스메",
            "리즈",
            "비타",
            "",
            "리즈",
            "리즈",
            "리즈",
            "오로라",
            "",
            "",
            "백설공주",
            "백설공주",
            "백설공주",
            "",
            ""
        ],
        [
            "白雪姫",
            "リズ",
            "白雪姫",
            "エスメ",
            "白雪姫",
            "エスメ",
            "",
            "",
            "",
            "",
            "",
            "",
            "マル",
            "",
            "",
            "",
            "マル",
            "マル",
            "マル",
            "",
            "",
            "",
            "白雪姫",
            "",
            "",
            "",
            "白雪姫",
            "白雪姫",
            "リズ",
            "",
            "",
            "",
            "ヴィータ",
            "エスメ",
            "リズ",
            "ヴィータ",
            "",
            "リズ",
            "リズ",
            "リズ",
            "オーロラ",
            "",
            "",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "He just said he was walking around the forest yesterday and found an acorn buried.",
            "Wow, really? Did the squirrel collect them?",
            "I think so. Squirrels often forget where they put their acorns.",
            "Why are those two so close together? Are they by any chance...?",
            "Ha ha, you surely have a great sense. Esme. Yes, I think they're in a relationship.",
            "Oh that's so cuuute!",
            "... The chat continues.",
            "Girls sitting in front of a quiet lake chatting with animals.",
            "It makes you feel comfortable when you watch over them, but...",
            "But joining them is quite a different story...",
            "Eventually, you sit down slightly away from them, alongside Mal.",
            "If they gather like that and start chatting, it rarely ends quickly.",
            "By the way, I'm glad the animals didn't get hurt or disappear anywhere.",
            "Mal whispers to you while looking at Lis.",
            "Lis, sitting next to Aurora and talking, bursts into laughter at something the World Stone says.",
            "You're glad that she looks happy.",
            "Yes, I'm happy if Lis is happy...",
            "But, how exactly do we explain this to the residents of Haven?",
            "I don't think they'd be too happy to hear that the animals are following around one of your Heroes.",
            "Hmm... Yeah, that could be a problematic.",
            "The animals do look happy, but you can't just leave this problem alone...",
            "You have to find a solution so that the people of Haven will be happy about.",
            "What are you guys talking about?",
            "Ah, Snow White.",
            "You were thinking about how to explain this incident to the people of the Haven.",
            "From their point of view, the animals they care for all suddenly disappeared...",
            "Yes, that is true...",
            "I should tell them that today is the last time we meet like this.",
            "Awww! It doesn't have to be like that, does it? Oh!",
            "Lis, who appeared behind Snow White holding a squirrel in her arms, looks like something big has just occurred to her.",
            "When Lis makes that kind of face, she always comes up with interesting ideas.",
            "Vita and Esme, who are standing next to each other, also seem to have got the same idea.",
            "Of course! Dreamer! Have you heard about it?",
            "It is called~",
            "Fur & Feather Therapy Center!",
            "Tada!",
            "Fur & Feather Therapy Center?",
            "Yes! Just like people need to rest and recover, so do animals!",
            "And Snow White happens to know how the animals feel...",
            "We can connect animals and people together!",
            "If we get together like this and talk, we can check how each of the animals are doing, so they can get help when they need it.",
            "Aurora smiles warmly.",
            "Well, if even Aurora says so...",
            "Everyone... Thank you so much.",
            "Thanks to all of you, I feel like my curse doesn't seem so much like a curse anymore.",
            "In fact, it's actually a blessing. Thank you, everyone.",
            "Snow White smiles brightly.",
            "If everyone's happy, that's good enough for you. Case closed!"
        ],
        [
            "이 아이는 어제 숲을 돌아다니다가 도토리가 묻힌 곳을 발견했대요.",
            "와, 정말? 다람쥐가 모아둔 걸까?",
            "그런 것 같아요, 다람쥐들은 씨앗을 모아둔 곳을 자주 잊어버리잖아요?",
            "쟤네 둘은 왜 저렇게 가까이 붙어있어? 혹시...?",
            "후훗, 역시 에스메는 감이 좋네요. 그런 사이인 것 같아요.",
            "꺄~!",
            "도란도란 말소리가 이어진다.",
            "고요한 호수 앞에 모여앉아 동물들과 함께 수다를 떨고 있는 소녀들.",
            "보고 있으면 나까지 마음이 편해지는 기분이지만",
            "그 사이에 끼는 건 좀 어색했다.",
            "결국 말과 함께 살짝 떨어진 곳에 자리를 잡고 앉았다.",
            "저렇게 모여서 수다를 떨기 시작하면 좀처럼 빨리 끝나질 않는다.",
            "그나저나, 동물들이 다치거나 어디 멀리 사라진게 아니라서 다행이야.",
            "말이 리즈를 바라보며 말했다.",
            "오로라의 옆에 앉아 이야기를 나누고 있는 리즈가 꺄르르 웃음을 터뜨린다.",
            "간만에 모두 편하고 즐거운 모습이다.",
            "리즈가 즐거우면 나도 좋으니까.",
            "그나저나 안식의 도시 사람들에게는 어떻게 말하지?",
            "메르헨 때문에 동물들이 옮겨 다니는거라고 하면 별로 좋아하지 않을 것 같은데.",
            "평화로운 모습에 깜빡 잊을 뻔 했다.",
            "동물들은 행복해보이지만, 이 문제를 그냥 방치할 수는 없다.",
            "어떻게든 해결책을 내야 안식의 도시 사람들도 안심할 것이다.",
            "무슨 이야기를 하고 계세요?",
            "백설공주가 다가와 말을 걸었다.",
            "안식의 도시 사람들에게 이 일을 어떻게 말하면 좋을지 고민하던 중이라 설명했다.",
            "주민들 입장에서는 키우던 동물들이 갑자기 사라진 셈이니, 제대로 설명해야한다.",
            "역시 그렇겠죠...",
            "이렇게 모이는 건 오늘이 마지막이라고 아이들에게 이야기 해야겠어요.",
            "꼭 그럴 필요는 없지 않을까?",
            "백설공주의 뒤에서 등장한 리즈가 눈을 반짝인다.",
            "리즈가 이런 표정을 할 때면 항상 기발한 아이디어를 말하는 편이라 기대하게 된다.",
            "옆에 서있던 비타와 에스메도 장난기 넘치는 눈으로 우리를 바라보고 있었다.",
            "꿈꾸는 자! 혹시 들어봤어?",
            "이름하야~",
            "네 발 상담소!",
            "빰빠밤!",
            "...",
            "응! 사람들에게는 휴식이 필요하잖아? 물론 동물들한테도 휴식이 필요하고!",
            "마침 백설공주는 동물들의 마음을 알 수 있으니까...",
            "사람들과 동물들의 마음을 이어주는거지!",
            "이렇게 모여서 이야기를 나누면 동물들의 상태도 알 수 있으니, 무슨 일이 생겼을 때 도움 받을 수 있을 거에요.",
            "오로라가 다정하게 웃으며 이야기했다.",
            "네 발 상담소라, 잘 어울리는 이름이다.",
            "그렇게 말씀해주셔서 너무 감사해요.",
            "... 후훗, 여러분들 덕분에 더 이상 제 저주가 저주처럼 느껴지지 않네요.",
            "네, 이것은... 정말 따뜻한 축복이군요. 감사해요, 여러분.",
            "백설공주가 환한 얼굴로 웃는다",
            "모두가 행복할 수 있다면, 그걸로 사건 해결이다."
        ],
        [
            "この子は昨日、森を歩いていたら<br>ドングリが埋められていた場所を見つけたそうです。",
            "わあ！リスが集めたのかな？",
            "そうだと思います。リスは種を集めた場所をよく忘れてしまうでしょう？",
            "あの子たちはどうしてあんなにくっついてるの？もしかして...？",
            "ふふっ、やはりエスメは勘が鋭いですね。そういう関係のようです。",
            "キャ～ッ！",
            "楽しそうな話し声が聞こえる。",
            "静かな湖の前に集まり、動物たちと一緒におしゃべりしている少女たち。",
            "見ているだけで私まで癒やされるようだが",
            "この間に挟まれるのは少し気まずかった。",
            "結局、マルと一緒に少し離れた場所に腰掛けた。",
            "おしゃべりが始まると、なかなか終わらないものだ。",
            "それより、動物がケガしたり遠くに消えたりしたんじゃなくて良かったよ。",
            "マルがリズを見ながら言った。",
            "オーロラの隣に座っておしゃべりしているリズは楽しそうに笑っている。",
            "久しぶりにみんなリラックスして楽しそうな姿だ。",
            "リズが楽しいなら、俺も嬉しいから。",
            "それより安息の都市の人たちには何て言おう？",
            "メルヘンのせいで動物が移動してるって言ったら、嫌な顔されるかも...",
            "平和な姿を見ていたせいで、うっかり忘れていた。",
            "動物たちは幸せそうだが、この問題を放置するわけにはいかない。",
            "解決策を見つけないと、安息の都市の人々も安心できないだろう。",
            "どんなお話をされているのですか？",
            "白雪姫が話しかけてきた。",
            "安息の都市の人々に、この件をどう説明すればいいか悩んでいると伝えた。",
            "住民からしてみれば、飼っていたペットが突然消えるようなものだから、<br>きちんと説明が必要だ。",
            "やはり、そうですよね...",
            "こうして集まるのは今日が最後だとみんなに伝えなくては。",
            "その必要はないんじゃないかな？",
            "白雪姫の後ろから登場したリズは目を輝かせている。",
            "リズがこういう顔をしている時は、<br>いつも奇抜なアイデアを出してくれるから期待してもいいだろう。",
            "隣に立っていたヴィータとエスメも楽しそうに私たちを見ていた。",
            "ドリーマー！いいこと思いついたよ！",
            "その名も～",
            "アニマル相談所！",
            "ジャーン！",
            "...",
            "人間には癒やしが必要でしょ？もちろん、動物にも！",
            "白雪姫は動物の心が分かるから...",
            "人間と動物の心を繋ぐの！",
            "こうして集まってお話しすれば、<br>動物の状態も分かるので何かあった時に役立つはずです。",
            "オーロラは優しく微笑みながら言った。",
            "アニマル相談所...とても素敵だと思う。",
            "そうおっしゃってくださって嬉しいです。",
            "...ふふっ、みなさんのおかげで私の呪いが呪いではないような気がします。",
            "これは...本当に温かい祝福ですね。ありがとうございます、みなさん。",
            "白雪姫が明るく微笑んだ。",
            "みんなが幸せになれるなら、それで事件は解決だ。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}