{
    "StoryName": "Campaign_LibraryStory_LittleMatchGirl_1",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Lis",
            "",
            "",
            "Little Match Girl",
            "Lis",
            "",
            "",
            "Little Match Girl",
            "Little Match Girl",
            "Lis",
            "Mal",
            ""
        ],
        [
            "",
            "",
            "",
            "리즈",
            "",
            "",
            "성냥팔이 소녀",
            "리즈",
            "",
            "",
            "성냥팔이 소녀",
            "성냥팔이 소녀",
            "리즈",
            "말",
            ""
        ],
        [
            "",
            "",
            "",
            "リズ",
            "",
            "",
            "マッチ売りの少女",
            "リズ",
            "",
            "",
            "マッチ売りの少女",
            "マッチ売りの少女",
            "リズ",
            "マル",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Haven is a friendly city, full of helpful people, altogether creating an amicable and pleasant atmosphere.",
            "Wanting to show this to the Little Match Girl, Lis and Mal have brought her memory shard to the center of the city.",
            "At their request, you're there too.",
            "Go ahead, Dreamer, please can you summon her?",
            "You hold the Little Match Girl's memory shard and close your eyes, tuning into the emotions flowing from the crystal.",
            "A moment later, the young girl stands before you. She looks around, delightedly, when she sees where she is.",
            "Oh! Is this Haven?",
            "Yes it is! Come on, we've got so much to show you!",
            "She seizes the girl's hand and is immediately pulling her away in the direction of the first sight she wants her to see.",
            "Mal gives you a grin and a wave and follows along after his little sister.",
            "Everything here is so big and there are so many people!",
            "Where are you taking me?",
            "Wait and see!",
            "There's so much to show you!",
            "And so, they whisk Clara away."
        ],
        [
            "성냥팔이 소녀의 기억 파편을 빌려 달라는 남매의 부탁으로 함께 시가지로 나왔다.",
            "안식의 도시에는 언제나 활발하고 유쾌한 기운이 가득 차있다.",
            "오가는 주민들과 밝게 인사한 리즈가 앞으로 달려나가 손을 붕붕 흔든다.",
            "꿈꾸는 자! 얼른 클라라를 불러줘!",
            "성냥팔이 소녀의 기억 파편을 조심히 감싸쥐었다. 수정에서 부드러운 감정이 흘러 나오기 시작했다.",
            "부름에 응한 성냥팔이 소녀가 어리둥절한 얼굴로 나타나 주변을 살펴본다.",
            "꿈꾸는 자...? 아! 혹시...?",
            "어서 와, 클라라! 여기가 바로 안식의 도시야!",
            "환하게 미소지은 리즈가 클라라의 손을 붙잡고 인사를 건넨다.",
            "개구진 얼굴로 웃은 말이 느릿느릿 여동생의 뒤를 따라간다.",
            "와아, 정말 사람이 많아요...",
            "우, 우리 어디로 가는 건가요...?",
            "안식의 도시를 소개해줄게!",
            "잘 따라와, 리즈는 엄청 빨리 달리거든.",
            "두 남매가 클라라의 손을 잡고 골목길로 사라져버렸다."
        ],
        [
            "マッチ売りの少女の記憶の破片を貸してほしいとマルリズ兄妹に頼まれ、<br>一緒に市街地へやってきた。",
            "安息の都市はいつも活気であふれている。",
            "行き来する住民たちと明るく挨拶していたリズは、<br>前に走っていき、ぶんぶん手を振っている。",
            "ドリーマー！早くクララを呼んで！",
            "マッチ売りの少女の記憶の破片をそっと包み込んだ。<br>すると、水晶から優しい感情があふれ出し始めた。",
            "呼びかけに応えたマッチ売りの少女はぽかんとした顔で現れ、周りを確認している。",
            "ドリーマー...？あっ！もしかして...？",
            "いらっしゃい、クララ！ここが安息の都市だよ！",
            "リズは明るく微笑み、クララの手を握って挨拶した。",
            "マルはいたずらに笑い、のんびりと妹の後をついていく。",
            "わあ、本当に人が多いですね...",
            "わ、私たち...どこに行くのですか...？",
            "安息の都市を紹介してあげる！",
            "しっかりついてきて！リズは走るのが速いんだ。",
            "2人はクララの手を握って路地裏へ消えてしまった。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}