{
    "StoryName": "Campaign_LibraryStory_Thumbelina_1",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Thumbelina",
            "",
            "",
            "Carbuncle",
            "Thumbelina",
            "",
            "",
            "Thumbelina",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "엄지공주",
            "",
            "",
            "카벙클",
            "엄지공주",
            "",
            "",
            "엄지공주",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "おやゆび姫",
            "",
            "",
            "カーバンクル",
            "おやゆび姫",
            "",
            "",
            "おやゆび姫",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You're out patrolling the forests around Haven once again, keeping them clear of Dreamless, when you hear the sound of sweet singing...",
            "Wary of a trap – there have been nefarious witches abroad in this forest before now, after all – you head cautiously in the direction you hear the voice coming from.",
            "Ready to call on your heroes at a moment's notice, you creep ever closer to the sound, until eventually...",
            "La la la la-la-la laaaa!",
            "It's a tiny girl in the middle of a clearing!",
            "And she's singing her heart out to a rapt audience of woodland creatures...",
            "...",
            "Ahh oooh la-la-la la la oooh oooooh!",
            "She has such a sweet, fun voice. And she's really bopping along with her song!",
            "It's difficult not to get caught up in the energy she is putting into her music.",
            "Oh yeah! Ohhh yeeaaaah! Ah la-la la la la!",
            "The tiny girl's singing is infectious!",
            "You find yourself moving to the beat as you watch from the edge of the clearing..."
        ],
        [
            "평소와 마찬가지로 도시 근처를 순찰하고 있는데 어디선가 낯선 노랫소리가 들렸다.",
            "덫을 조심해라, 이 숲에는 사악한 마녀들이 살고 있으니까...",
            "한번도 들어본 적 없는 가사였다.<br>메르헨을 소환할 준비를 마치고 천천히 소리가 들리는 방향으로 걸음을 옮겼다.",
            "라, 라라, 라라랄라~",
            "나무를 헤치고 숲 안쪽으로 들어서자 손바닥만한 크기의 여자아이가 노래를 부르고 있었다.",
            "열정적인 노래를 듣고 있는 관객은... 주변의 동식물인 것 같았다.",
            "...",
            "아, 아? 라라랄라~",
            "작은 소녀의 목소리는 정말 아름다웠다. 노래에 맞춰 춤을 추는 모습이 요정같았다.",
            "작은 몸의 어디에서 그런 힘이 나오는지 지친 기색은 조금도 찾아볼 수 없었다.",
            "흠, 흠! 샤라랄랄~라~",
            "인기척을 못 느낀건지 소녀의 두 번째 노래가 시작되었다.",
            "소녀가 서 있는 곳으로 조심스럽게 다가갔다."
        ],
        [
            "いつものように都市の近くをパトロールしていると、<br>どこかから聞き覚えのない歌声が聞こえてきた。",
            "罠に気をつけて、この森には邪悪な魔女たちが住んでいるから...",
            "一度も聞いたことがない歌詞だった。<br>メルヘンを召喚する準備を終えて、声が聞こえるほうへゆっくり向かった。",
            "ラ、ララ、ララララ～♪",
            "木をかき分けて森の奥へ進むと、手のひらサイズの女の子が歌を歌っていた。",
            "情熱的な歌を聞いている観客は...周りの動植物のようだ。",
            "...",
            "あー、あー？ララララ～♪",
            "小さな少女の声はとても美しかった。歌に合わせて踊る姿はまるで妖精のようだ。",
            "小さな体のどこからそんな力が出てくるのか、疲れた様子は一切なかった。",
            "オホンッ！シャラララ～ラ～♪",
            "こちらに気づいていないのか、少女の2曲目が始まった。",
            "少女が立っている場所へ慎重に近づいた。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "none",
        "music_sunlight.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}