{
    "StoryName": "Campaign_LibraryStory_Saffi_3",
    "background": [
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "library.png",
        "library.png",
        "library.png"
    ],
    "character": [
        [
            "",
            "",
            "Esme",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Esme",
            "Esme",
            "",
            "Esme",
            "Esme",
            "",
            "Esme",
            "Esme",
            "Esme",
            "",
            "",
            "Saffi",
            "Esme",
            "",
            "Vita",
            "Esme",
            "",
            "Vita",
            "Esme",
            "Vita",
            "Esme",
            "Vita",
            "Esme",
            "",
            "Esme",
            "Esme",
            "Vita",
            "Esme",
            "Vita",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Esme",
            "Vita",
            "Esme",
            "",
            "",
            "Saffi",
            "",
            "",
            "Saffi",
            "",
            "",
            "Saffi",
            ""
        ],
        [
            "",
            "",
            "에스메",
            "비타",
            "비타",
            "비타",
            "비타",
            "에스메",
            "에스메",
            "",
            "에스메",
            "에스메",
            "",
            "에스메",
            "에스메",
            "에스메",
            "",
            "",
            "사피",
            "에스메",
            "",
            "비타",
            "에스메",
            "",
            "비타",
            "에스메",
            "비타",
            "에스메",
            "비타",
            "에스메",
            "",
            "에스메",
            "에스메",
            "비타",
            "에스메",
            "비타",
            "비타",
            "",
            "비타",
            "비타",
            "비타",
            "에스메",
            "비타",
            "에스메",
            "",
            "",
            "사피",
            "",
            "",
            "사피",
            "",
            "",
            "사피",
            ""
        ],
        [
            "",
            "",
            "エスメ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "エスメ",
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "エスメ",
            "",
            "",
            "サフィ",
            "エスメ",
            "",
            "ヴィータ",
            "エスメ",
            "",
            "ヴィータ",
            "エスメ",
            "ヴィータ",
            "エスメ",
            "ヴィータ",
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "ヴィータ",
            "エスメ",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "エスメ",
            "ヴィータ",
            "エスメ",
            "",
            "",
            "サフィ",
            "",
            "",
            "サフィ",
            "",
            "",
            "サフィ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "For some reason, Vita's first thought is the last person you would expect.",
            "Although, you suppose, if it's insight into a World Stone's emotional state you need, there's only one person you can think to talk to.",
            "Saffi?",
            "Of course, Saffi!",
            "Don't you think she's being awfully closed-off?",
            "I'm sure she's in pain...",
            "But she won't let anyone near her!",
            "Hmmm, it's true, I've been worried about her, too...",
            "But there already seems to be so much to worry about, these days.",
            "What does Esme think you need to do to get Saffi to start interacting with people again?",
            "I don't think there's anything you can do to <i>make</i> her start interacting...",
            "But I guess I can try talking to her and see if I can gauge what she's feeling.",
            "Wait, can't Esme just feel what Saffi is feeling?",
            "Ordinarily, I'd say yes, but Saffi has always been very good at controlling her emotions and concealing her feelings... even from me.",
            "She is the Mindstone, after all...",
            "But I suppose if we don't even try, we'll never know, right?",
            "And so you head back through the heat of the day to the library, once more.",
            "This time, Saffi actually speaks to you, but only to tell you to leave her alone.",
            "Stop bothering me!",
            "Saffi, we just want to talk to you. We're worried about you!",
            "But the manifestation of the Mindstone simply vanishes once more, leaving her World Stone sitting on a seat in front of several open books.",
            "Can you feel anything, Esme?",
            "No... she's blocking me out...",
            "You retreat to the lobby of the guild hall.",
            "Saffi is really stubborn!",
            "I did say we probably shouldn't go in all guns blazing...",
            "When did you say that?",
            "On the way over here!",
            "I don't remember that!",
            "That's because you never listen to what I'm saying!",
            "Well, fighting amongst ourselves isn't going to help anything, is it?",
            "Ah! Right... as you say, Dreamer.",
            "Aurora is obviously the one she has the most problems with. Perhaps it would be best to start with that and then find a way through her issues from there?",
            "How do we do that?",
            "What if we brought Aurora here and got her to speak to Saffi?",
            "Hmmm... yeah, maybe that would work?",
            "Dreamer?",
            "You're not sure, but maybe it's worth a try?",
            "Right!",
            "Let's go and get big sis then! She'll know what to do!",
            "I told you it was a good idea, Esme!",
            "Wait, it was my idea in the first place!",
            "Was not!",
            "Was so!",
            "The two World Stones start walking away in the direction of your abode, arguing as they go.",
            "You start to follow the noisy sisters, when a quiet voice distracts you.",
            "Dreamer...",
            "She's come out of her World Stone again!",
            "You're about to call after Esme and Vita, but Saffi quickly forestalls you.",
            "Please, don't call them back! I'll talk, but only to you... for now...",
            "You glance behind you at the retreating forms of Vita and Esme, still arguing as they walk, then you turn back and rejoin Saffi in the library.",
            "Saffi looks sad as you follow her back into the cool, and she closes the library door after you, cutting off the heat of the day that had been seeping through the main entrance of the guild hall and warming the lobby.",
            "...",
            "You wonder what made Saffi change her mind?"
        ],
        [
            "도서관 밖으로 뛰쳐나온 비타는 곧바로 진저의 베이커리로 향했다.",
            "비타와 원래 만나기로 했던 건지, 베이커리 앞에는 에스메가 서 있었다. 이럴 때 보면 정말 사이가 좋다니까.",
            "이번에는 또 무슨 일이야? 분명 또 바보 같은 일이겠지?",
            "뭐! 그거 나한테 하는 소리야!? 네가 더 바보잖아! 에스메 바보! 바보!",
            "앗, 아냐. 이게 아냐. 햐! 너 때문에 중요한 일을 까먹을 뻔했잖아!",
            "잠탱이랑 사피 이야기를 하고 있었어.",
            "만나러 갔는데 날 보자마자 스톤으로 변하는 거 있지! 한숨도 다 들리게 쉬고!",
            "그래, 이럴 줄 알았어. 내가 생각했던 것보다 더 바보 같은 이유네.",
            "사피는 그냥 시간이 필요한 거야, 옆에서 참견할 일이 아니라고.",
            "역시 그냥 내버려두는 편이 좋겠지?",
            "사실... 그거 말고 우리가 할 수 있는 일이 없잖아.",
            "그렇다고 계속 사피의 눈치를 보면서 오늘은 사피 기분이 좋은가 나쁜가 맞춰줄 수도 없는 일이긴 하지만.",
            "인상을 찌푸리고 고민하던 에스메가 갑자기 손가락을 튕겼다.",
            "그럼 이렇게 하자, 우선 사피랑 이야기를 해보는 거야.",
            "난 사피의 감정을 대충 느낄 수 있으니까 기분 정도는 알 수 있어.",
            "물론 사피는 우리랑 같은 월드 스톤이고... 늘 냉철한 편이라서 쉽진 않겠지만, 비타가 쓸데없는 오해를 하는 것보다는 낫겠지?",
            "비타에게는 들리지 않도록 작은 목소리로 중얼거린 에스메가 도서관으로 향했다.",
            "기세등등한 표정의 비타가 문을 열고 들어가자마자 사피가 문을 다시 닫아버렸다.",
            "무슨 장난을 칠 생각인지는 모르겠지만, 별로 재미없어. ",
            "장난이라니, 그냥 요즘 어떻게 지내는지 궁금해서 확인하러 온 거야.",
            "에스메의 얼굴을 뚫어져라 바라보던 사피는 다시 마인드 스톤의 모습으로 돌아가 버렸다.",
            "어때, 어때? 뭔가 느껴져?",
            "느껴지겠니, 바보야. 그냥 혼자 있고 싶은 것 같아. 일단 내버려 두자.",
            "에스메는 비타의 등을 꾹꾹 눌러 길드 복도로 밀어내 버렸다.",
            "뭐야! 아무것도 안 할 거면 여기까진 왜 온 거냐구!",
            "아까도 이야기했잖아, 사피한테는 시간이 필요한 거라고.",
            "뭐? 언제? 난 못 들었는데?",
            "네가 제대로 안 들은 거겠지, 바보야! 네가 사피를 걱정하는 마음도 이해하지만, 솔직히 이건 괜한 참견이야.",
            "아까는 언제까지 사피 눈치만 봐야 하냐고 했으면서!",
            "내가 언제 그렇게 말했어! ",
            "왈칵 짜증을 내던 에스메가 고개를 절레절레 흔든다.",
            "사피는 바로 얼마 전에 소중한 사람을 잃었어, 비타. 다시는 만날 수 없게 된 거라구.",
            "너도 시간이 필요하다는 말 정도는 이해할 수 있잖아. 남들과 사이좋게 지내라고 다그쳐서 될 일이 아니라구.",
            "그럼 계속 이렇게 그냥 놔두자는 거야?",
            "정 그렇게 신경 쓰인다면 오로라한테 이야기해 보자. 어쨌든 사피는 지금 오로라한테 엄청 화가 나 있는 거니까.",
            "큰 언니야랑...",
            "잠탱이 네 생각은 어때?",
            "오로라라고 뾰족한 수가 있는 건 아니겠지만, 두 사람이 한 번쯤은 진지하게 이야기해 보는 것도 나쁘진 않겠지. ",
            "좋아!",
            "그럼 내가 큰 언니를 데려올게!",
            "아까 말이랑 리즈랑 같이 로빈한테 간다고 했었거든.",
            "어라, 왜? 순찰이라도 하려는 건가? 애들이랑?",
            "햐! 너 그거 꼬맹이들은 순찰하면 안 된다는 소리야!?",
            "그런 말 안 했거든!",
            "비타가 저만큼 달려가자 에스메도 지지 않고 뛰어나간다.",
            "그 뒤를 따라가려는데, 작은 목소리가 나를 불러 세웠다.",
            "안녕, 꿈꾸는 자.",
            "언제 실체화했는지, 사피가 도서관 문을 살짝 열고 서 있었다.",
            "안으로 들어오라는 듯 문을 열어준 사피가 짧은 한숨을 몰아쉰다.",
            "비타와 에스메는 부르지 말아줘, 지금은 그 아이들과 별로 이야기하고 싶지 않거든.",
            "과연... 꽤 멀어졌는데도 서로 내가 맞다고 우기는 목소리가 크게 들리는 것을 보니 사피의 마음을 이해할 수 있을 것 같았다. ",
            "도서관 안으로 들어가자 사피는 곧바로 문손잡이 쪽을 얼려버렸다.",
            "... 좋아, 이제 조용히 이야기할 수 있겠네. 편한 곳에 앉아.",
            "사피가 차분한 목소리로 이야기하며 의자를 밀어주었다."
        ],
        [
            "ヴィータの助っ人は、思いがけない人物だった。",
            "でも、ワールドストーンの感情の件なら、これも適材適所か。",
            "サフィのこと？",
            "もちろん、サフィのことよ！",
            "引き籠り過ぎているじゃない？",
            "苦しんでいるに違いないけど...",
            "誰にも接触していないの！",
            "そうね、あたしも心配しているんだけど...",
            "最近は心配事ばっかね。",
            "エスメなら、何か方法はある？",
            "みんなの仲良くするのはまだまだよね...",
            "まずはあたしが話してみて、気持ちを理解しようとするわ。",
            "そこまでするより、サフィの気持ちを読み取ればいいんじゃない？",
            "普段ならできるけど、サフィは前々から感情を抑えたり隠したりするのが得意の。あたしでも、うまく読み取れない。",
            "マインドストーンだけあって、そんなの朝飯前なんだろうな。",
            "でもやっぱり、やってみないと分からないでしょ？",
            "そしてもう一度真夏の日に耐えながら図書室に向かった。",
            "今度はついにサフィが返事してくれたけど...",
            "もう来ないで！",
            "サフィ、話しがしたいだけなの。みんな心配なのよ！",
            "マインドストーンは再び実体を消し、開いた本の前に沈黙する。",
            "反応はある、エスメ？",
            "ダメだわ...あたしを押し返している。",
            "ギルドの大広間で方針を考え直すことにした。",
            "サフィってやっぱり頑固だね！",
            "堂々と突っ込んで行くのは良くないって言ったでしょ...",
            "え、いつそんなこと言った？",
            "ここに来る途中よ！",
            "聞いた覚えがない！",
            "いつもあたしの話を聞かないからでしょ！",
            "まあまあ、ここで喧嘩しても埒が明かないでしょ？",
            "あ、うん...ドリーマーの言う通りだね。",
            "今、サフィがなんとしても避けている人はオーロラだよね。逆に問題に直面させれば、打開できるかも？",
            "それじゃあ...",
            "オーロラを連れて来て、サフィに会わせるってこと？",
            "うーん...行けるかも？",
            "ドリーマーはどう思う？",
            "よく分からないけど、やってみた方がいいと思う。",
            "そうね！",
            "お姉さんを呼んでくるよ！",
            "えっへん、やっぱりいい考えだったわ！",
            "え、そもそもあたしのアイデアだし？",
            "違うよ！",
            "違うし！",
            "二人はもめながらもオーロラを迎えに行った。",
            "大声で喧嘩を続ける姉妹に付いて行こうとすると、小さな声に呼ばれる。",
            "ドリーマー...",
            "わあ、自分から話しかけてきた！",
            "エスメとヴィータを呼び戻そうとすると、サフィに引き止められる。",
            "お願い、二人は放っておいて。話すけど...今は、ドリーマーだけと。",
            "未だに喧嘩を止めない姉妹を後にして、サフィと図書室に戻ることにした。",
            "サフィは寂しい顔をしている。涼しさがギルドの大広間に逃げないように、サフィは図書室のドアを閉めた。",
            "...",
            "なんで突然気分を変えたのだろう？"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        "",
        "",
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        ""
    ]
}