{
    "StoryName": "Campaign_LibraryStory_Dorothy_1",
    "background": [
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "What... is this place?",
            "When you suddenly come to you senses, you find yourself looking up into a bright blue sky.",
            "You remember that you fell asleep in your bed at Haven...",
            "Why are you looking at the sky?",
            "Somehow, you feel like you're far from Haven.",
            "But you are certain that you fell asleep in your room...",
            "Are you dreaming?",
            "It hurts normally when you pinch your cheek.",
            "Okay, so it's not a dream.",
            "You sit up and take in your surroundings, scanning quickly around.",
            "You're in a strange place. You don't think it's Haven... and not even the forests near Haven.",
            "Very strange.",
            "The area around you is peaceful, but the clouds in the sky are not moving at all.",
            "It's similar here to Wonderland's mushroom forest... but somehow it feels completely different.",
            "Hmmm...",
            "You have a feeling you're not even in Phantasia any more.",
            "So you decide to search around for a bit and see if you can find out anything about this strange place.",
            "... After walking for what feels like an age and yet, at the same time, like no time at all, you hear the faint strains of what sounds like singing off in the distance.",
            "Who could it be? Well, now isn't the time to be guessing.",
            "You immediately begin to run in the direction the song is coming from."
        ],
        [
            "...",
            "문득 정신을 차렸을 때, 나는 새파란 하늘을 올려다 보고 있었다.",
            "분명 안식의 도시에 있는 방에서 잠들었던 것 같은데",
            "낯선 풍경이 보인다.",
            "셀레스티의 마차를 타고 어디 멀리로 이동한 기분이다.",
            "내일 있을 여정을 준비하며 짐을 챙기고 잠들었던 것이 떠오른다.",
            "꿈일지도 모른다.",
            "볼을 꼬집자... 평범하게 아프다.",
            "꿈이 아니라면 혼자 이상한 장소에 떨어진게 분명하다.",
            "몸을 일으켜 주변을 가볍게 살펴보기로 했다.",
            "낯선 하늘이다.",
            "안식의 도시나 그 근처의 숲과는 다른 미묘한 이질감이 든다.",
            "평화로운 분위기였지만, 하늘의 구름이 전혀 움직이지 않고 있다.",
            "원더랜드의 버섯 숲과 비슷하면서도 다른 느낌이다.",
            "...",
            "판타지아가 아닌 다른 곳으로 날아와 버린 걸지도 모른다는 생각이 들자,",
            "우선 움직여 보기로 했다.",
            "때마침 어디선가 희미한 노랫소리 같은 것이 들리기 시작했다.",
            "지금은 상대가 누구인지 가늠하며 재볼 때가 아니다.",
            "곧바로 노랫소리가 들리는 방향을 향해 달려가기 시작했다."
        ],
        [
            "...",
            "ふと気づいた時、私は真っ青な空を見上げていた。",
            "安息の都市にある部屋で寝ていたはずなのに",
            "見慣れぬ風景が見える。",
            "セレステの馬車に乗り、どこか遠くへ移動した気分だ。",
            "明日の旅に備え、荷造りをしてから眠ったことを思い出した。",
            "夢かもしれない。",
            "頬をつねると...普通に痛い。",
            "夢じゃないなら、おかしな場所にやってきたに違いない。",
            "起き上がり、軽く周りを確認することにした。",
            "見慣れぬ空だ。",
            "安息の都市や近くの森とはどこか違う気がする。",
            "平和な雰囲気だが、空に浮かぶ雲は微動だにしない。",
            "ワンダーランドのキノコの森と似ているようで異なる。",
            "...",
            "ファンタジアではない別の場所に飛んできたのかもしれないと考え、",
            "まずは動くことにした。",
            "ちょうどどこかから、歌声のようなものがかすかに聞こえ始めた。",
            "今は相手が誰なのか予想している場合ではない。",
            "すぐに歌声が聞こえる方向へ走り始めた。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}