{
    "StoryName": "Campaign_SideStory_Huntsman+Snow_White_1",
    "background": [
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "",
            "",
            "The Huntsman",
            "The Huntsman",
            "",
            "The Huntsman",
            "The Huntsman",
            "Aurora",
            "Aurora",
            "",
            "The Huntsman",
            "",
            "The Huntsman",
            "The Huntsman",
            "Esme",
            "Esme",
            "The Huntsman",
            "The Huntsman",
            "",
            "The Huntsman",
            "The Huntsman",
            "",
            "Aurora",
            "The Huntsman",
            "",
            "",
            "The Huntsman",
            "",
            "",
            "The Huntsman",
            "The Huntsman"
        ],
        [
            "",
            "",
            "사냥꾼",
            "사냥꾼",
            "",
            "사냥꾼",
            "사냥꾼",
            "오로라",
            "오로라",
            "",
            "사냥꾼",
            "",
            "사냥꾼",
            "사냥꾼",
            "에스메",
            "에스메",
            "사냥꾼",
            "사냥꾼",
            "",
            "사냥꾼",
            "사냥꾼",
            "",
            "오로라",
            "사냥꾼",
            "",
            "",
            "사냥꾼",
            "",
            "",
            "사냥꾼",
            "사냥꾼"
        ],
        [
            "",
            "",
            "猟師",
            "猟師",
            "",
            "猟師",
            "猟師",
            "オーロラ",
            "オーロラ",
            "",
            "猟師",
            "",
            "猟師",
            "猟師",
            "エスメ",
            "エスメ",
            "猟師",
            "猟師",
            "",
            "猟師",
            "猟師",
            "",
            "オーロラ",
            "猟師",
            "",
            "",
            "猟師",
            "",
            "",
            "猟師",
            "猟師"
        ]
    ],
    "dialogueText": [
        [
            "The wilds of the Enchanted Realm are the last place you expect to come across an uncorrupted human, but an uncorrupted human stands before you, nonetheless.",
            "He approached you while you were setting up camp for the night, appearing out of the forests like a shadow, armed with an elegant crossbow and rugged clothing in forest colours that keep him well camouflaged.",
            "I've been watching you for several days now.",
            "You're obviously not Dreamless, nor do you seem likely to turn into them any time soon.",
            "Who is this man? Where did he come from?",
            "I'm just a simple huntsman, my name isn't important.",
            "However, I need your help.",
            "For someone to survive this long out here... this man must be exceptionally skilled.",
            "And he's not even a spirit, he's a flesh and blood man.",
            "You find it difficult to imagine what a man like him could possibly need help with. He seems to be surviving, even thriving, in this wilderness, judging by how strong and well fed he looks.",
            "You assume that the aid I require is on my own behalf, but that's where you're wrong.",
            "You're listening.",
            "There is a princess, she is trapped in this forest by the Dreamless.",
            "I wish to rescue her.",
            "A princess? Eh, really?",
            "There are still kingdoms and monarchs knocking around Phantasia? Outside of Wonderland, I mean.",
            "No... not any more...",
            "Her kingdom fell some time ago. She is a princess in name and memory only.",
            "But why is he trying to rescue a princess?",
            "It's... because of a promise I made.",
            "She was lost in the forests many years ago. I made a promise to find her again.",
            "Wait, many <i>years</i> ago?",
            "Dreamer, if that's really the case, it's extremely unlikely she could have survived this long.",
            "<i>I</i> survived this long.",
            "Well, perhaps, but then he <i>is</i> a huntsman and, no offence to her, but... she’s a princess.",
            "The difference in relevant skills ought to be obvious.",
            "You don't know this princess.",
            "Nevertheless, you have your own quest and your own rescue to make. The Lifestone still awaits you.",
            "You have no real reason to go on a wild goose chase through the forest, fighting hundreds of Dreamless for a girl who, in all probability, is already dead.",
            "I know.",
            "That's why I brought the Dreamless to you."
        ],
        [
            "밤을 보낼 캠프를 짓던 중, 우리는 숲에서 걸어나온 그림자와 마주쳤다.",
            "설마 이 어두운 숲에서 인간을 만나게 될 줄이야.<br> 질감이 거친 옷을 입은 남자는 날카로운 석궁을 들고 있었다.",
            "며칠간 너희를 지켜봤다만.",
            "드림리스가 아닌 것은 확실하군. 그들처럼 변하지도 않을 것 같고.",
            "날카로운 인상의 남자가 일행들을 천천히 훑어본다.",
            "나는 사냥꾼이다. 이름은 그리 중요하지 않겠지.",
            "단도직입적으로 말하마. 너희들의 도움이 필요하다.",
            "유령이나 드림리스는 아닌 것 같아요.<br>피와 살로 이루어진... 진짜 인간이에요.",
            "이렇게 위험한 곳에서 활동하다니<br>실력이 뛰어난 사람이군요.",
            "그 정도의 실력자가 다른 사람에게 도움을 구한다니 이상하게 느껴졌다.",
            "안심해라.<br> 나를 도와달라는 이야기가 아니니까.",
            "일행을 훑어본 남자가 숲 쪽으로 고개를 돌렸다.",
            "이 근처에 공주님이 계신다.<br> 그분께서는 지금 드림리스에게 포위당한 상태야.",
            "나는 그분을 구하고 싶다.",
            "으응? 공주라고? 정말?",
            "판타지아에 아직 왕족이 남아있어?<br>원더랜드의 여왕이 마지막인 줄 알았는데.",
            "아아. 왕국은 더 이상 없지.",
            "그분의 왕국도 이미 오래전에 멸망했다.",
            "남자의 표정에 씁쓸한 기색이 어린다.",
            "그분께서는 몇 년 전 이 숲에서 실종되셨다.",
            "나는 반드시 그 분을 찾아내겠노라 약속했어.",
            "조용히 상황을 지켜보던 오로라가 말을 걸어온다.",
            "꿈꾸는 자, 저 말이 사실이라면<br>그녀가 살아있을 확률은... 아주 희박해요.",
            "나는 지금까지 살아 남았다만?",
            "사냥꾼이 인상을 찡그리며 오로라에게 대답했다.",
            "날카로운 시선이 우리를 똑바로 바라본다.",
            "너희가 그분을 모르니 할 수 있는 말이야.",
            "담담한 투로 대답한 남자가 석궁을 단단히 움켜쥔다.<br>어두운 숲만큼이나 무거운 정적이 흐른다.",
            "당장 생사여부를 확인할 수 없는 한 사람을 위해<br>수백마리의 드림리스와 마주하는 위험을 감수할 수는 없다.",
            "흠, 역시 난처하겠지.<br>너희는 나를 돕게 될 거다.",
            "이미 드림리스에게 추격당한 모양이니까."
        ],
        [
            "夜を過ごすテントを張っていると、森から人影が現れた。",
            "まさか、こんな暗い森で人に出くわすとは。<br>無骨な服を着たその男の手には、鋭い形状のクロスボウが握られていた。",
            "この数日、観察させてもらっていた。",
            "確かにドリームレスではないようだ。姿も変わらない。",
            "男が鋭い目つきで一行をじっくり眺める。",
            "俺は猟師。名前は重要じゃないだろう。",
            "単刀直入に言おう。君達の助けが必要だ。",
            "幽霊やドリームレスではないようですね。<br>血の通った... 本物の人間です。",
            "この危険地帯でお仕事されているとは<br>ずいぶん腕が立つのですね。",
            "それほどの者が助けを求めるとは。妙な感じがした。",
            "安心しろ。<br>助けが必要なのは俺じゃない。",
            "男は一行から、森のほうに視線を移した。",
            "この近くに姫がいらっしゃる。<br>しかしドリームレスに囲まれている状態だ。",
            "俺は姫を救いたい。",
            "姫って言った？ それほんと？",
            "まだファンタジアに王族が？<br>ワンダーランドの女王が最後だと思ったのに。",
            "ああ、王国はすでに無い。",
            "姫の王国も滅んで久しい。",
            "男の顔に影がさした。",
            "姫は、数年前にこの森で行方不明になられた。",
            "俺は必ず捜し出すと約束したのだ。",
            "静かに聞いていたオーロラが、口を開いた。",
            "ドリーマー、もしその話が本当なら<br>彼女が生きている可能性は... とても低いでしょう。",
            "しかし俺は生き残ったぞ！",
            "猟師が顔をゆがめて言った。",
            "鋭い視線が一行に向けられる。",
            "あの方を知らないから、そう言えるんだ。",
            "男は断固とした口調でそう言い放ち、クロスボウをぎゅっと握りしめた。<br>暗闇の森が、静寂に包まれる。",
            "生死を確かめるためだけに<br>数百体のドリームレスを相手にするわけにはいかない。",
            "ふむ、やはり難しいか。<br>だが、嫌でも助けることになるぞ。",
            "君達、ドリームレスに追われていたようだな。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}