{
    "StoryName": "Campaign_LibraryStory_Vita_3",
    "background": [
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png"
    ],
    "character": [
        [
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "",
            "",
            "Vita",
            "Vita",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "",
            "Vita",
            "",
            "Vita",
            "Vita",
            "",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Vita",
            "",
            ""
        ],
        [
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "",
            "",
            "비타",
            "비타",
            "비타",
            "",
            "비타",
            "비타",
            "비타",
            "비타",
            "",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "",
            "비타",
            "",
            "비타",
            "비타",
            "",
            "비타",
            "",
            "비타",
            "비타",
            "비타",
            "비타",
            "",
            "비타",
            "비타",
            "비타",
            "",
            ""
        ],
        [
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Hmmm, where was I? I forgot my place because you were thinking something stupid...",
            "Oh, right, the poisoned thorn... that \"fell briar\" as the fairies put it...",
            "Rose grew up and pricked her finger on it and then fell into a deep sleep.",
            "Though, she used to sleep a lot even before that... and she still does now!",
            "Not only that, she wasn't a very good princess!",
            "You know, when I was at the castle, everyone used to treat me with respect, calling me \"Lifestone\" or \"Mistress Vita\" or \"Mighty World Stone\", stuff like that.",
            "Even the king and queen called me that!",
            "But whenever I saw Briar, she would always just say \"Hello Vita\"... always with that sleepy expression on her face.",
            "You can understand how it would be difficult for someone with the boundless energy of Vita to get on with such a low power girl.",
            "Perhaps Vita would have rather had a Dominion who was energetic like herself?",
            "It's not that...",
            "When Rose was really young, she was often alone in the castle.",
            "I wanted to hang out with her. But she was a Princess and I was a World Stone. We both had our own duties.",
            "Vita seems sad as she reminisces about her past with Briar Rose",
            "But even then, it was obvious she was really strong!",
            "And everyone in the kingdom seemed to really love her.",
            "She wasn't a Dominion yet at that time, so she had a lot of tasks to do as a princess.",
            "So she went around the realm helping people",
            "She sounds like a very good princess to you.",
            "Mmm, maybe... I often heard news about her, but I was the World Stone and I had my own duties to perform supporting the king and queen.",
            "But eventually, that day had to come... Rose pricked her finger on the fell briar and fell into a deep sleep.",
            "What I didn't expect was for the whole kingdom to fall asleep, too!",
            "Something about the way the good fairies undid the curse must have caused it to reflect outwards onto the realm, because soon everyone was falling asleep one after another and not waking up!",
            "I had a lot of trouble clearing up all the sleeping people lying around everywhere!",
            "You can imagine...",
            "Yeah! And then I was left to look after the realm all by myself for ages...",
            "Vita sounds pretty sullen about that... just how long was everyone asleep for?",
            "Oh, they didn't wake up. The realm is still pretty much asleep now. Eventually the thorns and vines grew all over the kingdom.",
            "It got thick enough that it kept outsiders out, so that made my job protecting the realm easier, anyway.",
            "But Briar Rose is awake? Didn't her 'promised person' come? Why didn't everyone else wake up?",
            "Actually, her promised person never arrived... maybe the vines became too impenetrable?",
            "So how come she's awake?",
            "Ah... about that...",
            "I was pretty lonely because I was in the realm all on my own. One day I decided to try myself...",
            "I only kissed her on the cheek, understand!",
            "But it seemed to do the trick! Briar woke up... even if the rest of the realm didn't.",
            "Well, that's a bit of a twist.",
            "I know, right? Who'd have thought I had the power to wake Rose up all along?!",
            "By the way, Dreamer... I saw you go to Ginger's bakery last night before she closed up...",
            "You didn't by any chance get any cakes you want to share with me, did you?",
            "Right. \"Ancient and ageless\" was it?  ",
            "But she'll still act like a child when it suits her..."
        ],
        [
            "어디까지 이야기했더라? 네가 바보같은 생각을 하는 바람에 까먹었잖아!",
            "네가 바보같은 생각을 하는 바람에 까먹었잖아!",
            "아! 그래, 그래. 독이 든 가시...",
            "하여간 로즈는 독이 든 가시에 손가락을 찔려서 잠에 빠지게 됐는데...",
            "로즈는 처음부터 제대로 된 공주가 아니었다구?",
            "내가 성에 가면 다른 사람들은 날 비타 님, 비타 님하면서 받들어 모시는데!",
            "로즈의 어머니랑 아버지... 왕과 왕비도 날 비타 님이라고 부르는데!",
            "그 애는 하아암, 어서 와, 비타...하면서 항상 졸린 얼굴로 말하구...",
            "월드스톤 중에서도 특히 넘치는 생명력을 가진 비타의 성격상 늘 졸려하는 브라이어 로즈가 달갑지 않았을 것 같다.",
            "조금 더 활기차고 에너지 넘치는 도미니언을 원했던 건지도 모른다.",
            "아니, 꼭 그런 건 또 아니구...",
            "같이 놀러다니고 싶었던 것도 사실이지만...",
            "그 애는 공주고, 나는 월드스톤이니까. 항상 재밌을 수는 없었지. 각자 할 일이 있는 걸.",
            "비타가 시무룩한 표정으로 웅얼거리다가 과거를 떠올린듯 눈을 반짝였다.",
            "그래도 로즈는 엄청 강했어!",
            "왕국 사람들 모두가 그 애를 좋아했지.",
            "그 시기에는 도미니언이 아니었는데도 왕국 여기저기를 다니면서 사람들을 도와줬어.",
            "졸면서 돌아다닐 수 있다니, 난 그런 거 처음 봤어!",
            "지금까지 들은 이야기만 생각하면 브라이어 로즈는 공주로서 맡은 역할을 잘 소화한 것 같다.",
            "난 월드스톤의 역할을 하느라 좀 바빠서, 로즈의 소식은 가끔 이야기만 전해 들을 수 있었어.",
            "그러다가 운명의 그날이 온 거야...",
            "로즈가 잠드는 걸 막을 수 없는 건 알고 있었는데... 설마 왕국이 통째로 잠들어 버릴 줄이야!",
            "저주가 너무 강력했던거지! 저주의 내용을 바꾸면서 그 대상이 왕국 전체로 변해버린 것 같더라구.",
            "잠에 빠진 사람들을 옮기느라 엄청 힘들었다구~",
            "그 많은 사람들을 혼자서 다른 곳으로 옮겼다니... 비타가 손으로 어깨를 콩콩 두드린다.",
            "그치? 나 엄청 대단하지? 헤헹! 근데, 아무튼... 난 혼자 남아 버렸다구...",
            "시무룩한 얼굴로 발을 까딱이던 비타가 몸을 앞으로 숙였다.",
            "왕국의 사람들은 아직 잠들어 있어. 왕국 전체는 가시와 덩쿨로 뒤덮인 상태구...",
            "좋은 점도 있어~ 요새 같잖아! 외부인이 함부로 들어갈 수 없으니까, 왕국을 지키는 것 자체는 훨씬 수월했어.",
            "비타의 이야기를 듣고 있자니 무언가 이상하다. 브라이어 로즈가 깨어났다면 당연히 왕국도 깨어날거라고 생각했는데...",
            "가시덩쿨이 너무 두터웠나봐... 아무도 오질 않더라구.",
            "비타의 얼굴이 점점 붉어진다...",
            "일단 그것도 문제인데, 로즈를 어떻게 깨워야할지 모르겠더라구...",
            "우리는 다 운명의 연인이 와서 로즈를 깨울거라는 생각밖에 안 했단 말이야, 와서 뭘 어떻게 해야되는지 안 정했잖아...",
            "보통 동화라는 건 왕자가 공주에게 키스를 하면 문제가 해결되잖아?",
            "그래서 연습삼아 내가 로즈의 뺨에 뽀뽀를 해봤는데... 그게 통했나봐! 로즈가 깨어나지 뭐야? 왕국 사람들은 깨어나지 않았지만.",
            "동화와 달리 예상치 못한 방향으로 흘러간 것 같다.",
            "그치? 내가 로즈를 깨울 수 있다니! 누가 알았겠어?!",
            "근데 말이야, 꿈꾸는 자... 어젯밤에 네가 진저의 베이커리에 갔다고 하던데...",
            "혹시... 케이크 남아있어? 혼자 다 먹을 건 아니지?",
            "비타가 슬그머니 일어나 찬장을 열어본다.",
            "어쩔 수 없이 비타에게 다과를 대접하기로 했다."
        ],
        [
            "どこまで話したっけ？",
            "ドリーマーが余計なこと考えるから忘れちゃったじゃん！",
            "あ！そうそう。毒のトゲ...",
            "ローズは毒のトゲに刺されて眠っちゃったんだけど...",
            "ローズは最初からちゃんとした姫じゃなかったんだよ。",
            "あたしが城に行くと、みんなヴィータ様、ヴィータ様って言ってくれるのに。",
            "ローズのお母様とお父様...王と王妃もヴィータ様って呼んだのに！",
            "あの子は「ふぁ〜、いらっしゃい、ヴィータ...」っていつも眠そうな顔で言うし...",
            "ワールドストーンの中でも特に生命力が高いヴィータからしてみれば、<br>常に眠そうないばら姫は理解しにくかったはずだ。",
            "もう少し元気でやる気のあるドミニオンを望んでいたのかもしれない。",
            "いや、そういうわけじゃなくて...",
            "一緒に遊び歩きたかったのも事実だけど...",
            "あの子は姫で、あたしはワールドストーンだから。<br>いつも遊んでばかりじゃいられなかったんだ。やることがあったの。",
            "ヴィータはシュンとした顔でつぶやき、昔を思い返して目を輝かせた。",
            "でもローズはすごく強かったよ！",
            "王国の人々もみんなローズのことが好きだった。",
            "あの時期はドミニオンじゃなかったのに、王国のあちこちを巡って人々を助けたの。",
            "うとうとしながら歩き回れるなんて、初めて知ったよ！",
            "今までの話をまとめると、<br>いばら姫は姫としての役割をきちんと果たしていたようだ。",
            "あたしはワールドストーンの仕事が忙しくて、<br>ローズの話はたまに人づてに聞くくらいだったの。",
            "そうして、運命の日がやってきたんだ...",
            "ローズが眠るのは防げないってことは知ってたけど...<br>まさか王国が丸ごと眠っちゃうなんて！",
            "呪いが強すぎたんだよ！<br>呪いの内容を変えた時に、その対象が王国全体に変わっちゃったみたいなの。",
            "眠った人たちを運ぶのは本当に大変だったよ～",
            "それほど多くの人たちを1人で運んだなんて...ヴィータが手で肩をトントン叩いた。",
            "すごいでしょ？へへっ！でも、それで...あたし1人になっちゃったんだ...",
            "シュンとした顔で足を動かしていたヴィータは、前かがみになった。",
            "王国の人たちはまだ眠ってるの。王国全体がトゲとツルで覆われた状態で...",
            "いいこともあるよ！要塞みたいでしょ？<br>部外者が入ってこられないから、王国を守るのは楽になったよ。",
            "どこかおかしい。いばら姫が目覚めたなら、当然王国も目覚めるはずだが...",
            "いばらのツルが厚すぎたんだよ...誰も出てこなかったの。",
            "ヴィータの顔がどんどん赤くなっていく...",
            "それも問題だけど、ローズをどうやって起こせばいいか分からなくて...",
            "みんな運命の恋人が来てローズを目覚めさせてくれるって思ってたから。<br>それ以外には考えてなかったんだよ...",
            "普通、童話って王子が姫にキスをすれば問題が解決するでしょ？",
            "だから練習がてらあたしがローズのほっぺにチューしてみたんだけど...<br>それが通じたの！ローズが目覚めたんだ。王国の人たちは目覚めなかったけど。",
            "童話とは違い、予期せぬ展開になったようだ。",
            "でしょ？あたしがローズを目覚めさせるなんて！",
            "ところで、ドリーマー...昨日ジンジャーのベーカリーに行ったらしいけど...",
            "その...ケーキ余ってない？1人で全部食べたはずないよね？",
            "ヴィータはこっそり立ち上がって棚を開けた。",
            "仕方がないので、ヴィータに茶菓を用意することにした。"
        ]
    ],
    "music": [
        "music_sanctuary.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}