{
    "StoryName": "Campaign_SideStory_Hansel+Gretel_3",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "Hansel",
            "",
            "",
            "Mal",
            "Celeste",
            "Mal",
            "Celeste",
            "",
            "",
            "Gretel",
            "",
            "",
            "Gretel",
            "Gretel",
            "",
            "Mal",
            "Gretel",
            "Gretel",
            "Gretel",
            "",
            "Gretel",
            "",
            "Celeste",
            "Lis",
            "Gretel",
            "Gretel",
            "Hansel",
            "",
            "Hansel",
            "Gretel",
            "",
            "Gretel",
            "Gretel",
            "Hansel",
            "Gretel",
            "Gretel",
            "Hansel",
            "",
            "Gretel",
            ""
        ],
        [
            "",
            "헨젤",
            "",
            "",
            "말",
            "셀레스티",
            "말",
            "셀레스티",
            "",
            "",
            "그레텔",
            "",
            "",
            "그레텔",
            "그레텔",
            "",
            "말",
            "그레텔",
            "그레텔",
            "그레텔",
            "",
            "그레텔",
            "",
            "셀레스티",
            "리즈",
            "그레텔",
            "그레텔",
            "헨젤",
            "",
            "헨젤",
            "그레텔",
            "",
            "그레텔",
            "그레텔",
            "헨젤",
            "그레텔",
            "그레텔",
            "헨젤",
            "",
            "그레텔",
            ""
        ],
        [
            "",
            "ヘンゼル",
            "",
            "",
            "マル",
            "セレステ",
            "マル",
            "セレステ",
            "",
            "",
            "グレーテル",
            "",
            "",
            "グレーテル",
            "グレーテル",
            "",
            "マル",
            "グレーテル",
            "グレーテル",
            "グレーテル",
            "",
            "グレーテル",
            "",
            "セレステ",
            "リズ",
            "グレーテル",
            "グレーテル",
            "ヘンゼル",
            "",
            "ヘンゼル",
            "グレーテル",
            "",
            "グレーテル",
            "グレーテル",
            "ヘンゼル",
            "グレーテル",
            "グレーテル",
            "ヘンゼル",
            "",
            "グレーテル",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You have defeated the Dreamless, only to find Hansel has already taken his feet and is sprinting away into the woods.",
            "THIS AIN'T OVER, DREAMER!!",
            "You try to pursue him, but he moves like smoke through the trees.",
            "Very quickly, he disappears.",
            "Now what?",
            "Now we keep on searching.",
            "But we can't even chase him! How are we supposed to find him again?",
            "You heard him, kid. He said “This ain't over...” I'm sure he'll find <i>us</i> again, before long.",
            "And so it is, after about half an hour more of searching through the forest, a figure approaches you once again.",
            "This time, however, the figure is a girl carrying a huge scythe.",
            "Oh? So Hansel <i>wasn't</i> lying. More witches in our forest!",
            "This must be the other sibling. You tell her that you aren't witches.",
            "She smiles, skeptically.",
            "Really?",
            "Even those two?",
            "She points at Mal and Lis.",
            "Of course not!",
            "Well, in that case, I apologise for Hansel attacking you.",
            "My bro is kinda impulsive, like that.",
            "That said, I can't really let you get away with hurting him. Sets a bad example to all the other things in this forest, y'know?",
            "But Hansel attacked you first!",
            "Well, then you're at fault for letting him attack you.",
            "How does that make any sense?",
            "Dreamer, I don't think there's much point trying to reason with them.",
            "They're both crazy!",
            "Can't disagree with that, but why don’t <i>you</i> try getting trapped in a forest full of the monsters that killed you a hundred years ago!",
            "I'd like to see how stable you'd be after all that time...",
            "Ah, stop playing with them, Gretel.",
            "You look sharply to the side and see a very sullen looking Hansel, sitting on a tree stump not far away.",
            "I thought you said you were going to avenge me?",
            "Well, you heard him. There's honour to be satisfied – and I'll be doing it with my scythe.",
            "You admit that's a big scythe, but you didn't have much trouble beating her brother. You can't believe she'd be much more of a challenge.",
            "Huh! You probably just got lucky!",
            "I bet if Hansel took you on again he'd beat you, easy!",
            "If you think you can easily beat those guys up, go right ahead, sis. I'm not keen on taking another turn, myself.",
            "See, that's where we're different, Hans. I'm not taking a chance by attacking them alone.",
            "We'll take them all down together, bro.",
            "Heh! Now you're talking my language, sis!",
            "Hansel climbs eagerly from his tree stump, brandishing his knives. Gretel looks directly at you and smiles sweetly.",
            "Don't worry, I'll try to make it as painless as getting sliced by a huge scythe can possibly be.",
            "That's really not very reassuring."
        ],
        [
            "드림리스를 쓰러트리고 헨젤을 찾았지만<br>소년은 이미 숲속을 향해 빠르게 질주하고 있었다.",
            "... 어디 두고 보자고!",
            "서둘러 헨젤의 뒤를 쫓았지만<br>소년은 마치 연기처럼 나무 사이 사이를 건너뛰며 움직이고 있었다.",
            "결국 그림자까지 사라져 찾을 수 없게 되었다.",
            "이제 우리 어쩌지...?",
            "어머나, 풀이 죽었니? 계속 조사하는 수 밖에 없겠는걸.",
            "하지만 우리는 아까 그 녀석을 쫓을 방법도 없잖아!<br>걔를 어떻게 다시 찾아?",
            "방금 그 소년이 한 이야기를 듣지 않았니, 꼬마야.<br>어디 한번 두고 보자고. 그 말대로라면 곧 제 발로 우리를 찾아오겠지.",
            "셀레스티가 여유롭게 팔짱을 끼고 기댄채로 말했다.<br>30분쯤 지난 뒤, 누군가 우리 앞에 모습을 드러냈다.",
            "헨젤이 아닌 거대한 낫을 든 소녀였다.",
            "흐-응? 헨젤의 말대로... 정말 여기 있었네?<br>이상한 마녀들이 감히 우리 숲에 들어와?",
            "헨젤과 비슷하게 생긴 낫을 든 소녀가 손가락으로 낫을 훑으며 말했다.",
            "그리곤 소녀가 의미심장한 얼굴로 웃었다.",
            "어디보자...",
            "어린 마녀들도 있네?",
            "소녀의 손가락 끝에 있는 것은 말과 리즈였다.",
            "아니... 마녀일 리가 없잖아! 난 남자라고!",
            "뭐 어쨌든 너희가 마녀가 아니라면 공격한 것에 대해서는<br>내가 대신 사과할게.",
            "오빠가 성질이 좀 급하거든.",
            "하지만 너희가 오빠를 다치게 한 것과는 별개의 문제야.<br>이 숲의 다른 놈들이 우리에게 반항할 수도 있으니까.",
            "황당한 변명에 일행은 낫을 든 소녀를 빤히 쳐다보았다.",
            "헨젤이 공격하게 놔둔 너희들 잘못이지.",
            "...",
            "... 이 이상 논쟁하는 건 의미가 없어.",
            "너희 남매는 제정신이 아니야! 미쳤어!",
            "아하하, 그거 칭찬이야? 듣기 좋네!<br>그런데 있잖아?<br>너희는 너희를 죽인 괴물이 사는 숲에 얼마나 있을 수 있어?",
            "이성을 잃는데 얼마나 걸릴까? 하루? 이틀?",
            "그레텔, 그쯤 해둬.",
            "나무 위에서 착지한 헨젤이 그루터기에 앉아 시무룩하게 말했다.",
            "내 복수를 해준다면서?",
            "아! 그렇지.<br>나는 해야할 일이 있어서 왔어. 이 낫으로 너흴 다 죽이는거야.",
            "무서워 보이는 낫이지만 헨젤이 돌멩이에 쓰러진 것을 보았다면 위협적이지 않았다.",
            "오빠가 너희랑 제대로 싸웠으면...",
            "분명 쉽게 이겼을걸? 아주 간단하게 이겼을거야!",
            "그렇게 저 녀석이 쉬운 상대처럼 보이면 빨리 가서 싸워.<br>난 이미 졌다고...",
            "... 오빠.",
            "우린 남매야. 같이 쓰러트려야지!",
            "하하하! 그레텔이 그런다면 도와야지.",
            "헨젤이 천천히 미친 미소를 지으며 단검을 들고 일어났고,<br>그레텔의 소름 끼치는 낫이 우리를 향해 인사했다.",
            "아하하, 표정 좀 봐.<br>안심해, 난 너희가 마음에 들어. 그러니까 최대한 고통 없이 보내줄게.",
            "그 말을 끝으로 헨젤과 그레텔이 동시에 달려들었다."
        ],
        [
            "ドリームレスを倒してヘンゼルを探したが<br>すでに森の奥へ走っていた。",
            "...覚えてろよ！",
            "急いでヘンゼルの後を追ったが、<br>まるで煙のように木の隙間を素早く移動していった。",
            "ついには影も消え、見失ってしまった。",
            "これからどうする...？",
            "もうあきらめるの？ 追うしかないでしょう。",
            "でもどうやって？<br>何も手がかりがないのに！",
            "あの少年が言ってたこと忘れた？<br>覚えてろって言ったからには、向こうからまた現れるよ。",
            "セレステが腕を組みながら、そう言い放った。<br>30分ほど経った時、何者かが一行の前に現れた。",
            "それはヘンゼルではなく、巨大な鎌を持った少女だった。",
            "ふ～ん。ヘンゼルの言う通りだ... ほんとにいたのね。<br>変な魔女があたし達の森に、何の用？",
            "ヘンゼルの剣と同じような鋭い鎌を指でなぞりながら、その少女が言った。",
            "意味ありげな笑みを浮かべていた。",
            "どれどれ...",
            "小さな魔女ね？",
            "少女の指先にいたのは、マルとリズだった。",
            "いや... どこが魔女なんだよ！ 俺は男だ！",
            "魔女じゃないなら、襲ったことは<br>代わりに謝るわ。",
            "お兄ちゃん、気が早いから。",
            "でも、それとお兄ちゃんを傷つけたのは別。<br>この森に住む他の奴らが、あたし達に歯向かうかも知れないからね。",
            "思いもよらない言い訳に、一行はを鎌を持った少女をにらみつけた。",
            "お兄ちゃんを攻撃させた、君らが悪い。",
            "...",
            "...これ以上、議論しても意味ないわね。",
            "変な兄妹！ 頭おかしいんじゃない？",
            "ひゃぁ、ありがとう！ すごい誉め言葉じゃん！<br>ところでさ<br>君らは自分を殺した怪物の住む森に、どれだけいられる？",
            "理性を失うまでに、どれだけかかる？ 一日、二日？",
            "グレーテル、そのへんにしておけ。",
            "木の上から飛び降りたヘンゼルが、切り株に腰かけながら、ぶっきらぼうに言った。",
            "俺の復讐をしてくれるって？",
            "そう！<br>すっかり仕事を忘れてた。あたしはこの鎌で、君達を殺しにきたんだ。",
            "恐ろしい鎌だったが、石ころでやられたヘンゼルを思い出すと、そうは見えなかった。",
            "お兄ちゃんが、ちゃんと戦っていれば...",
            "楽勝だったと思うけど？ ちゃちゃっとね！",
            "そんなに弱いと思うなら、さっさと片づけろ。<br>俺はもう敗けたんだ...",
            "... お兄ちゃん。",
            "あたし達、兄妹でしょ！ 一緒に倒さなきゃ！",
            "ハハ！ グレーテルがそういうなら助けなきゃな。",
            "ヘンゼルの笑みが、ゆっくりと狂気を帯びていく。少年は短剣を手に立ち上がり、<br>グレーテルの恐ろしい鎌が一行に襲いかかった。",
            "アハハ、あの顔見てよ！<br>安心して。あたし、君達のこと嫌いじゃないから。苦しまないようにあの世へ送ってあげる。",
            "その言葉を最後に、ヘンゼルとグレーテルが同時に走りだした。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}