{
    "StoryName": "Campaign_Chapter9_Part4",
    "background": [
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowymountains.png",
        "snowymountains.png"
    ],
    "character": [
        [
            "Mal",
            "Lis",
            "Aurora",
            "Saffi",
            "Esme",
            "",
            "Aurora",
            "Vita",
            "Aurora",
            "Aurora",
            "Saffi",
            "Aurora",
            "Vita",
            "",
            "",
            ""
        ],
        [
            "말",
            "리즈",
            "오로라",
            "사피",
            "에스메",
            "",
            "오로라",
            "비타",
            "오로라",
            "오로라",
            "사피",
            "오로라",
            "비타",
            "",
            "",
            ""
        ],
        [
            "マル",
            "リズ",
            "オーロラ",
            "サフィ",
            "エスメ",
            "",
            "オーロラ",
            "ヴィータ",
            "オーロラ",
            "オーロラ",
            "サフィ",
            "オーロラ",
            "ヴィータ",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "So this Winter Queen is the Dominion we have to fight?",
            "She sounds scary...",
            "She was once a wise and kind ruler. I fear those days are long gone now, though.",
            "We won't know that until we face her.",
            "But if she's holding Hina against her will... if she's hurting her...",
            "You don't see any point in speculating right now, but if she can be saved, you'd like to try at least.",
            "I... yes, of course...",
            "But what if Kyo jumps in again? How do we stop him from just killing the queen?",
            "I believe I know what to look out for, now. The Nightmare Child has learned some new tricks since we last met him, but he's not a god. He can't do whatever he pleases.",
            "If it comes to it, I think I can stop him from harming anyone else.",
            "You don't sound very sure...",
            "...",
            "Well, no point standing around! Hina isn't going to save herself!",
            "That would really make your life easier!",
            "You break camp and head on through the snow fields.",
            "In the distance, the Ice Citadel grows steadily larger."
        ],
        [
            "우리가 이번에 싸울 상대는 눈의 여왕이구나.",
            "엄청 무서울 것 같아...",
            "예전에는 엄격하긴 해도 상냥한 마음을 가진 현명한 도미니언이었어요. 너무 오래된 이야기지만...",
            "눈의 여왕과 직접 대면하기 전까지는 아무것도 확신할 수 없어.",
            "그건 그래, 하지만 만약 히나에게 나쁜 짓을 했으면, 나는...!",
            "에스메가 가라앉은 눈으로 사피와 오로라를 바라본다.<br>눈의 여왕을 구할 방법이 있다면 그렇게 하고 싶다 말하자 오로라가 천천히 고개를 끄덕였다.",
            "물론이죠, 꿈꾸는 자.",
            "잠깐! 근데 이번에도 쿄가 나타나면 어떡해? 저번처럼 똑같이 여왕을 죽이려하면! 우리가 막을 수 있을까?",
            "악몽의 아이가 다시 나타난다면 그때는 제가 막겠어요.",
            "두 번 다시 그에게 당하지 않을 거예요.",
            "... 네가 그럴 수 있기를 바랄게.",
            "네, 반드시... 그렇게 할게요, 사피.",
            "큰언니가 그렇다면, 뭐어... 아무튼! 결정했으면 얼른 가자! 히나 언니를 구해야지.",
            "비타의 말에 고개를 끄덕였다.",
            "일행과 함께 눈 덮인 설원 속으로 나아간다.",
            "저 멀리, 손을 뻗으면 닿을 것 같은 거리에 얼음의 성채가 모습을 드러냈다."
        ],
        [
            "今回俺たちが戦う相手は雪の女王なんだね。",
            "すごく怖そう...",
            "以前は厳格ではありましたが、優しい心を持った賢明なドミニオンでした。ずいぶん昔の話ですが...",
            "雪の女王と直接会うまでは何も分からないよ。",
            "それはそう、でも、もしヒナに悪いことしてたら、あたし...！",
            "エスメが沈んだ目でサフィとオーロラを見つめた。<br>雪の女王を救う方法があるなら救いたいと言うと、オーロラがゆっくり頷いた。",
            "もちろんです、ドリーマー。",
            "待って！でも、今回もキョウが出てきたらどうする？前みたいに女王を殺そうとしたら！あたしたち止められるかな？",
            "悪夢の子がまた現れたら、その時は私が止めます。",
            "2度も彼にやられはしません。",
            "...オーロラが止めれることを願うわ。",
            "はい、必ず...止めます、サフィ。",
            "お姉ちゃんがそう言うなら、まあ...とにかく！決まったからには早く行こう！ヒナお姉ちゃんを助けなきゃね。",
            "ヴィータの言葉に頷いた。",
            "一行と一緒に雪に覆われた雪原の中を進んで行く。",
            "あの遠く、手を伸ばせば届きそうな距離に、氷の城塞が姿を現した。"
        ]
    ],
    "music": [
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}