{
    "StoryName": "Campaign_Chapter4_Part5",
    "background": [
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png"
    ],
    "character": [
        [
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            "Celeste",
            "",
            "",
            "Mal",
            "Esme",
            "",
            "",
            "",
            "Celeste",
            "Esme",
            ""
        ],
        [
            "",
            "",
            "오로라",
            "오로라",
            "",
            "셀레스티",
            "",
            "",
            "말",
            "에스메",
            "",
            "",
            "",
            "셀레스티",
            "에스메",
            ""
        ],
        [
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "セレステ",
            "",
            "",
            "マル",
            "エスメ",
            "",
            "",
            "",
            "セレステ",
            "エスメ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "With Aurora's help, the great dragon has been driven off.",
            "But she has once again used too much power.",
            "I can't remain, Dreamer! I'm sorry, I don't have enough reserves.",
            "Get to the castle, find Vita, I'll return when you are ready to face Drak one final time!",
            "As she melts away in front of you, you feel her power leaving the surroundings. Everything feels just a little less bright, suddenly.",
            "Dreamer, we should move quickly, that dragon could return at any time. While we're in these forests, we'll never see it coming.",
            "Celeste’s caravan has taken some scratches, but it remarkably remained on its wheels after being struck so violently by the dragon.",
            "It skidded several feet sideways on the track, but its axles appear fine and any damage seems superficial. Lis peeks out from behind its doorway, looking a little dizzy.",
            "I think I see a break in the trees up ahead.",
            "Let's go!",
            "You all head speedily on, even Celeste's caravan moves as if it's hurrying, its wheels fairly bouncing over the uneven ground.",
            "Eventually, you reach the break in the forest wall and you see ahead of you...",
            "A huge city, ruined and empty. In the distance, rising above it all, is a castle and in the highest tower you see a single solitary light.",
            "That is our target, Dreamer.",
            "Then let's get this over with as quickly as possible.",
            "Without a backwards glance, you head into the city."
        ],
        [
            "오로라의 도움으로 무시무시한 크기의 드래곤을 물러나게 만들 수 있었다.",
            "그녀는 많은 힘을 사용한 탓인지 쓰러질 듯이 휘청거렸다.",
            "죄송해요. 저, 힘을 너무 많이...",
            "성으로 가서 비타를 찾아주세요.<br>그 아이라면 반드시 저희를 도와줄거에요.<br>저는 금방, 다시...",
            "돌아올게요라고 미약하게 속삭이는 그녀가 녹아내리듯 사라진다.",
            "어서 움직이자. 언제 다시 드래곤이 돌아올지 몰라.<br>숲이 너무 깊어서 위치를 파악하는 것도 어려워.",
            "드래곤 꼬리에 맞아서 멀리 날아갔던 셀레스티의 마차는<br>다행히 약간 긁힌 자국을 빼면 멀쩡했다.",
            "아직 어지러워하는 리즈를 마차에 태우고, 서둘러 이동했다.",
            "아! 이제 거의 다 온 것 같아!",
            "저기야! 서두르자!",
            "모두 속도를 올려 전진했다.<br>셀레스티의 마차도 최대한 속도를 내며 덜컹덜컹 움직였다.",
            "숲의 끝에 다다르고 눈 앞에 펼쳐진 것은...<br>황폐하고 텅 빈... 거대한 폐허.",
            "과거에는 도시였을 곳의 중앙에 거대하고 웅장한 성이 자리하고 있었다.<br>성의 가장 높은 탑에서는 굉장히 밝은 빛이 새어 나오고 있었다.",
            "저곳이 우리들의 목표겠구나.",
            "빨리 끝내러 가자, 꿈꾸는 자!",
            "그래, 다른 것에 한눈 팔지 말자.<br>곧바로 성을 향해 나아갔다."
        ],
        [
            "オーロラの力で、巨大なドラゴンを追いやることができた。",
            "彼女はかなり力を使ったせいか、倒れそうな様子でふらついていた。",
            "ごめんなさい。私、力をたくさん...",
            "城に行ってヴィータを探してください。<br>あの子なら必ず私たちを助けてくれるはずです。<br>私はまた、すぐに...",
            "戻ってきます、と微かに囁き、彼女は溶けるように消えていく。",
            "早く行こう。いつまたドラゴンが戻ってくるか分からない。<br>森がとても深く、位置の把握も難しいわ。",
            "ドラゴンの尻尾に当たって遠くに飛ばされたセレステの馬車は、<br>幸いにも少し傷がついただけだった。",
            "まだめまいのしているリズを馬車に乗せ、急いで移動した。",
            "あ！そろそろ着きそうだよ！",
            "あそこだ！早く！",
            "みなスピードを上げて進んだ。<br>セレステの馬車も最大のスピードでガタガタと動いた。",
            "森の果てに到達し、目の前に広がったものは...<br>荒廃し、空っぽの...巨大な廃墟。",
            "過去に都市だった場所の中央に、巨大で雄大な城が建っていた。<br>城の一番高い塔にはとても明るい光が漏れ出していた。",
            "あそこが私たちの目的地だね。",
            "早く終わらせに行こう、ドリーマー！",
            "そうだ、よそ見している暇はない。<br>すぐに城へ向かって進み出した。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}