{
    "StoryName": "Campaign_SideStory_White_Rabbit_3",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "White Rabbit",
            "White Rabbit",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "화이트 래빗",
            "화이트 래빗",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "白うさぎ",
            "白うさぎ",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "As the last Dreamless falls, you find yourself alone in the forest.",
            "With nothing else to do, you resume wandering the forest once more.",
            "Everything here feels so strange and dreamlike. You find it difficult to stop your mind from wandering.",
            "Which is probably why you miss the white rabbit crouching right in your path.",
            "You literally trip over her, sprawling into the dirt and leaves of the forest floor.",
            "Was she taking a break from running away?",
            "She jumps up as you sit up and look at her.",
            "Late, late...",
            "We're going to be late...",
            "“We”? Who's “we”?",
            "Why does she keep running?",
            "But the white rabbit just looks mildly startled by your question and takes off once more.",
            "Once again, you find yourself chasing her, with no idea where you're going."
        ],
        [
            "숲에 다시 혼자 남았다.",
            "결국 숲속 중 가장 빛이 드는 한 곳을 잡아 터벅터벅 걸을 뿐이다.",
            "숲의 풍경은 너무 몽환적이라서 꿈이라는 착각까지 들 정도였다.",
            "너무 넋을 놓고 걸은 탓일까, 바로 앞에 웅크려 있는 소녀를 발견하지 못했다.",
            "털썩-",
            "시야 안에 소녀가 들어왔을 때에는 이미 늦었다.<br>결국 몸의 중심을 잃고 넘어지고 말았다.",
            "...",
            "늦었네, 늦었어...",
            "우리 이러다 늦겠어요...",
            "아까와는 달리 우리라는 표현을 하는 흰토끼 소녀가 천천히 일어나더니 흘깃 쳐다보았다.",
            "...",
            "흰토끼 소녀가 나를 천천히 바라보더니, 이내 다시 달아나버린다.",
            "숲속의 길을 알 수가 없으니, 어쩔 수 없이 흰토끼 소녀를 쫓아 달렸다."
        ],
        [
            "森で、また一人残された。",
            "森の中で、一番光っている場所に向けて、とぼとぼ歩くだけだ。",
            "森の風景は、あまりにも幻想的で、夢だと勘違いしてしまいそうだ。",
            "何も考えず歩いていたせいか、目の前にうずくまる少女に気づかなかった。",
            "ドサッ",
            "視界に入った時はもう遅かった。<br>体の重心を失って倒れてしまった。",
            "...",
            "遅れる、遅れちゃう...",
            "私達、このままじゃ遅れちゃう...",
            "さっきとは違って「私達」と表現を変えた白うさぎの少女が、ゆっくり起き上がって、こちらを見つめた。",
            "...",
            "しばらくこちらを見つめると、すぐにまた、どこかへ行ってしまった。",
            "道が分からない以上、やむを得ず白うさぎの少女を追いかけることにした。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}