{
    "StoryName": "Campaign_Chapter11_Part8",
    "background": [
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Big Bad Wolf",
            "Morgana",
            "Big Bad Wolf",
            "Morgana",
            "Morgana",
            "",
            "Big Bad Wolf",
            "Morgana",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "",
            "Big Bad Wolf",
            "Morgana",
            "Morgana",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Morgana",
            "Morgana",
            "Big Bad Wolf",
            "",
            "",
            "Morgana",
            "Morgana",
            "",
            "Morgana",
            "Morgana",
            "Morgana",
            "Morgana",
            "",
            "",
            "",
            "Morgana",
            "",
            "Morgana",
            "",
            "Morgana",
            "Morgana",
            "Morgana",
            "",
            "",
            "Morgana",
            "Morgana",
            "Morgana",
            "Morgana",
            "",
            "Morgana",
            "",
            "",
            "Morgana",
            "Morgana",
            "",
            "",
            "",
            "Morgana",
            "",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "Aurora",
            "Aurora",
            "Morgana",
            "Aurora",
            "",
            "Aurora",
            "",
            "Morgana",
            "Morgana",
            "",
            "",
            "Rothbart",
            "Rothbart",
            "Morgana",
            "",
            "Aurora",
            "Aurora",
            "Rothbart",
            "",
            "Rothbart",
            "Rothbart",
            "",
            "",
            "Rothbart",
            "Rothbart",
            "Rothbart",
            "Rothbart",
            "",
            "Rothbart",
            "Rothbart",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "나쁜 늑대",
            "모르가나",
            "나쁜 늑대",
            "모르가나",
            "모르가나",
            "",
            "나쁜 늑대",
            "모르가나",
            "나쁜 늑대",
            "나쁜 늑대",
            "",
            "나쁜 늑대",
            "모르가나",
            "모르가나",
            "나쁜 늑대",
            "나쁜 늑대",
            "모르가나",
            "모르가나",
            "나쁜 늑대",
            "",
            "",
            "모르가나",
            "모르가나",
            "",
            "모르가나",
            "모르가나",
            "모르가나",
            "모르가나",
            "",
            "",
            "",
            "모르가나",
            "",
            "모르가나",
            "",
            "모르가나",
            "모르가나",
            "모르가나",
            "",
            "",
            "모르가나",
            "모르가나",
            "모르가나",
            "모르가나",
            "",
            "모르가나",
            "",
            "",
            "모르가나",
            "모르가나",
            "",
            "",
            "",
            "모르가나",
            "",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "오로라",
            "오로라",
            "모르가나",
            "오로라",
            "",
            "오로라",
            "",
            "모르가나",
            "모르가나",
            "",
            "",
            "악인 로트바르트",
            "악인 로트바르트",
            "모르가나",
            "",
            "오로라",
            "오로라",
            "악인 로트바르트",
            "",
            "악인 로트바르트",
            "악인 로트바르트",
            "",
            "",
            "악인 로트바르트",
            "악인 로트바르트",
            "악인 로트바르트",
            "악인 로트바르트",
            "",
            "악인 로트바르트",
            "악인 로트바르트",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "悪い狼さん",
            "モルガナ",
            "悪い狼さん",
            "モルガナ",
            "モルガナ",
            "",
            "悪い狼さん",
            "モルガナ",
            "悪い狼さん",
            "悪い狼さん",
            "",
            "悪い狼さん",
            "モルガナ",
            "モルガナ",
            "悪い狼さん",
            "悪い狼さん",
            "モルガナ",
            "モルガナ",
            "悪い狼さん",
            "",
            "",
            "モルガナ",
            "モルガナ",
            "",
            "モルガナ",
            "モルガナ",
            "モルガナ",
            "モルガナ",
            "",
            "",
            "",
            "モルガナ",
            "",
            "モルガナ",
            "",
            "モルガナ",
            "モルガナ",
            "モルガナ",
            "",
            "",
            "モルガナ",
            "モルガナ",
            "モルガナ",
            "モルガナ",
            "",
            "モルガナ",
            "",
            "",
            "モルガナ",
            "モルガナ",
            "",
            "",
            "",
            "モルガナ",
            "",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "モルガナ",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "モルガナ",
            "モルガナ",
            "",
            "",
            "ロートバルト",
            "ロートバルト",
            "モルガナ",
            "",
            "オーロラ",
            "オーロラ",
            "ロートバルト",
            "",
            "ロートバルト",
            "ロートバルト",
            "",
            "",
            "ロートバルト",
            "ロートバルト",
            "ロートバルト",
            "ロートバルト",
            "",
            "ロートバルト",
            "ロートバルト",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You steal through Dracula's manor with Morgana, as she leads you onwards to find the Dreamstone.",
            "The enchantress seems to know the route, but can't seem to avoid the guards Dracula has patrolling his halls.",
            "Eventually, after more fights than you would have wished for, you come face to face with Big Bad Wolf – another familiar face from battles past.",
            "Wolf seems reluctant to engage you, however.",
            "Aaauuu... What are you doing, Morgana!",
            "I'm taking the Dreamer and leaving the Haunted Realm, Wolf.",
            "You can't! Dracula needs the Dreamer for his big plan!",
            "Dracula's plans will fail. I have seen it.",
            "I don't think you want to go down with him, Wolf.",
            "Big Bad Wolf looks extremely unhappy.",
            "Haaaauuuu....",
            "In fact, I don't think you ever wanted to be here in the first place, did you?",
            "...",
            "I... I can't go back.",
            "Back where?",
            "To Haven...",
            "No.",
            "But the Haunted Realm was never a home for you, was it? You owe Dracula no loyalty, Wolf.",
            "...",
            "I'm... I'm going to let you go, this time, witch.",
            "I'm an enchantress, not a witch.",
            "Get out of the Haunted Realm while you can. You'll have the chance shortly when we make our escape. Be sure you're ready.",
            "...",
            "Big Bad Wolf looks extremely conflicted, but then nods. She turns around and slinks away down the corridor, takes a side passage and is lost to view.",
            "What was all that about?",
            "One of this realm's unfortunate victims. I hope she finds a way to free herself...",
            "If not... Well, Dracula is not the type to be forgiving.",
            "You don't understand. Why is Dracula doing all of this? He doesn't seem to be corrupted...",
            "No, he somehow found a way to keep himself protected from corruption... but the others in the realm are not so lucky.",
            "It seems whatever protection Dracula has, it doesn't extend far beyond the walls of his castle. We, at least, seem to gain some measure of the same protection by staying here.",
            "But the Dreamless are always on the march...",
            "As for why he's doing this... it is because he doesn't believe you are capable of defeating the Dreamless Nether.",
            "What?",
            "But...",
            "But, everything you've done so far. Rescuing all the World Stones and defeating the Dominions...",
            "Precisely.",
            "What does that mean?",
            "What does the Dreamless Nether consume?",
            "Phantasia?",
            "Yes. But more specifically, it consumes the life energy of this land.",
            "Those Dominions – Tamamo, the Winter Queen, Drak, the Queen of Hearts – were mountains of life energy, the same as the life energy that is flowing out of Phantasia, into the void to be consumed.",
            "The more life energy, the longer it takes to be consumed. Dracula has known that for a long time, ever since the Shadowed Man shared his research on Dominions with him.",
            "Shadowed Man? Research?",
            "Was that why Briar had been held captive? Had Kyo been experimenting on her to unlock the secrets of Dominions?",
            "Exactly.",
            "But by killing those very Dominions, you have removed huge barriers to the Dreamless Nether's progress.",
            "The speed at which the realms are falling into the nether has greatly increased since you killed them all.",
            "Oh, new Dominions will rise in time, but by then it will be much, much too late...",
            "You... you had no idea...",
            "No, but I should think your beloved Dreamstone did.",
            "Aurora?",
            "How could Aurora have let you go ahead with this whole quest if she knew about that?",
            "You will have to ask her that yourself when we rescue her. We won't be able to get free of this mansion without her help.",
            "Come, her chamber is this way.",
            "Morgana leads you down, deep into the bowels of the Count's mansion.",
            "The air down here is dank.",
            "Morgana takes you to a room with a heavy wooden door with many locks, which she proceeds to unlock using her magic.",
            "There. Aurora is inside. Retrieve her quickly, it won't take long for Dracula to discover what we are doing.",
            "You nod and head into the room.",
            "Inside, a strange contraption dominates the small space. The Dreamstone is held within a cage of iron, metal straps that seemed formed specifically for the shape of Aurora's stone form.",
            "Around this cage, what looks like a circular lightning generator points conducting rods at the Dreamstone.",
            "Every so often, a soundless spark of pure white light connects one of these rods with the Dreamstone in a flash of radiance almost too bright to look at.",
            "Morgana steps forward and opens the cage, withdrawing the Dreamstone.",
            "Almost immediately, Aurora appears before you.",
            "Dreamer! How? I thought you were under Dracula's thrall!",
            "You were, but Morgana helped you break free.",
            "But what about Aurora?",
            "I'm alive, but...",
            "That contraption... it isn't just a prison...",
            "Can you use your powers of teleportation, Aurora? We need to escape here as soon as possible.",
            "I don't know... that machinery has been draining me of my power for days. It should return in time, but I don't know how long it will be until I can break us all free of this mansion.",
            "Wait, you can't leave yet! You have to rescue the other World Stones.",
            "We may not be able to, Dreamer... It may be wisest to retreat and then return when our strength is fully returned... yours as well as mine.",
            "But who knows what Dracula will do with the others during that time!",
            "Aurora is right, Dreamer. Neither she nor you are in a fit state to-",
            "Hgk!",
            "Morgana's eyes widen as a spike of dark energy erupts from her chest.",
            "A chillingly familiar voice, cultured and cruel, cuts across the sudden shocked quiet in the room.",
            "I'm sorry, Morgana, did I interrupt you?",
            "You didn't think you were the only one Dracula assigned to keep watch on the Dreamer, did you?",
            "Roth...b...",
            "Morgana's eyes roll up and she collapses dead at your feet. Her form dissolves and her memory shard clinks to the stone floor.",
            "Morgana!",
            "Rothbart! You monster! She was your ally!",
            "She betrayed the Count and so she betrayed us all.",
            "He didn't have to kill her!",
            "Didn't I? She was certainly too dangerous to be left alive, Dreamer. You must understand that?",
            "I have to say, though. Her betrayal was quite unexpected. When she revealed herself in your chamber, I was shocked, to say the least!",
            "Why? Why do this?",
            "And if he was watching all this time, why didn't he act sooner?! Why wait until now?",
            "Hmmm, a good question, Dreamer. I wanted to see if I could turn the situation to my advantage. I also wanted to see what her plan was.",
            "Morgana was something of a protege of mine, once upon a time.",
            "But her plan was only to escape the Haunted Realm? How disappointingly short-sighted.",
            "Ah well.",
            "Rothbart bows and flourishes his cane.",
            "This was an amusing diversion, Dreamer. The real reason I'm here is to tell you the Count is ready to see you, now.",
            "And don't even think of summoning your heroes, or my Shades will slay you in a heartbeat.",
            "You look at Aurora, who is still weak from her ordeal. She looks back at you, helpless.",
            "It seems you have no choice but to go with the man."
        ],
        [
            "모르가나와 함께 출입구를 찾기 위해 저택을 돌아다녔지만",
            "미로처럼 얽힌 구조 때문에 쉽사리 빠져나갈 수 없었다.",
            "모르가나가 안전한 길을 골라 안내해주었지만 순찰대를 마주치는 것까지는 피할 수 없었다.",
            "더군다나 한 가지 더, 하필이면 나쁜 늑대와 마주치고 말았다.",
            "흐으음~ 뭐 하는 거니, 모르가나야? 재미있는 장난감을 가지고 있네?",
            "물러서렴, 늑대. 나는 꿈꾸는 자와 함께 이 영역을 떠날 거란다.",
            "뭐? 그건 안돼! 백작을 배신하겠다는 소리야?",
            "그래, 그 아이는 반드시 실패할 거야. 애석하지만 예언이 가리키는 승자는 백작이 아니란다.",
            "그에게 유감이 많은 순서를 따지자면 너도 만만치 않을 텐데, 그렇지 않니?",
            "나쁜 늑대가 눈을 갸름하게 뜨고 모르가나를 바라본다.",
            "부정하진 않을게, 모르가나야.",
            "빠져나갈 생각이라면 너도 서두르는 게 좋을 거란다. 시간이 얼마 남지 않았어.",
            "으으음~ 나도 백작을 배신하는 거라면 찬성이지만~",
            "난 너와 달라, 모르가나야. 나는 갈 곳이 없는걸?",
            "안식의 도시를 말하는 건가?",
            "그래, 안식의 도시 말야. 나는 고향으로 돌아갈 수 없는 몸이거든. 슬프지?",
            "동정을 바라는 거니?",
            "이 저택도 네 고향이 아니긴 마찬가지란다, 백작에게 충성할 이유도 없잖아?",
            "음~ 이거 정말 곤란하네~",
            "하지만, 뭐. 변덕도 나쁘지 않을 것 같고. 이번만 모르는 척해줄게, 모르가나야.",
            "나는 판타지아를 유지할 수 있는 방향에 손을 보태기로 했단다.",
            "그럴 생각이 없다면 이 저택에서 최대한 멀리 떠나렴, 알겠니?",
            "끝까지 잔소리하기는. 시끄러운 모르가나.",
            "마지못해 고개를 끄덕인 나쁜 늑대가 복도 모퉁이를 돌아 사라졌다.",
            "순찰대를 돌려보내는지 무어라 속삭이는 소리가 들렸지만, 정확한 내용까지는 알아들을 수 없었다.",
            "애석한 일이지, 늑대와는 좋지 않은 방향으로 마주쳤다고 들었단다.",
            "속사정을 듣고 싶은 것은 아니겠지만, 너무 미워하지는 말려무나. 늑대도 제법 가여운 아이거든.",
            "늑대가 사라진 복도 반대 방향으로 걸음을 옮기며 모르가나가 고개를 기울였다.",
            "궁금하니? 이야기해주는 것은 어렵지 않지만, 내 이야기를 듣고 곧바로 백작에게 가는 건 곤란하단다.",
            "백작은 오래전부터 드림리스 네더의 영향에서 벗어나거나 자신을 보호할 방법을 찾고 있었지.",
            "어떻게든 방법을 찾아낸 모양이지만 운이 좋았을 뿐이야, 행운의 여신이 변덕이라도 부린 거겠지?",
            "나도 한때는 백작이 드림리스 네더를 잠재울 수 있는 존재라고 생각했었단다. 능력만큼은 대단했거든.",
            "드림리스 네더?",
            "잘 상상이 가질 않는다. 각 영역을 돌아다니며 타락한 도미니언들을 무찌르는 드라큘라 백작이라.",
            "나도 월드 스톤들의 도움이 없었다면 도미니언과의 싸움에서 승리할 수 없었을 텐데.",
            "그래, 바로 그게 문제야.",
            "내 이야기를 듣던 모르가나가 갑자기 걸음을 멈춘다.",
            "꿈꾸는 자, 한 번도 생각해본 적 없니? 드림리스 네더는 판타지아에서 무엇을 흡수하고 있는 걸까?",
            "창밖으로 사악한 것들이 기어드는 모습이 보였다.",
            "공허로 잠기는 것들에는 어떤 공통점들이 있을까?",
            "그것들은 모두 살아있는 것이란다, 꿈꾸는 자.",
            "네가 만난 도미니언들도 그렇지. 모두 살아있었잖니? 타마모노마에, 눈의 여왕, 드락, 퀸 오브 하트.",
            "문득 타마모노마에의 일이 떠올랐다.",
            "그때 오로라는 타마모노마에를 해방시킬 수 있는 방법이 있다고 말했었다. 하지만 쿄가 나타나 타마모노마에를...",
            "도미니언들은 영역에서 가장 강한 존재들이란다. 바꾸어 말하면, 영역이 가진 에너지의 정점이라고 할 수 있지.",
            "영역의 힘에서 태어난 존재들이 형태를 가지고 영역을 유지하며 가꾸는 거란다. ",
            "아무리 드림리스 네더라도 형태를 가지고 있는 존재를 흡수할 수는 없어.",
            "즉, 도미니언의 존재 자체가 영역을 위한 에너지를 가두고 보호하는 막과 같은 역할을 하고 있는거야. ",
            "그럼, 도미니언이 사라진 영역의 에너지들은...",
            "막의 형태가 사라졌으니 드림리스 네더가 더 빨리, 확실하게 흡수할 수 있게 되었지.",
            "브라이어 로즈가 포로로 잡혔던 일도 이것과 연관 있는 일일까?",
            "도미니언이 가진 힘의 근원과 영역, 스톤과의 연관성을 확인하기 위해서?",
            "네 말이 맞아. 그림자에서 나타나는 그 남자와 드라큘라 백작은 그 사실을 오래전부터 알고 있었어.",
            "내 추측이긴 하지만 드림스톤 또한 이 사실을 알고 있었을 것 같은데...",
            "우리는 저택의 가장 깊숙한 곳에 도착했다. 차갑게 가라앉은 공기가 목덜미에 소름 돋게 달라붙는다. ",
            "오로라는 정말로 그 사실을 알고 있었을까? 그렇다면 어째서 날 막지 않은 거지?",
            "방문에 걸린 거대한 자물쇠를 마법으로 해제한 모르가나가 짧게 혀를 찼다.",
            "자, 드림스톤이 갇혀있는 곳은 여기란다. 서두르렴, 지금쯤이면 백작이 무언가 눈치를 챘을지도 모르겠구나.",
            "모르가나의 목소리를 뒤로하고 서둘러 방 안으로 달려갔다.",
            "이상하게 생긴 기계 장치가 스톤을 옭아매고 있었다.",
            "스톤이 빛을 깜빡이면 달라붙은 기계 장치들이 그 힘을 흡수하는 것처럼 보였다.",
            "뒤늦게 들어온 모르가나가 기계 장치의 전원을 끄고 철장 안에서 드림 스톤을 끄집어냈다.",
            "힘을 흡수하던 기계가 떨어져 나가자",
            "지친 얼굴의 오로라가 바닥으로 쓰러졌다.",
            "... 와주셨군요, 꿈꾸는 자. 정말 다행이에요.",
            "힘겹게 미소 지은 그녀가 고개를 들어 모르가나를 응시했다.",
            "늘 다정하던 시선에 매섭게 날이 서 있었다.",
            "당신인가요? 백작의 정신 지배를 풀어준 마녀가.",
            "감사 인사는 하지 않겠어요, 당신이 한 일은 결코 용서할 수 없으니까. ",
            "어련하겠니, 드림 스톤. 그보다 순간이동으로 이곳을 빠져나갈 수 있겠니?",
            "모두와 함께 이동하는 건 불가능해요. 이 영역에 들어온 순간부터 무언가 제 힘을 약탈하고 있었어요. 힘을 회복할 때까지는, 도저히...",
            "모르가나는 나와 오로라 두 사람만이라도 먼저 빠져나가는 것이 좋겠다고 말했다.",
            "... 꿈꾸는 자, 지금은 마녀의 말을 따르는 것이 좋을 것 같아요. 우선 이곳에서 탈출하고, 힘을 회복하면 일행들을 구하러 오는 편이 더 확실한 방법일 거예요.",
            "그럴 수는 없다, 만일 백작이 다른 이들을 인질로 잡기라도 한다면 구해낼 방법이 없으니까.",
            "고집부리지 말고 오로라의 말대로 하렴, 지금 당장은 그렇게 하는 게...",
            "... 윽!",
            "어둠 속에서 뻗어 나온 날카로운 단검이 모르가나의 가슴을 꿰뚫었다.",
            "오로라가 나를 보호하듯 앞을 막아섰지만, 쓰러지는 모르가나의 모습까지 모두 가려주지는 못했다. ",
            "결국 이렇게 만나게 되는군. 옳고 그름을 구분할 수 있노라 자신하는 자여.",
            "운명의 다른 이름은 기만이라 하지, 설마하니 마녀가 우리를 배신할 줄이야.",
            "로, 트... ",
            "힘겨운 숨을 토해내던 모르가나의 몸이 푸른 빛을 내뿜는다. 곧 빛을 잃은 기억 파편이 바닥으로 떨어졌다.",
            "감히, 다시 이런 일을 겪게 하다니...",
            "로트바르트!",
            "배신자는 살려둘 가치가 없지. 너도 동의할 텐데? 오로라.",
            "로트바르트는 피 묻은 단검을 주워들었다.",
            "미래를 볼 수 있는 마녀는 유용한 존재지만... 배신을 눈감아줄 정도는 아니지.",
            "드림 스톤을 풀어준 이상, 모르가나가 살아남을 방법은 어차피 없었다.",
            "설마 처음부터 모르가나의 이야기를 듣고 있었던 건가?",
            "그녀가 나를 찾아왔던 순간부터?",
            "모르가나는 신중한 여자이니 말이야. 무슨 생각을 하고 있는지 가늠할 수 없으니...",
            "모든 이야기를 제 입으로 떠들 때까지 기다리는 수밖에.",
            "백작이 드림리스 네더를 잠재울 수 있는 존재가 아니라는 사실은, 그래. 확실히 놀랍군.",
            "꿈꾸는 자. 그대는 모르가나의 말을 믿나? 예언자라며 한 치 앞의 미래도 볼 수 없는 여자를?",
            "망토에 단검을 문질러 닦은 로트바르트가 낮게 웃었다.",
            "구세주라도 된 기분이었나 보군. 만일 판타지아에 정말로 구세주가 존재한다면, 결코 그대만큼은 아닐 거다. ",
            "네 죽음을 위해 마련된 무대의 준비가 끝났으니... 함께 가지. 기꺼이 배웅해줄 테니.",
            "나에게 다가오는 로트바르트를 막기 위해 오로라가 안간힘을 다했지만,",
            "힘을 거의 빼앗긴 이상 그녀가 로트바르트를 이길 수 있는 방법은 존재하지 않았다."
        ],
        [
            "モルガナと共に出口を探すために屋敷を歩き回ったが、",
            "迷路のように絡まった構造のせいで、簡単には抜け出せなかった。",
            "モルガナが安全な道を選んで案内してくれたけど、パトロール隊との遭遇は避けられなかった。",
            "さらにもう一つ、運悪く悪い狼さんに出会ってしまった。",
            "ふ〜ん、何してるの？モルガナ。面白そうなおもちゃ持ってるね。",
            "下がって、狼。私はドリーマーと共にこの領域を出て行くの。",
            "え？それはダメ！伯爵を裏切るってこと？",
            "そうよ、あの子は必ず失敗する。残念だけど予言の勝者は伯爵じゃないわ。",
            "彼への失望の大きさでいったら狼も相当だと思うけど、違う？",
            "悪い狼さんが目を細長くしてモルガナを見つめる。",
            "否定はしないでおくよ、モルガナ。",
            "抜け出すつもりなら狼も急いだ方がいいわ。あまり時間がない。",
            "うぅ〜ん、あたしも伯爵を裏切ることには賛成だけど〜",
            "あたしはモルガナとは違う。行くあてがないよ。",
            "安息の都市のことを言っているのか？",
            "そう、安息の都市だよ。あたしは故郷に帰れない身体なの。悲しいでしょ。",
            "同情を買いたいの？",
            "この屋敷も狼の故郷でないことに変わりはない、伯爵に忠誠する理由もないんじゃない？",
            "う〜ん、ほんと困っちゃうな〜",
            "でもね、気まぐれも悪くないかなって。今回だけは見逃してあげるよ、モルガナ。",
            "私はファンタジアを維持できるように手伝うことにしたわ。",
            "そのつもりがなければこの屋敷から出来る限り遠くに行くのよ、分かった？",
            "最後まで小言を言うんだね。うるさいモルガナ。",
            "仕方なく頷いた悪い狼さんが廊下の角を曲がって消えた。",
            "パトロール隊を送り返すのか、何かささやく声が聞こえたが、正確な内容までは聞き取れなかった。",
            "残念ね、狼とは良くない出会いだったと聞いたわ。",
            "内情を聞きたいわけではないと思うけど、あまり憎まないであげてね。狼も結構かわいそうな子なの。",
            "狼が消えた廊下の反対方向へと進みながらモルガナが首をかしげた。",
            "気になる？話してあげることはできるけど、私の話を聞いて伯爵のところに行かれても困っちゃうのよね。",
            "伯爵はずいぶん前からドリームレスネザーの影響下から抜け出したり、自分を守る方法について探していたの。",
            "どうにか方法を見つけ出したみたいだけど、運が良かっただけ。幸運の女神の気まぐれだったんでしょう。",
            "私も一時は伯爵がドリームレスネザーをネザーを静めることのできる存在だと思っていたわ。能力はすごいのよね。",
            "ドリームレスネザー？",
            "各領域をまわって、堕落したドミニオンを倒すドラキュラ伯爵は、あまり想像がつかない。",
            "私もワールドストーンの力がなかったらドミニオンとの戦いに勝てなかったはずだ。",
            "そう、まさにそれが問題なの。",
            "私の話を聞いていたモルガナが急に歩みを止めた。",
            "ドリーマー、一度も考えたことがないの？ドリームレスネザーはファンタジアで何を吸収してる？",
            "窓の外から邪悪なものが入ってくるのが見えた。",
            "空虚に閉じ込められた者たちにはどんな共通点がある？",
            "それらは皆生きているということよ、ドリーマー。",
            "君が出会ったドミニオンもそう。皆生きていたでしょ？玉藻前、雪の女王、ドレーク、ハートの女王。",
            "ふと、玉藻前の出来事を思い出した。",
            "あの時、オーロラは玉藻前を解放させる方法があると言っていた。でもキョウが現れて玉藻前を...",
            "ドミニオンたちは領域で一番強い存在よ。言い換えるなら領域が持っているエネルギーの頂点とも言える。",
            "領域の力で生まれた存在が、形を持って領域を維持し、手入れしていたの。",
            "いくらドリームレスネザーでも形を持ったものを吸収することはできない。",
            "つまり、ドミニオンの存在自体が領域のためのエネルギーを封じ込め、保護する膜と同じ役割をしているということなの。",
            "では、ドミニオンが消えた領域のエネルギーは...",
            "膜が消えたから、ドリームレスネザーがより早く、確実に吸収できるようになったってこと。",
            "いばら姫が捕虜として捕まっていたこともこれと関係があるのか？",
            "ドミニオンが持っている力の根源と領域、ストーンとの関連性を確認するため？",
            "その通り。影から現れたあの男とドラキュラ伯爵は、そのことをずっと前から知っていた。",
            "私の推測にはなるけど、ドリームストーンもこのことを知っていると思うんだけど...",
            "私たちは屋敷の一番深い場所に到着した。冷たく沈んだ空気が首筋にへばりつき鳥肌が立つ。",
            "オーロラは本当にこのことを知っていたのだろうか。それならなぜ私を止めなかったんだ？",
            "扉にかかった巨大な鍵を魔法で解除したモルガナが、短く舌打ちをした。",
            "さあ、ドリームストーンが閉じ込められていた場所はここよ。急いで、今頃伯爵が気づきはじめているかもしれないわ。",
            "モルガナの声を後にし、急いで部屋の中に走っていった。",
            "おかしな形の機械がストーンを縛りつけていた。",
            "ストーンが光を点滅させると、くっついている機械がその力を吸収しているように見えた。　",
            "遅れて入ってきたモルガナが機械の電源を切って、檻の中からドリームストーンを取り出した。",
            "力を吸収していた機械が落ちると",
            "疲れた顔のオーロラが床に倒れた。",
            "...来てくださったんですね、ドリーマー。本当によかったです。",
            "なんとか微笑んだ彼女が頭を上げて、モルガナを凝視した。",
            "いつも優しかった視線が鋭くなった。",
            "伯爵の精神支配を解いてくれた魔女とは、あなただったのですか？",
            "感謝はしません。あなたがやったことは決して許せることではありませんから。",
            "まあそうよね、ドリームストーン。それより、瞬間移動でここから抜け出すことはできる？",
            "皆一緒に移動させることは不可能です。この領域に入った瞬間から何かが私の力を奪っていました。力が回復するまではとても...",
            "モルガナは私とオーロラ二人だけでも先に出た方がいいと言った。",
            "...ドリーマー、今は魔女の言うことに従った方が良さそうです。まずここから脱出して、力を回復させてから皆さんを助けにいく方が確実だと思います。",
            "そんなことはできない。万が一、伯爵が他の仲間を人質にしたりでもしたら、救う方法がない。",
            "意地を張ってないでオーロラの言う通りにしな、今直ぐ抜け出した方が...",
            "...うっ！",
            "暗闇から伸びた鋭い短剣がモルガナの胸を貫通した。",
            "オーロラが私を守るように前に出たが、倒れたモルガナの姿までは隠しきれなかった。",
            "結局こうして出会う運命だったか...正否の分別ができると自負する者よ。",
            "運命の別名を欺瞞と呼ぶ。まさかとは思ったが魔女が私たちを裏切るとはな。",
            "ロー、ト...",
            "苦しく息を吐き出したモルガナの体が青い光を放っている。やがて光を失った記憶の破片が床に落ちた。",
            "よくも...またこんな目に遭わせるなんて...",
            "ロートバルト！",
            "裏切り者を生かす価値はない。君もそう思うだろ？オーロラ。",
            "ロートバルトは血のついた短剣を拾い上げた。",
            "未来を見ることのできる魔女は有用だが...裏切りを見逃せるほどではない。",
            "ドリームストーンを解放した以上、どのみちモルガナが生き残る道はない。",
            "まさか初めからモルガナの話を聞いていたのか？",
            "彼女が私を探しに来た時から？",
            "モルガナは慎重な女だからな。どんなことを考えているのか見当がつかない...",
            "だから全てを話すまで待つしかない。",
            "伯爵がドリームレスネザーを静めることのできる存在ではないというのは...そうだな。確かに驚いた。",
            "ドリーマー。君はモルガナの言葉を信じるか？予言者といいながら目の前の未来も見えてないこの女を。",
            "マントで短剣を拭ったロートバルトが低く笑った。",
            "救世主にでもなった気分だったようだな。万が一、ファンタジアに本当に救世主が存在するなら、決して君ではないだろう。",
            "君が死ぬ舞台の準備は整った...一緒に行こう。喜んで見送ってやろうではないか。",
            "私に近づいてくるロートバルトを食い止めるためにオーロラが必死にあがいたが、",
            "ほとんど力を奪われている以上、彼女がロートバルトに勝てる方法はなかった。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}