{
    "StoryName": "Campaign_SideStory_Siegfried_Odette_Odile_1",
    "background": [
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png"
    ],
    "character": [
        [
            "",
            "",
            "Secretary Loa",
            "",
            "Secretary Loa",
            "",
            "Secretary Loa",
            "",
            "Secretary Loa",
            "Secretary Loa",
            "Secretary Loa",
            "",
            "Secretary Loa",
            "Secretary Loa",
            "Secretary Loa",
            "",
            "Secretary Loa",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Esme",
            "",
            "Secretary Loa",
            "Secretary Loa",
            "",
            "Secretary Loa",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "비서 로아",
            "",
            "비서 로아",
            "",
            "비서 로아",
            "",
            "비서 로아",
            "비서 로아",
            "비서 로아",
            "",
            "비서 로아",
            "비서 로아",
            "비서 로아",
            "",
            "비서 로아",
            "비타",
            "",
            "비타",
            "비타",
            "에스메",
            "",
            "비서 로아",
            "비서 로아",
            "",
            "비서 로아",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "秘書・ロア",
            "",
            "秘書・ロア",
            "",
            "秘書・ロア",
            "",
            "秘書・ロア",
            "秘書・ロア",
            "秘書・ロア",
            "",
            "秘書・ロア",
            "秘書・ロア",
            "秘書・ロア",
            "",
            "秘書・ロア",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "エスメ",
            "",
            "秘書・ロア",
            "秘書・ロア",
            "",
            "秘書・ロア",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The assault on Haven by Kyo's Nightmares continues, but you have reached the city and are pressing towards the central square where the guild hall is under siege.",
            "Unexpectedly, as you fight from street to street, guild secretary Loa appears in front of you with several militia members at her back!",
            "Weapons ready, men! There’s more of th- wait! Is that...?",
            "Loa!",
            "Dreamer! You returned!",
            "What's happening?",
            "The city has been invaded by these monsters!",
            "Yes, you know that. But what is Loa doing? Why isn’t she at the guild hall?",
            "That’s where we’re about to head to relieve the guild members who are holding out at the guild hall!",
            "Grrr! The damage these monsters have already caused is going to take <i>months</i> to pay for!",
            "I'm rounding up whatever militia forces I can find to lead to the central square.",
            "That's where you're heading, too! Maybe you can join forces?",
            "That would be a big help, Dreamer, but one of my scouts has just brought me troubling news.",
            "Apparently, a devotional crystal at a nearby chapel has started glowing brightly. We don't know what it means, it's never happened before!",
            "I was about to divert our course to check it out.",
            "A 'devotional crystal'? What's that?",
            "It’s some kind of ancient heirloom the chapel uses as a focus for prayer... I don't know much more than that.",
            "Could it be a memory shard? Loa, where is this chapel?",
            "Loa points in the direction.",
            "Strange... Dreamer! I can feel some sort of pulsating life-force emanating from the chapel.",
            "It feels like the life that returns to the memory shards when you summon them.",
            "But I thought only the Dreamer could recall the heroes from their shards?",
            "Perhaps not... you have encountered other ancient heroes that have already manifested from their shards, after all.",
            "If it really is an ancient hero, they would probably be able to help us!",
            "And not only that, a new hero at the guild means more fees we can charge!",
            "You don't think Loa should be thinking about money at a time like this...",
            "Hmph! That's easy for you to say, Dreamer, you're not the one that has to pay for all the damage when we've finished beating up these things attacking our guild!",
            "Actually, you rather think you are...",
            "Nevertheless, you could use all the help you can get in fighting these creatures off!",
            "You ask Loa to lead the way."
        ],
        [
            "쿄의 악몽 군단이 도시를 습격하는 가운데 우리는 중앙 광장에 도착했다.",
            "그때 로아가 몇몇 민병대원을 이끌고 거리에 나타났다.",
            "다들 경계를 늦추지 마세요! 근방에 아직 적이 남아있어요!<br>잠깐, 저 분은...?",
            "나를 발견한 그녀가 서둘러 달려온다.",
            "꿈꾸는 자! 돌아오셨군요!",
            "로아가 깊은 한숨을 몰아 내쉰다.",
            "때맞춰 오셨군요, 괴물들이 도시 전체를 공격하고 있어요.",
            "로아가 길드 방향을 가리키며 말했다.",
            "으으! 이 피해를 다 갚으려면 몇 달이 걸릴거라고요.",
            "참! 저는 길드 회관의 길드원들을 구하러 가는 길이에요!",
            "급한대로 민병대원들의 손을 빌리긴 했는데, 도와주실 수 있나요?",
            "고개를 끄덕이자 로아가 나지막한 목소리로 속삭였다.",
            "고마워요, 꿈꾸는 자. 그러고보니 그 소식은 들으셨을지 모르겠네요.",
            "근처의 예배당에서 신앙의 보석이 빛나기 시작했다고 들었어요.",
            "저도 왜 그런지는 모르겠네요, 이런 일은 처음이거든요. 확인하러 가시겠어요?",
            "신앙의 보석? 처음 듣는 이름이다.",
            "아, 그건 사람들의 기도를 한 곳으로 모으는 고대의 촉매에요. 자세한 것은 저도 잘...",
            "기억 파편일지도 몰라! 로아, 그 예배당 어디에 있어?",
            "로아가 예배당이 있는 방향을 가리킨다.",
            "역시... 꿈꾸는 자! 예배당 안에서 생명의 힘이 느껴져.",
            "기억 파편에서 메르헨을 소환할 때와 비슷한 것 같아!",
            "난 꿈꾸는 자만 기억 파편에서 메르헨을 소환할 수 있는 줄 알았는데!",
            "누군가 소환하기 전, 이미 자신의 파편을 통해서 실체화했던 메르헨들을 생각하면 불가능한 일은 아니다.",
            "그게 정말 메르헨이라면 우리에게 큰 힘이 될 거에요!",
            "새로운 메르헨이라니, 우헤헤... 길드에 들어온다면 분명 더 많은 돈을...",
            "로아가 흠칫 거리더니 능숙하게 표정을 숨긴다.",
            "크흠! 방금 그건 못 본 것으로 해주세요. 손해배상을 청구할 상대가 없으니 이렇게라도 자금을 모으지 않으면 안 된다구요!",
            "로아의 씩씩한 목소리에 일행들도 어쩔 수 없이 고개를 끄덕였다.",
            "새로운 동료에게 도움을 받을 수 있다면 지금보다 상황이 나아질 것이다.",
            "서둘러 로아에게 길 안내를 부탁했다."
        ],
        [
            "キョウのナイトメア軍団が、都市を襲うなか、一行は中央広場に到着した。",
            "その時、数人の民兵を連れたロアが、道に現れた。",
            "皆さん、油断は禁物です！ まだ近くに敵がいます！<br>あれ、あの方は...？",
            "彼女が、こちらに急いで駆けよって来た。",
            "ドリーマー！ 戻られたのですね？",
            "ロアが大きく肩をなでおろした。",
            "ちょうどいいところに。怪物が都市全体を破壊しています。",
            "ギルドを指さしながらロアが言った。",
            "ううっ！ これだけの被害を復旧するのに、どれだけの時間がかかることやら。",
            "それより、今ギルド会館のメンバーを救出しに行くところです！",
            "取り急ぎ民兵に応援を要請しましたが、手を貸していただけますか？",
            "頷くと、声を落としてロアが呟いた。",
            "ありがとうございます、ドリーマー。それより、あの知らせは聞かれましたか...？",
            "近くの礼拝堂で、信仰の宝石が光はじめたらしいのです。",
            "原因は私にも分かりませんが、こんなことは初めてです。確かめに行きますか？",
            "信仰の宝石？ 初めて聞く。",
            "人々の祈りを一か所に集める、古代の遺物らしいのですが詳しくは私も...",
            "記憶の欠片かも！ ロア、その礼拝堂って、どこにあるの？",
            "礼拝堂の方角をロアが指さす。",
            "やっぱり... ドリーマー！ 礼拝堂の中から、生命の力を感じる。",
            "記憶の欠片からメルヘンを召喚する時と、同じ感じがする。",
            "記憶の欠片からメルヘンを召喚できるのは、ドリーマーだけかと思ってたのに！",
            "誰かに召喚されるのではなく、自身の力で欠片から実体化したメルヘンを考えれば、不思議なことではない。",
            "それが本当にメルヘンなら、大きな力になるはずです！",
            "新たなメルヘンとは、ウヘヘ... ギルドメンバーにすれば、きっと大金を稼げ...",
            "にやついた表情をロアが巧みに隠す。",
            "ゴホン！ お恥ずかし姿をお見せしました... 損害賠償を請求できる相手がいないのです。そのくらいはいいでしょう！",
            "ロアの力強い言葉に一行は、頷くしかなかった。",
            "新たな仲間の力があれば、きっと状況はよくなるはずだ。",
            "急いで案内してくれるようロアに頼んだ。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}