{
    "StoryName": "Campaign_SideStory_Huntsman+Snow_White_2",
    "background": [
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "",
            "The Huntsman",
            "The Huntsman",
            "The Huntsman",
            "",
            "",
            "The Huntsman",
            "",
            "The Huntsman",
            "The Huntsman",
            "",
            "The Huntsman",
            "Esme",
            "The Huntsman",
            "The Huntsman",
            "",
            "Esme",
            "Esme",
            "",
            "Esme",
            "",
            "",
            "",
            "",
            "The Huntsman",
            "",
            "",
            "The Huntsman"
        ],
        [
            "",
            "사냥꾼",
            "사냥꾼",
            "사냥꾼",
            "",
            "",
            "사냥꾼",
            "",
            "사냥꾼",
            "사냥꾼",
            "",
            "사냥꾼",
            "에스메",
            "사냥꾼",
            "사냥꾼",
            "",
            "에스메",
            "에스메",
            "",
            "에스메",
            "",
            "",
            "",
            "",
            "사냥꾼",
            "",
            "",
            "사냥꾼"
        ],
        [
            "",
            "猟師",
            "猟師",
            "猟師",
            "",
            "",
            "猟師",
            "",
            "猟師",
            "猟師",
            "",
            "猟師",
            "エスメ",
            "猟師",
            "猟師",
            "",
            "エスメ",
            "エスメ",
            "",
            "エスメ",
            "",
            "",
            "",
            "",
            "猟師",
            "",
            "",
            "猟師"
        ]
    ],
    "dialogueText": [
        [
            "Okay, now this guy really owes you an explanation. And probably an apology, too!",
            "I'm sorry, Dreamer.",
            "I've been baiting the Dreamless that inhabit the place I need to get through for days since discovering your caravan and witnessed your skill at dispatching them.",
            "There was no way I could have defeated or dislodged them all myself, so I drew them to you to defeat for me.",
            "Well, great! Mission accomplished.",
            "You defeated them for him after he put you in the middle of a trap and endangered the lives of, not just you, but all your companions, too.",
            "Yes, and that should mean there will be far fewer in the territory I need to search.",
            "Good for him.",
            "But I still need your help, Dreamer. I still don't have the means to defeat or drive away very many Dreamless. And this forest is thick with them.",
            "Even if I find the princess, she may be held captive, or otherwise be trapped somehow...",
            "Or she may already be dead.",
            "I... I can't believe that to be the case...",
            "Why not?",
            "I have my reasons, but they are my own.",
            "So, Dreamer, will you help me?",
            "How can he still expect you to help him after what he just pulled?!",
            "Dreamer...",
            "There's something about this man... I feel like you should listen to him.",
            "Why?",
            "I'm not entirely sure. It's just a feeling, I guess.",
            "Esme seems distracted, looking around the silent woodlands.",
            "You turn and look at the man, appraising him seriously. He stares you down in reply.",
            "He's certainly a tough one... and you just witnessed first-hand his skill with the crossbow.",
            "He could be a useful addition to your party...",
            "Very well, if you help me now, I'll promise to do your bidding and follow you on your own quest, wherever that may take you.",
            "Fine.",
            "You ask the huntsman to lead the way.",
            "Thank you, Dreamer. The enemies I need to defeat are this way..."
        ],
        [
            "드림리스를 쓰러트렸지만 사냥꾼은 여전히 숲 속을 노려보고 있다.",
            "미안하군, 꿈꾸는 자.",
            "나 혼자 힘으로 모든 드림리스를 상대할 수는 없어서 말이다.",
            "이 숲에는 드림리스가 너무 많다.<br>난처하게 만들어 미안하다만 힘을 빌릴 수 밖에 없었다.",
            "...",
            "숲이 한결 고요해진 기분이 든다.",
            "그래도 제법 수를 줄인 모양이군.",
            "묵묵히 고개를 끄덕였다.",
            "그분께서 계신 곳에도 드림리스가 우글거릴 테니 나 혼자 구해내는 것은 무리겠지.",
            "네 도움이 필요하다.",
            "오로라의 말대로 이런 숲에서 공주가 살아있을 확률은 매우 낮다.<br>사냥꾼의 표정이 다시 어두워진다.",
            "나는... 그분께서 살아 계시리라 믿는다.",
            "이상하네. 어떻게 그렇게까지 확신할 수 있는데?",
            "그럴만한 이유가 있으니까.",
            "그래서, 꿈꾸는 자. 다시 묻겠다만.<br>도와줄 수 있겠나?",
            "사냥꾼을 바라보던 에스메가 내 근처로 다가온다.",
            "꿈꾸는 자...",
            "사연이 있는 것 같아.<br>왠지 이 사람의 부탁을 들어주고 싶어.",
            "에스메를 바라보자 그녀는 장난스러운 얼굴로 개구지게 웃었다.",
            "이유는 잘 모르지만! 그냥 느낌이 그래.<br>못 본 척 하면 안 될 것 같아.",
            "에스메가 고요해진 숲 속을 바라보며 이야기했다.",
            "사냥꾼을 진지하게 살펴본다.<br>어떤 표정변화도 없이 내 대답을 기다리며 묵묵히 서있다.",
            "드림리스와 싸울 때 날카로운 석궁을 사용하는 실력을 보면, 그는 확실히 꽤 강한 남자였다.",
            "괜찮은 동료가 되어줄 수 있을 것 같다.",
            "공주님을 구할 수 있도록 도와준다면<br>나도 너희를 끝까지 돕겠다.",
            "일행들을 살펴본 후 고개를 끄덕였다.",
            "사냥꾼은 이미 공주가 있는 숲이 어디인지도 파악한 듯 했다.",
            "고맙다, 꿈꾸는 자.<br> 길은 이쪽이다. 서두르지."
        ],
        [
            "ドリームレスを倒した後も、猟師は、森の奥をにらみ続けていた。",
            "すまない、ドリーマー。",
            "俺一人では全てのドリームレスを相手にできない。",
            "この森にはドリームレスが多すぎるんだ。<br>すまないが、力を借りるしかなかった。",
            "...",
            "森の静寂がいっそう深まる。",
            "だが数はかなり減らせたようだ。",
            "静かに頷いた。",
            "姫のおられる場所にも、ドリームレスがうじゃうじゃいる。俺一人では救い出せないだろう。",
            "君の力が必要だ。",
            "オーロラの言うとおり、姫が生きている可能性は低い。<br>猟師の表情がふたたび曇った。",
            "俺は... 生きてると信じている。",
            "どうしてそんなに自信があるの？",
            "理由はちゃんとあるぞ。",
            "だからドリーマー、もう一度訊こう。<br>助けてくれないか？",
            "猟師を見つめていたエスメが、こちらに歩みよる。",
            "ドリーマー...",
            "何か事情があるみたい。<br>お願いを聞いてあげたら？",
            "エスメにほうを見ると、彼女はおどけて見せた。",
            "理由は分からないけど！<br>見捨てちゃいけない気がするの。",
            "静かな森を見つめながら、エスメが言った。",
            "猟師の顔を真剣に見てみると、<br>彼は微動だにせず、じっと返事を待っていた。",
            "さっき戦った時に見た、彼のクロスボウの実力からすると、かなりの実力者に間違いなかった。",
            "力強い仲間になってくれるはずだ。",
            "姫の救出に力を貸してくれたら<br>俺も、君達に最後まで協力しよう。",
            "一行と視線を交わし、頷いて見せた。",
            "猟師は姫がどこにいるのか、すでに把握しているようだった。",
            "感謝する、ドリーマー。<br>姫はこっちだ。急ごう。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}