{
    "StoryName": "Campaign_LibraryStory_Kaguya_3",
    "background": [
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png"
    ],
    "character": [
        [
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "",
            "Kaguya",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            ""
        ],
        [
            "",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "",
            "",
            "",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "",
            "",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "",
            "카구야",
            "카구야",
            "카구야",
            "",
            "",
            "카구야",
            "",
            "카구야",
            "카구야",
            "카구야",
            "",
            ""
        ],
        [
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "",
            "かぐや姫",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "So she was adopted by the emperor because of that little bird?",
            "Yes, the tale of such a strange occurrence is bound to spread quickly.",
            "One day, a man came from the royal palace and he asked me go to see the Emperor with him...",
            "My grandpa seemed to think that it was appropriate time to send me as a princess.",
            "Though, I was very afraid to leave my grandpa...",
            "When I hesitated, caught by the fear of going on alone, he told me to use the power I had to help people who are in need.",
            "I agreed with my grandpa that, if I could, that was the best way to help others...",
            "So I left my grandpa and travelled to the palace to become a princess.",
            "Well, that doesn't mean I was able to cure other people like I did to the bird...",
            "Kaguya puts her hands down and begins tidying her kimono.",
            "Her clothing had collected several leaves from walking through the forest and sitting on the floor, and she carefully removes each one.",
            "The careful way she neatens her dress really displays Kaguya's pesonality.",
            "I did my best to support my father so that he could rule the kingdom better.",
            "Though, I always kept that young bird in my heart.",
            "In the same way I was eager to save that bird, I was sure my father wanted to save his own people.",
            "I prayed for the well-being of the people, just as I wished for the well-being of the birds.",
            "I wished for everyone in the realm to be able to live in peace, just as staying in the forest is peaceful.",
            "However, Kaguya's face turns gloomy as she continues telling you about her past.",
            "Does she wish she could go back to that time?",
            "Yes, of course, however much I like things as they are.",
            "I no longer need to fear nor feel scared about anything.",
            "I know I can't exactly say that Phantasia is peaceful at the moment...",
            "Though, it's also a great experience to save the world by working with you.",
            "Kaguya smiles in her serene manner.",
            "I think that's how I spent my days at that time. Ah, I did have a strange experience though...",
            "There was a time when a prophet in robes came to the palace.",
            "And he told me a strange prophecy.",
            "A strange prophecy?",
            "What could that prophecy be that even Kaguya, with her background, thinks it's strange...",
            "\"Your highness must watch out for the moon.\"",
            "... The Moon?",
            "Yes, he told me that I must be cautious of the moon.",
            "You know when you are a little kid, you sometime have nightmares that keep recurring?",
            "After I heard that prophecy, I had nightmares for a long while, especially when it was a full moon...",
            "Kaguya lifts her hand above her head to block the sunlight that is filtering through the bamboo stalks.",
            "Her voice is filled with longing."
        ],
        [
            "그 때를 기점으로 왕에게 입양된 건지 물었다.",
            "네, 그런 신기한 일은 금방 소문이 퍼지기 마련이니까요.",
            "어느날 성에서 사람이 찾아왔답니다, 함께 성으로 가자고 했고...",
            "할아버님도 저를 공주로 보내는 것이 마땅하다고 생각하셨던 모양이에요.",
            "무섭지 않았다면 거짓말이겠죠.",
            "두려움에 망설이던 저에게 할아버님은 그 힘을 조금 더 많은 사람들을 돕기 위해 써달라 말씀하셨어요.",
            "저 또한 누군가에게 도움을 줄 수 있다면 이보다 기쁜 일은 없을 거라고 생각해서...",
            "그렇게 성으로 갔고, 공주가 되었어요.",
            "그렇다고 새를 치유했던 것처럼 사람을 치유한 것은 아니고...",
            "카구야가 가만히 손을 내리고 옷가지를 정리했다.",
            "치렁치렁한 옷자락이지만 그녀의 손이 닿으면 단정하게 정리된다.",
            "그녀의 차분한 성정만큼이나 반듯한 행동이었다.",
            "아바마마께서 조금 더 올바른 통치를 할 수 있도록 최선을 다해 도와드렸어요.",
            "언제나 그때의 그 어린 새를 마음에 간직하고 살았거든요.",
            "어린 제가 그 새를 구하고 싶었듯, 아바마마 역시 백성들을 구하고 싶어하실거라고...",
            "새의 안녕을 빌던 마음으로 백성들의 안녕을 빌었어요.",
            "숲에 머무는 것들이 평화로운 것처럼, 이 영역의 모두가 평화롭기를.",
            "예전의 일을 이야기하는 카구야의 얼굴에 뜻 모를 그리움이 차오른다.",
            "사람은 누구나 과거를 추억하며 살아간다. 그 때로 돌아가고 싶냐고 묻자, 그녀가 작은 소리를 내며 웃는다.",
            "그렇지 않다면 거짓말이죠, 하지만 지금 생활도 좋아요.",
            "이제 더 이상 무섭거나, 두려워하지 않아도 되니까.",
            "판타지아를 평화롭다고 말 할 수는 없지만...",
            "당신과 힘을 합쳐서 세상을 구하는 것도 재미있는 경험이고요.",
            "카구야가 잔잔한 얼굴로 웃는다.",
            "그 시절은 그렇게 보냈던 것 같아요. 아, 한 가지 이상했던 일은...",
            "성에 예언자라고 불리는 누군가가 찾아왔던 적이 있었는데.",
            "그때 이상한 예언을 들었지요.",
            "이상한 예언.",
            "카구야가 이상하다고 할 정도면, 대체 어떤 말이었을지 궁금했다.",
            "공주님께서는 달을 조심하셔야 한다.",
            "카구야가 가라앉은 목소리로 말했다.",
            "제게 달을 조심해야 한다고 했어요.",
            "어린 아이일 때는 무서운 악몽을 꾸곤 하잖아요?",
            "그 말을 듣고 나선 한동안 악몽을 꿨었죠, 특히 보름달이 뜨는 날이면...",
            "카구야가 머리 위로 손을 뻗어 대나무 사이로 들어온 햇빛을 가린다.",
            "목소리 가득, 그리움이 스민다."
        ],
        [
            "そこから王に引き取られたのかと尋ねた。",
            "はい。そういう不思議な出来事はすぐに噂になりますから。",
            "ある日、城から使いの者がやってきました。一緒に城へ行こうと...",
            "おじい様も私を姫にすべきだと考えたようです。",
            "怖くなかったといえば嘘でしょう。",
            "怖くて迷っていた私に、おじい様はその力をもっとたくさんの人々のために<br>使ってほしいとおっしゃいました。",
            "私も誰かの役に立てるなら、それほど喜ばしいことはないと思い...",
            "そうして城へ行き、姫となりました。",
            "だからといって、鳥を治したように人間を治したわけではなく...",
            "かぐや姫は静かに手を下ろし、服を整えた。",
            "ひらひらとした服の裾が、彼女が触れることできちんと整えられた。",
            "彼女の落ち着いた性格のように、きちっとした行動だった。",
            "父君がより正しい統治を行えるように、最善を尽くしてお手伝いしました。",
            "いつもあの時の鳥を忘れずに生きていたのです。",
            "幼い私があの鳥を助けたかったように、父君も国民を助けたいはずだと...",
            "鳥の無事を祈ったように、国民の無事を祈りました。",
            "森の生き物たちが平和であるように、<br>この国に暮らすみんなが平和でありますようにと。",
            "かぐや姫は恋しさが募るような顔で昔の話をしていた。",
            "人間は誰しも過去を想いながら生きていく。<br>昔に戻りたいかと尋ねると、彼女は小さく笑った。",
            "戻りたくないといえば嘘になるでしょう。しかし、今の生活も好きです。",
            "もう恐れたり怖がったりする必要はありませんから。",
            "ファンタジアが平和だとは言えませんが...",
            "あなたと力を合わせて世界を救うのも面白い体験ですし。",
            "かぐや姫が穏やかに微笑んだ。",
            "当時はそのように暮らしていました。あ、1つ妙だったことは...",
            "城に予言者と呼ばれる何者かがやってきたことです。",
            "その時、おかしな予言を聞きました。",
            "おかしな予言。",
            "かぐや姫がおかしいと言うくらいなら、相当のことではないかと気になった。",
            "姫様は月に気をつけなければならない。",
            "かぐや姫は静かな声で言った。",
            "私にそう言ったのです。",
            "子どもの頃は怖い悪夢を見たりするでしょう？",
            "その言葉を聞いてから、しばらくは悪夢をよく見ました。特に満月の日には...",
            "かぐや姫は頭上に手を伸ばし、竹の隙間から差し込む日差しを遮った。",
            "恋しさがにじみ出ている声だった。"
        ]
    ],
    "music": [
        "music_glassring.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}