{
    "StoryName": "Campaign_SideStory_Siegfried_Odette_Odile_5",
    "background": [
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png"
    ],
    "character": [
        [
            "",
            "",
            "Odile",
            "",
            "",
            "",
            "Siegfried",
            "Odile",
            "Odette",
            "Odile",
            "",
            "Odile",
            "Odile",
            "",
            "Siegfried",
            "Odette",
            "Siegfried",
            "Odile",
            "Odette",
            "Odette",
            "Siegfried",
            "Odile",
            "Siegfried",
            "Siegfried",
            "Odette",
            "Odette",
            "Odette",
            "Siegfried",
            "",
            "Odile",
            "Odile",
            "",
            "Siegfried"
        ],
        [
            "",
            "",
            "오딜",
            "",
            "",
            "",
            "지그프리드 왕자",
            "오딜",
            "오데트",
            "오딜",
            "",
            "오딜",
            "오딜",
            "",
            "지그프리드 왕자",
            "오데트",
            "지그프리드 왕자",
            "오딜",
            "오데트",
            "오데트",
            "지그프리드 왕자",
            "오딜",
            "지그프리드 왕자",
            "지그프리드 왕자",
            "오데트",
            "오데트",
            "오데트",
            "지그프리드 왕자",
            "",
            "오딜",
            "오딜",
            "",
            "지그프리드 왕자"
        ],
        [
            "",
            "",
            "オディール",
            "",
            "",
            "",
            "ジークフリート",
            "オディール",
            "オデット",
            "オディール",
            "",
            "オディール",
            "オディール",
            "",
            "ジークフリート",
            "オデット",
            "ジークフリート",
            "オディール",
            "オデット",
            "オデット",
            "ジークフリート",
            "オディール",
            "ジークフリート",
            "ジークフリート",
            "オデット",
            "オデット",
            "オデット",
            "ジークフリート",
            "",
            "オディール",
            "オディール",
            "",
            "ジークフリート"
        ]
    ],
    "dialogueText": [
        [
            "The Shade is defeated, but there is no sign of either Kyo or Rothbart...",
            "If either of them were ever in the city to begin with.",
            "It's certainly true that these creatures can be controlled from great distances... Perhaps that person never entered the city at all.",
            "The form of the Shade dissolves into the ground, spreading out in oily waves of smoke before disappearing altogether.",
            "Something is left behind, however.",
            "On the ground lies a single large black feather.",
            "One of yours, Odile?",
            "No... this is an owl feather... from a great black owl.",
            "Rothbart...",
            "Yes... I think my father was here... or his influence was, at least.",
            "But if he truly was controlling that thing from afar... he could pretty much be anywhere, now, right?",
            "True... the presence I felt when I looked at that thing... has gone. Like I thought he was gone an age ago.",
            "Yet he still finds ways to hurt people, even now...",
            "Odile looks both sad and frustrated at this turn of events. Siegfried places a comforting hand on her shoulder.",
            "At least he has been thwarted, for now.",
            "Siegfried is right, Odile, your father’s presence here is no reflection on you. He no longer controls you.",
            "Wherever he is, he failed to achieve his goals, in no small part due to you, Odile.",
            "You’re right... he lost today.",
            "In which case, we will honour our pledge to you, Dreamer.",
            "This city still needs saving. We will help you do it.",
            "Right!",
            "Of course!",
            "Dreamer, I have much to learn about these new times I find myself in and, it seems, new realities to come to terms with.",
            "I hope when the city is saved, you will aid me in my learning. In exchange, you shall have my sword and my counsel.",
            "Siegfried, our times may have changed, but I see you are still the same honourable man I once loved.",
            "And we have not changed so much that we would abandon you.",
            "We will help you, too... both Odile and I.",
            "You will?",
            "Odile nods.",
            "We may have once fought, when my father was still my master, but centuries of regret and the balm of unearned compassion have taught me that we can all change.",
            "I still have a great debt to repay to you, after all.",
            "Siegfried smiles and Odette and Odile join him.",
            "Then let us save this city! I am eager to get started!"
        ],
        [
            "쉐이드는 쓰러트렸지만 거기에서 쿄나 로트바르트의 흔적은 찾을 수 없었다.",
            "그들 중 하나라도 도시에 있다면...",
            "아주 먼 거리에서도 이들을 조종할 수 있는 모양이에요.<br>그러니 도시에 들어올 필요가 없었던 거겠죠.",
            "쉐이드의 형태가 새카만 연기를 뿜어내더니 서서히 땅 속으로 녹아들었다.",
            "쉐이드가 사라진 땅 위에는...",
            "거대한 검은색 깃털이 하나 놓여있었다.",
            "오딜, 당신 것 입니까?",
            "아뇨... 이건 올빼미의 깃털같은데...",
            "로트바르트...",
            "... 네. 아무래도 그가 근처에 온 것 같아요. 그의 힘이 느껴져요.",
            "먼 거리에서 조종하며 이 정도 영향을 미칠 수 있다면, 어디에나 있을 수 있다는 말과 별반 다르지 않다.",
            "꿈꾸는 자의 말이 맞아요.<br>... 오래전에 이미 사라졌다고 생각했는데.",
            "다시 돌아온 것으로 모자라 여전히 사람들을 해치려 하는군요.",
            "지그프리드 왕자가 오딜을 어깨를 다독이며 위로했다.",
            "너무 슬퍼하지 마시길, 오딜. 적어도 오늘만큼은 당신이 그를 저지하지 않았습니까.",
            "지그프리드의 말이 맞아, 오딜. 네 잘못이 아니야.<br>넌 오래전에 아버지의 마법에서 벗어났잖아.",
            "맞습니다. 그가 어디에 있든 당신이 그의 계획을 막았으니까요.",
            "... 그렇죠. 우리가 그를 막은 거에요.",
            "어쨌든, 꿈꾸는 자. 이제 당신과 한 약속을 지킬 때가 왔네요.",
            "로트바르트는 사라졌지만 도시는 아직 악몽에게 공격당하고 있죠.<br>제가 가야 할 곳은 당신의 옆인 것 같네요, 잘 부탁해요.",
            "저도 함께 하겠습니다. 약자를 보호하고 어둠을 몰아낼 빛이 되어드리죠!",
            "이 마음은 이미 당신의 것이에요. 절 받아줄래요?",
            "꿈꾸는 자, 앞으로 당신에게 많은 것을 배울 수 있을 것 같습니다!",
            "도시에서 악몽을 몰아낸 다음, 하나씩 가르쳐주십시오. 어둠을 밝히겠습니다!",
            "후흣, 지그프리드. 우리가 함께했던 시간은 이미 오래 전에 끝나버렸지만, 당신은 조금도 달라지지 않았네요.",
            "비록 지금의 우리와 당신의 기억 속에 있는 우리의 모습은 조금 다르겠지만...",
            "당신이 무언가를 배우고 성장할 수 있도록 오딜과 함께 도울게요.",
            "정말입니까!?",
            "오데트의 곁에 서있던 오딜이 고개를 끄덕였다.",
            "아버지에게 조종당할 때는 싸울 수 밖에 없었지만 지금은 달라요.<br>전 제 의지로 생각하고, 제 힘으로 사람들을 돕고 있어요.",
            "긴 후회가 있었지만... 오데트와 함께하며 많은 것을 배웠어요.<br>당신에게는 갚아야 할 큰 빚도 있으니, 온 힘을 다해 도울게요.",
            "지그프리드 왕자가 미소지으며 오데트와 오딜에게 손을 내밀었다.",
            "그럼 우선 도시를 지키도록 하죠!"
        ],
        [
            "シェイドを倒したが、そこにはキョウやロートバルトがいた形跡はなかった。",
            "どちらか一人でも都市にいたら...",
            "かなり離れていても操作ができるようです。<br>それで都市に侵入する必要がなかったのでしょう。",
            "シェイドが、真っ黒な煙を吹き出しながら、ゆっくりと地面に溶けていく。",
            "シェイドが消えた所には...",
            "巨大な黒い羽がひとつ。",
            "オディール、あなたのですか？",
            "いいえ... フクロウの羽のように見えますが...",
            "ロートバルト...",
            "...近くにいたようですね。彼の力を感じます。",
            "遠距離から操作しつつも、これだけの力が使えるなら、どこからでも攻撃できるということだ。",
            "ドリーマーの言うとおりです。<br>...ずっと前に消滅したと思っていたのに。",
            "再び現れるだけではなく、人々に危害を加えるとは。",
            "ジークフリートが、肩を叩きながらオディールを慰めた。",
            "オディール、そんなに悲しまないでください。少なくとも今日は、あなたが奴を阻止したではないですか。",
            "ジークフリートの言うとおりよ、オディール。あなたのせいじゃない。<br>とっくの昔に彼の魔法から解放されてるじゃない。",
            "そうですよ。結果的に奴の計画を阻止したことには変わりない。",
            "...皆の力で食い止めた、そうですよね。",
            "とにかく、ドリーマー。次は私達が、あなたとの約束を守る番ですね。",
            "ロートバルトは消えましたが、都市はいまだにナイトメアの襲撃を受けています。<br>あなたそばにいることが正解のようです。よろしく頼みます。",
            "私もお供いたします。弱者を保護し、闇を追い払う光となることを誓います！",
            "もう決めたことです。よろしいですか？",
            "ドリーマー、これからたくさんのことを学ばせてもらいます！",
            "都市のナイトメアを倒したら、ひとつずつ教えてください。闇を照らしましょう！",
            "ふふっ、ジークフリート。これだけ時が流れても、あなたは昔のまま、ちっとも変っていませんね。",
            "ただ、あなたの記憶の中にいる私達とは違うでしょうが...",
            "あなたの願いと、その成長のためにオディールと力になりましょう。",
            "本当ですか！？",
            "オデットの隣にいたオディールが頷いた。",
            "父に操られていた時とは違います。<br>今は自分で考え、自身の力で人々を救っているのです。",
            "長い間、後悔していましたが... オデットと過ごしながら、多くのことを学びました。<br>あなたには恩返しがしたいのです。全力でお助けします。",
            "ジークフリートが笑みを浮かべて、オデットとオディールに手をさし伸べた。",
            "では、まずは都市を救いましょう！"
        ]
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}