{
    "StoryName": "Campaign_Chapter1_Part4",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "Mal",
            "",
            "",
            "",
            "",
            "Mal",
            "Kyo",
            "Kyo",
            "Mal",
            "Kyo",
            "Kyo",
            "",
            "",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Mal",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "Mal",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "",
            "",
            "Kyo",
            "Mal",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Mal",
            "Lis",
            "Mal",
            "Lis",
            "Mal",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "Lis",
            "Mal",
            "",
            "",
            "Mal",
            "Kyo",
            "Lis",
            "Kyo",
            "",
            "Kyo",
            "Lis",
            "Kyo",
            "",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            ""
        ],
        [
            "말",
            "",
            "",
            "",
            "",
            "말",
            "쿄",
            "쿄",
            "말",
            "쿄",
            "쿄",
            "",
            "",
            "쿄",
            "쿄",
            "",
            "쿄",
            "말",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "",
            "",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "말",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "",
            "",
            "",
            "쿄",
            "말",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "말",
            "리즈",
            "말",
            "리즈",
            "말",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "리즈",
            "말",
            "",
            "",
            "말",
            "쿄",
            "리즈",
            "쿄",
            "",
            "쿄",
            "리즈",
            "쿄",
            "",
            "쿄",
            "",
            "쿄",
            "쿄",
            ""
        ],
        [
            "マル",
            "",
            "",
            "",
            "",
            "マル",
            "キョウ",
            "キョウ",
            "マル",
            "キョウ",
            "キョウ",
            "",
            "",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "マル",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "マル",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "",
            "",
            "キョウ",
            "マル",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "マル",
            "リズ",
            "マル",
            "リズ",
            "マル",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "リズ",
            "マル",
            "",
            "",
            "マル",
            "キョウ",
            "リズ",
            "キョウ",
            "",
            "キョウ",
            "リズ",
            "キョウ",
            "",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "We're finally here!",
            "Haven is a city, full of people similar to Mal and Lis.",
            "They don't all have dog ears, though. Some look like cats, others like owls, others still with horns like rams, or tails like foxes...",
            "Actually, there are so many different people bustling around, it's difficult to take in.",
            "They seem friendly, but you detect strain on every face, like they're waiting for something bad to happen at any moment...",
            "We should go to the old town council building. That's probably where Kyo will be.",
            "Mal! Lis!",
            "And who's this?",
            "Ah, Kyo! This person was in the woods and saved sis and I from a bunch of Dreamless!",
            "That sounds very impressive! Someone who is actually able to drive those Dreamless off?",
            "Welcome, stranger! How did you reach this last bastion of normality?",
            "Normality? Nothing looks normal from where you're standing.",
            "Kyo is staring at you, intently.",
            "It couldn't be...",
            "Are you the one?",
            "You don't know what he means.",
            "The one sent to save us all?",
            "You know who this is, Kyo? They don't seem to remember anything.",
            "Ah, there were rumours that Aurora knew of some kind of prophecy, or sign, that told of a coming savior.",
            "Before he died, the leader told me she left to find this savior.",
            "That’s why Aurora hasn’t been seen in so long.",
            "Aurora? That girl who woke you in the collapsing world! Is she here? She said she would find you...",
            "Ah, I see she got to you first, then?",
            "He grins at you a little ruefully.",
            "Who is this person, you wonder?",
            "Me? My name is Kyo.",
            "Ever since we lost our old leader, I'm kinda the guy in charge here...",
            "I'm obviously not doing the best job. There are Dreamless constantly raiding the city and it seems they're infesting the forests now.",
            "They've attacked you numerous times... You ask Kyo what they actually are.",
            "Aurora didn't tell you, herself?",
            "Hmmm...",
            "Do you know where you are, or what you're doing here?",
            "Come to think of it, it would be good to know those things, too.",
            "Ha! You really are clueless!",
            "I guess it's not your fault, though...",
            "Welcome to Haven, the last free city in Phantasia.",
            "Phantasia...?",
            "Phantasia was a beautiful world, once.",
            "No, it would be more accurate to describe it as many worlds, all interconnected.",
            "It used to be much bigger, but now it's comprised of six different realms. The rest is... gone...",
            "Those things came from nowhere and attacked us. They changed our world.",
            "Actually, it's more like they're... devouring it.",
            "The six remaining realms, if you travel all the way to their far borders you'll find... nothing.",
            "Literally nothing. It's as if the land has fallen into some kind of void... a blank emptiness...",
            "We call it 'the Dreamless Nether'.  It's slowly eating the lands away.",
            "Truth be told, we don't even know if it's sentient...",
            "You think back to the collapsing realm and the chunks of land slowly drifting away into a blank sky, a sunless void.",
            "Is that happening here, too?",
            "Kyo has a faraway, haunted look in his eyes, but he shakes himself as you ask him why you're here.",
            "I'm guessing because Aurora thinks you can stop that from happening, somehow?",
            "That's right! I saw the Dreamer summon our lost heroes from the past to fight against the Dreamless!",
            "Really?",
            "Well, at least someone can fight these monsters, then. We lose more and more to the Dreamless every day.",
            "It's only a matter of time before the Queen of Hearts sends her full might against us.",
            "The Queen of Hearts?",
            "You know her?",
            "You aren’t sure, but... the name sounds familiar, somehow...",
            "They call her the Mad Queen. She is the Dominion of the realm known as Wonderland.  Its ruler... and a vastly powerful being.",
            "When the Dreamless Nether came, the Queen quickly fell under its power. She went mad.",
            "Well, more mad. She always was a bit, uh, kooky...",
            "There was once a great hero of the past, simply known as ‘Alice’, who forced the Queen to treat everyone fairly... but that was a long time ago.",
            "Now she sits in her palace, sending her Dreamless to attack her own people. Some of them used to <i>be</i> her own people.",
            "Those that could, fled. This is the place they fled to.",
            "We call it 'Haven', but really that name is just symbolic of blind hope. It's just a matter of time until even this last scrap of Phantasia falls.",
            "And with that, the six realms will be lost and all will fall into darkness.",
            "What we really need is someone who can fight back. That must be why Aurora sent you to us.",
            "I'll fight!",
            "Lis, don't get any more silly ideas in your head, if you run off again, you'll just cause trouble for everyone.",
            "But!-",
            "Ahhh, why did mother and father have to go fight and leave me in charge of you... where did you get that silly idea that you had to go fight the Dreamless, anyway?",
            "Ah...",
            "You look at Kyo, who suddenly looks rueful.",
            "It's probably my fault. I might have talked too casually around Lis about needing someone to clear out the forests.",
            "She must have got it into her head that she needs to save everyone.",
            "I'm sorry, Lis, I didn't mean you needed to defeat them all yourself.",
            "...",
            "You should say sorry for worrying everyone, and for putting our new friend to so much trouble...",
            "You tell Mal it really wasn't any trouble.",
            "... Well, maybe it <i>was</i> some trouble, but you couldn't have just let those monsters take his sister.",
            "There, you see!",
            "Let her be, Mal, I'm sure she's learned her lesson.",
            "...",
            "What's your name, newcomer?",
            "You... don't know. Aurora called you her 'Dreamer', whatever that is, but you still can't remember your name.",
            "Hmm... I'm sure it'll come back to you eventually, but we need to call you something.",
            "I like 'Dreamer', though!",
            "Heh, then I guess we can stick with that for the-",
            "Suddenly the ground shakes and there is a terrible crashing noise. Mal and Lis look startled, but Kyo remains calm.",
            "Uh oh, I think they've finally come...",
            "And there are Dreamless in the streets. People are running, panicked, in every direction.",
            "Quickly! Everyone seek shelter!",
            "I have to muster the militia! Dreamer, get to the town square, I'll meet you there!",
            "You focus and call on your heroes. They spring forth as the Dreamless charge at you."
        ],
        [
            "드디어 도착했어!",
            "안식의 도시는 많은 사람들로 북적였고, <br>그들 모두가 말과 리즈처럼 동물의 귀와 꼬리를 갖고 있었다.",
            "고양이, 올빼미... 어떤 이들은 숫양의 뿔을 가졌고,<br>여우의 꼬리가 달린 이들도 있었다.",
            "제각각 다양한 모습을 가진 이들이<br>분주하게 거리를 돌아다니고 있었다.",
            "북적이는 것과 사뭇 다르게, 표정만큼은 하나같이 모두 어두웠다.<br>안 좋은 일이 일어날 것을 예감하는 표정들.",
            "자, 도시 중심으로 가자. <br>쿄는 아마 거기에 있을 거야.",
            "말, 리즈. 무사했군요.",
            "... 그리고, 이쪽 분은?",
            "숲속에서 만난 사람이야.<br>나와 리즈를 드림리스로부터 구해줬어!",
            "드림리스와 마주쳤다고 하셨나요? 그리고 이분께서 구해주었고요?",
            "말과 리즈를 구해주셔서 정말 감사합니다.<br>이곳은 마지막 남은 정상의 요새. 당신처럼 선한 이라면 언제든 환영합니다.",
            "쿄는 부드러운 미소로 환대해 주었다.",
            "잠시의 미소 뒤, 나를 바라보는 그의 얼굴이 점차 놀라움으로 물들었다.",
            "어쩌면...",
            "설마 당신이...?",
            "...",
            "구원자?",
            "쿄, 이 사람이 누군지 알아?<br>이 사람은 기억을 잃어서 아무것도 생각나지 않는다고 했거든.",
            "이전에 오로라가 말했던 예언 속의 구원자 일지도 모르겠군요.",
            "제가 이 자리에 있기 전, 구원자를 찾으러 떠났던 오로라가...<br>전임 리더에게 이야기하는 것을 들었거든요.",
            "그래서 오로라는 우리 눈에 오랫동안 보이지 않았던 것이지요.",
            "... 오로라!<br>무너져가는 세계에서 나를 깨웠던 그녀.<br>헤어지기 직전까지 많은 말을 건내주었었다.",
            "... 당신은 이미 그녀와 만난 모양이군요.",
            "그는 조금 슬퍼 보이는 미소를 지으며 말했다.",
            "말과 리즈를 뒤로하고 그가 앞까지 다가왔다.",
            "저의 소개가 늦었군요. 정식으로 인사하겠습니다. <br>저는 쿄라고 합니다.",
            "부족한 능력이지만 안식의 도시를 이끌고 있지요.",
            "최근에는 드림리스의 습격도 잦아진 데다...<br>보아하니 이미 숲도 드림리스에게 점령당한 것 같군요.<br>지금 이 도시는 당신의 도움이 절실합니다.",
            "그는 양팔을 살짝 들어 올리며 도움을 피력했다.",
            "정말 아무것도 생각나지 않는 모양이군요.",
            "흠...",
            "당신이 지금 어디에 있는지, 무엇을 하기 위해 온 것인지는 알고 있나요?",
            "...",
            "그녀에게도 듣지 못했군요.",
            "그게 당신의 잘못은 아니지요.",
            "일단, 판타지아 세계의 마지막 정상 도시,<br>여기는 안식의 도시입니다.",
            "그는 큰 길을 따라 천천히 돌아본 채로 말을 이었다.",
            "판타지아... 정확히는 여섯 개의 서로 다른 영역들이 연결된 세계죠.",
            "한때, 이 세계는 무척 아름다운 곳이었습니다.",
            "그때는 훨씬 더 많은 아름다운 영역들이 서로 공존하고 있었지만...<br>까마득한 옛날, 그 일로 사라졌습니다.",
            "... 드림리스 네더와 드림리스...",
            "그 가증스러운 존재들에게 모두 먹혀버리고 말았지요.<br>그들은 지금도 이 세계를 먹어 치우고 있어요.",
            "마지막 남은 여섯 개의 영역 너머에는 이젠 아무것도 남지 않았습니다.",
            "말 그대로 아무것도요.<br>하늘도, 땅도 없는 텅 빈 암흑의 공간이 되었죠.<br>그들에게 먹혀 공허가 된 겁니다.",
            "당신과 싸운 드림리스들... 그들은 드림리스 네더의 종입니다.<br>영역의 주민들을 괴물로 바꾸어 종으로 삼죠.",
            "솔직히, 저희도 그것에 대해 자세히 알지 못합니다.",
            "무너져가던 세계.<br>해가 들지 않는 공허한 잿빛 하늘 아래<br>서서히 무너지던 폐허...",
            "쓰러지기 전 잠깐의 기억이 스쳐 지나간다.",
            "쿄라는 남자의 눈빛은 유령처럼 차갑게 식어있었다.",
            "오로라는 당신에게,<br>이 세계에서 벌어지는 끔찍한 일들을<br>멈출 힘이 있다고 생각했을 겁니다.",
            "... 맞아! 나 이 사람이 드림리스들과 싸우는 걸 봤어!<br>아무래도 우리들이 잃어버린 메르헨을 되살릴 수 있는 능력이 있는 것 같아!",
            "메르헨을!?",
            "정말 그렇다면, 그녀의 생각대로 당신만이 이 괴물들과 대적할 수 있겠군요.<br>저희는 매일 드림리스에게 동료들을 잃고 있어요.",
            "특히 퀸 오브 하트가 이곳, 안식의 도시로<br>대규모 병력을 보내 공격을 감행한다면...<br>모든 것이 끝나고 말겠죠.",
            "그 이름에서 묘한 기시감을 느꼈다.",
            "누군지 아시나요?",
            "기억나는 것은 아무것도 없었다.<br>나는 고개를 가로저었다.",
            "다들 그녀를 미친 여왕이라 부르죠. 그녀는 원더랜드 영역의 통치자.<br>즉, 도미니언이며 강력한 힘을 가지고 있습니다.",
            "드림리스 네더가 원더랜드에 다다랐을 때, <br>여왕은 그 힘에 굴종하기를 선택했고...<br>끝내 미쳐버렸어요.",
            "정확히는 더 미쳐버렸다고 할 수 있겠군요. <br>여왕은, 뭐라고 할까... 이미 이전부터 미치광이였거든요.",
            "이전에 앨리스라는 이름의 위대한 메르헨이 여왕의 폭주를 막아,<br>원더랜드의 국민을 아끼며 현명하게 통치하도록 만들었던 때도 있었지만... <br>그것도 이미 오래전의 일입니다.",
            "드림리스 네더에 의해 미쳐버린 여왕은, <br>자신의 권좌에 집착하며 드림리스들을 보냈고...<br>자신의 국민이었던 이들을 공격했습니다.",
            "도망칠 수 있었던 이들은 모두 이 안식의 도시로 피난했죠.",
            "지금 이 도시를 안식의 도시라고 부르지만, <br>그건 눈먼 희망의 상징일 뿐.<br>판타지아의 마지막 정상 요새가 드림리스 네더의 수중에 빠지는 것은 <br>시간 문제입니다.",
            "이곳마저 함락된다면, 결국 이 세계는 모두 공허 속으로 사라지게 되겠지요.",
            "지금 우리에겐 그 괴물들과 맞서 싸울 수 있는 힘이 필요해!<br>그래서 오로라가 너를 우리에게 보낸 거구나?",
            "... 나도 맞서 싸울 거야!",
            "리즈! 아직도 그런 고집을 피우는 거야?<br>방금 전처럼 무턱대고 나서다가는 모두에게 폐만 끼칠 거라고!",
            "그, 그렇지만...!",
            "엄마, 아빠가 이곳에 함께 계셨더라면 나와 똑같이 말씀하셨을 거야.<br>대체 네가 드림리스와 싸워야 한다는 바보 같은 생각은 어디에서 나온 거야!?",
            "아아, 말. 리즈를 너무 나무라지 말아 주세요.",
            "쿄가 어두운 표정으로 말한다.",
            "모두 제 잘못입니다.<br>리즈가 있는 곳에서 숲의 드림리스를 해치워줄 사람이 필요하다고<br>무심코 이야기했던 것 같습니다.",
            "그 때문에 리즈가... 모두를 구해야 한다는 생각을 품게 된 것 같군요.",
            "미안해요, 리즈양.<br>혼자 그들을 물리치라는 뜻이 아니었답니다.",
            "... 미안해.",
            "모두에게 죄송하다고 사과해.<br>그리고 새 친구를 힘들게 해서 미안하다고도!",
            "쿄가 사과했지만 말의 가족을 아끼는 화살은 애꿎은 리즈를 향해 있었다.",
            "무서운 일을 겪고도 다시 드림리스에 맞서 싸우려하는 리즈를 보니, 말과 남매가 맞는 것 같았다.",
            "정말 너무 위험했어!",
            "말, 저를 봐서라도 용서해주세요.<br>분명 리즈도 교훈을 얻었겠지요.",
            "... 미안...",
            "참, 아직 당신의 이름을 듣지 못했군요.",
            "풀이 꺾여 고개를 숙이고 있는 리즈의 입에서 \"꿈꾸는 자...\" 라는 속삭임이 들려나왔다.",
            "그렇군요, 꿈꾸는 자.<br>분명 언젠가는 꼭, 기억이 돌아오실 겁니다.",
            "... 나는 꿈꾸는 자라는 이름 마음에 들어!",
            "그럼 기억이 돌아오실 때까지는 그 이름으로 부르도록...<br>!?",
            "갑자기 땅이 마구 흔들리더니,<br>무언가 무너지는 소리가 크고 선명하게 들려왔다.<br>말과 리즈는 놀란 표정이지만, 쿄는 침착해 보였다.",
            "이런...<br>아무래도 그들이 온 모양이군요.",
            "저 멀리 도시의 무너진 성벽과 정문 사이로<br>드림리스들이 거리를 향해 달려드는 것이 보였다.",
            "자! 어서 모두 신속하게 피난처로 대피하세요!",
            "당장 민병대를 소집하겠습니다.<br>꿈꾸는 자, 당신은... 경비병들과 함께 도시 광장에서 시간을 끌어주세요!<br>다시 그곳에서 봅시다!",
            "쿄는 나를 믿겠다는 듯 바라보며 살짝 고개를 숙였다."
        ],
        [
            "ふぅ、やっと着いた！",
            "安息の都市には多くの人で賑わっており、<br>皆マルとリズのように動物の耳と尻尾がついていた。",
            "猫、フクロウ...ある者の頭には羊の角が生えており、<br>中には狐の尻尾が生えている者もいた。",
            "様々な姿をした彼らは<br>道を慌ただしく歩き回っている。",
            "だが賑やかな雰囲気とは対照的に、表情は皆暗かった。<br>まるで、悪いことが起きるのを予感したかのように――",
            "さ、都市の中心部に向かおう。<br>多分キョウはそこにいるはずだよ。",
            "マル、リズさん、ご無事でしたか。",
            "...それと、こちらの方は？",
            "森で会ったんだ。<br>俺とリズをドリームレスから助けてくれたよ！",
            "ふむ、ドリームレスに遭われたと...？そこを彼が助けてくれたのですね？",
            "マルとリズさんを助けてくれたことは僕からも感謝を申し上げましょう。<br>ここは唯一残った最後の砦...あなたのような善人でしたらいつでも大歓迎です。",
            "キョウは優しく微笑み歓迎した。",
            "しかし、少し微笑んだ後、私を見る彼の顔はだんだん驚きの顔へと変わっていった。",
            "もしかして...",
            "まさか、あなたが...？",
            "...",
            "「救世主」？",
            "キョウ、この人について知ってるの？<br>この人、記憶がなくて何も思い出せないんだって。",
            "ええ、前にオーロラが言ったあの予言の中の救世主なのかもしれませんね...",
            "私がここにくる前、救世主を探すための旅に出たオーロラが...<br>前任のリーダーに話しているのを聞きました。",
            "そのためにオーロラが私たちの前に長らく現れないのです。",
            "...オーロラ！<br>崩壊する世界で私を起こしてくれた彼女のことだ。<br>別れる直前までたくさん声をかけてくれていた。",
            "...ああ、すでに彼女にお会いしたようですね。",
            "彼は少し悲しげな笑みを浮かべて言った。",
            "マルとリズを後ろにし、彼が近づいてきた。",
            "ご挨拶が遅れました。<br>私、キョウと申します。",
            "まだまだ未熟ではありますが、この安息の都市を導く者です。",
            "最近はこの都市にもドリームレスの襲撃が増えてきましたが...<br>どうやら森はすでにドリームレスに占領されたようですね。<br>今、この都市にはあなたの力が必要です。",
            "彼は両腕を少し上げ、助けを求めた。",
            "本当に何も思い出せないようですね。",
            "うーん...",
            "あなたは今どこにいるのか、何をするために来たのかは知っていますか？",
            "...",
            "彼女からも聞いてないのですね。",
            "...それはあなたのせいではありません。",
            "とりあえず、説明すると...ここはファンタジアの最後の正常な都市、<br>安息の都市です。",
            "彼は大通りに沿ってゆっくり振り返って話を続けた。",
            "ファンタジア...正確には６つの領域が交わる世界です。",
            "かつて、この世界はとても美しい場所でした。",
            "あの時は多くの美しい領域が共存していましたが...<br>はるか昔のあの一件で無くなってしまいました。",
            "...ドリームレスネザーとドリームレス...",
            "あの醜い奴らに全て奪われてしまった。<br>彼らは今もこの世界を食い荒らしています。",
            "最後に残った６つの領域の向こうにはもう何も残っていません。",
            "本当に何も...。<br>空も、土地もない空っぽの空間になりました。<br>彼らに食い尽くされ空虚と化したのです。",
            "あなたと戦ったドリームレス...彼らはドリームレスネザーの一種です。<br>領域の住民達を同種の化け物に変えてしまいます。",
            "正直なところ、私たちも彼らについて詳しくは分かっていません。",
            "崩壊する世界。<br>日も登らず空虚な灰色の空の下<br>徐々に崩れていった廃墟...",
            "倒れる前の僅かな記憶が頭をよぎった。",
            "キョウという男の眼差しは幽霊のように冷たかった。",
            "オーロラはあなたが、<br>この世界で起こる恐ろしい出来事を<br>止めることが出来ると考えたはずです。",
            "...そうだ！この人がドリームレスと戦うの見たよ！<br>やっぱり俺らが失ったメルヘンを甦らせる能力を持ってるのかも！",
            "メルヘンを？",
            "それが本当であれば、あなただけが化け物達を退治できるということですね。\n<br>私たちは毎日ドリームレスに仲間達を奪われています。",
            "特にハートの女王がこの安息の都市へ<br>大規模な兵力を送って攻撃してくるとなると...<br>全てが終わってしまいます。",
            "その名前は妙に聞き覚えがあった気がした。",
            "彼女を知っているのですか？",
            "だが、思い出せる記憶は何もなかった。<br>私は首を横に振った。",
            "皆からマッドクイーンと呼ばれている存在、彼女はワンダーランド領域の統治者です。<br>つまり、ドミニオンであり、強力な力を持っています。",
            "ドリームレスネザーがワンダーランドにやってきた時、<br>女王はその力に屈従することを選んだ...<br>そして狂ってしまったのです。",
            "ああ、正確にはもっと狂ってしまった、と言えますね。<br>女王はなんと言ったらよいのか...すでに、狂人だったのです。",
            "以前、アリスという名の偉大なるメルヘンが女王の暴走を止め、<br>ワンダーランドの住民を思いやってよい統治を行えるようにしていた時期もありましたが...<br>それもずいぶん昔の話です。",
            "ドリームレスネザーによって狂ってしまった女王は、<br>自身の権力の座に執着し、ドリームレスを送った...<br>そして自国民達を攻撃したのです。",
            "逃げることができた者は皆、この安息の都市に避難しました。",
            "現在ここを安息の都市と呼んでいますが、<br>それは盲目な希望の象徴でしかありません。<br>ファンタジアの最後の正常な砦がドリームレスネザーの支配下となるのも<br>時間の問題です。",
            "ここも陥落してしまうと、この世界は全てが空虚と化すでしょう。",
            "今俺たちはその化け物達と戦うことのできる力が必要なんだ！<br>だからオーロラが俺たちにお前を送ってきたってこと？",
            "...私も戦う！",
            "リズ！まだそんなこと言うのか？<br>さっきみたいにむやみに戦うのはみんなの迷惑でしかないんだって！",
            "で、でも...！",
            "ママやパパがここにいたら俺と同じことを言ったはずだ。<br>大体どうやったらお前がドリームレスと戦うなんて馬鹿な考えができるんだ！？",
            "マル...そんなにリズさんを責めないであげてください。",
            "キョウが暗い表情で言った。",
            "全て私の責任です。<br>私がうっかりリズさんがいるところで森のドリームレスを倒せる人が必要だと<br>話してしまったようで...",
            "そのせいでリズさんが...皆を助けなければという気持ちを抱いてしまったみたいですね。",
            "リズさん、申し訳ございません。<br>1人で彼らを倒してくれなんて思っていたわけではありません。",
            "...ごめんね。",
            "みんなに謝れよ。<br>それと新しい仲間にもごめんなさいって！",
            "キョウが謝ったが、マルは家族を思う気持ちからリズに怒りを向けていた。",
            "恐ろしい目に遭ってもなおドリームレスと戦おうとするリズは、やはりマルと似た者同士のようだ。",
            "本当に危なかったんだからな！",
            "マル、私に免じて許してあげてください。<br>リズさんもこれで学んだことでしょう。",
            "...ごめん...",
            "そういえば、まだあなたの名前を聞いていませんでしたね。",
            "しょんぼり頭を下げていたリズの口から「ドリーマー...」という囁きが聞こえてきた。",
            "そうですね、「ドリーマー」...<br>いつか必ず、記憶を取り戻せるはずです。",
            "...私、そのドリーマーって読み方気に入ったよ！",
            "では記憶を取り戻すまではそのように呼べば...<br>っ！？",
            "急に地面が揺れ、<br>何かが倒れる大きな音が鮮明に聞こえてきた。<br>マルとリズは驚いた様子だったが、キョウは落ち着いているように見えた。",
            "なんと...<br>どうやら奴らがきたようです。",
            "遠く離れた都市の崩れた城壁と正門の間から<br>ドリームレスたちが通りに向かって走ってくるのが見えた。",
            "皆、急いで！早く避難所に退避してください！",
            "いますぐ民兵隊を召集します。<br>ドリーマー、あなたは...警備兵達と共に広場で時間を稼いでください！<br>また後でそこで会いましょう！",
            "キョウは信頼のまなざしで私の方を見つめ、小さく頷いた。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_kyostheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        ""
    ]
}