{
    "StoryName": "Campaign_Chapter14_Part7",
    "background": [
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "hauntedhallway",
        "hauntedhallway",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary"
    ],
    "character": [
        [
            "",
            "",
            "Aurora",
            "",
            "Van Helsing",
            "",
            "",
            "",
            "Saffi",
            "Saffi",
            "",
            "Saffi",
            "",
            "Saffi",
            "Saffi",
            "Aurora",
            "",
            "Saffi",
            "Aurora",
            "",
            "",
            "Saffi",
            "Saffi",
            "",
            "",
            "Siegfried",
            "Siegfried",
            "",
            "Siegfried",
            "",
            "Siegfried",
            "",
            "",
            "Odette",
            "Odette",
            "Odile",
            "Siegfried",
            "Odile",
            "Siegfried",
            "Odile",
            "Odile",
            "",
            "",
            "",
            "Odette",
            "Odile",
            "Odile",
            "",
            "Aurora",
            "Odette",
            "",
            "Odile",
            "",
            "Aurora",
            "",
            "",
            "",
            "Van Helsing",
            "",
            "",
            "",
            "Odette",
            "",
            "Odile",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Van Helsing",
            "",
            ""
        ],
        [
            "",
            "",
            "오로라",
            "",
            "반 헬싱",
            "",
            "",
            "",
            "사피",
            "사피",
            "",
            "사피",
            "",
            "사피",
            "사피",
            "오로라",
            "",
            "사피",
            "오로라",
            "",
            "",
            "사피",
            "사피",
            "",
            "",
            "지그프리드 왕자",
            "지그프리드 왕자",
            "",
            "지그프리드 왕자",
            "",
            "지그프리드 왕자",
            "",
            "",
            "오데트",
            "오데트",
            "오딜",
            "지그프리드 왕자",
            "오딜",
            "지그프리드 왕자",
            "오딜",
            "오딜",
            "",
            "",
            "",
            "오데트",
            "오딜",
            "오딜",
            "",
            "오로라",
            "오데트",
            "",
            "오딜",
            "",
            "오로라",
            "",
            "",
            "",
            "반 헬싱",
            "",
            "",
            "",
            "오데트",
            "",
            "오딜",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "반 헬싱",
            "",
            ""
        ],
        [
            "",
            "",
            "オーロラ",
            "",
            "ヴァン・ヘルシング",
            "",
            "",
            "",
            "サフィ",
            "サフィ",
            "",
            "サフィ",
            "",
            "サフィ",
            "サフィ",
            "オーロラ",
            "",
            "サフィ",
            "オーロラ",
            "",
            "",
            "サフィ",
            "サフィ",
            "",
            "",
            "ジークフリート",
            "ジークフリート",
            "",
            "ジークフリート",
            "",
            "ジークフリート",
            "",
            "",
            "オデット",
            "オデット",
            "オディール",
            "ジークフリート",
            "オディール",
            "ジークフリート",
            "オディール",
            "オディール",
            "",
            "",
            "",
            "オデット",
            "オディール",
            "オディール",
            "",
            "オーロラ",
            "オデット",
            "",
            "オディール",
            "",
            "オーロラ",
            "",
            "",
            "",
            "ヴァン・ヘルシング",
            "",
            "",
            "",
            "オデット",
            "",
            "オディール",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "ヴァン・ヘルシング",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "At last, you make it out of the dungeons and after climbing a flight of steps, you find yourselves in the mansion proper.",
            "However, you appear to have emerged close to the Count's grand dining room, rather than in the wing containing his laboratories.",
            "We must have taken a wrong turn somewhere, we seem to have bypassed the laboratories...",
            "Van Helsing takes a moment to reload his crossbow.",
            "Dreamer, do you remember the way?",
            "You think you do...",
            "It's still fairly difficult to think about the events that happened last time you were here. Some of your true memories do seem to be returning, though.",
            "You're about to direct the others where to go, when Saffi suddenly appears.",
            "Dreamer, I have to tell you something!",
            "Something's wrong. Rothbart has ensconced himself in Dracula's personal library without the Count's permission.",
            "Rothbart? What's the old owl up to?",
            "I don't know, but Dracula is furious! I don't think he knows what he's up to, either!",
            "Divisions within Dracula's ranks? What's going on?",
            "I don't know, Dreamer, but it doesn't seem like he's following Dracula's orders any more.",
            "Perhaps he has plans of his own? You should definitely find out what he's up to!",
            "I think we should focus on the Count, Dreamer, he's the one who needs stopping.",
            "Saffi glares at her sister, who quails slightly at the fierce stare.",
            "...",
            "Although... Perhaps there are others who would like to know Rothbart's current location?",
            "Of course, Odette and Odile!",
            "But how do you let them know? They could be miles away.",
            "Try Siegfried, Dreamer, I'm sure he has a way to contact them.",
            "Ah! I have to go!",
            "Saffi disappears once more, leaving you with her final words.",
            "You draw out Siegfried's memory shard and, after concentrating on it for a moment, the former prince stands before you.",
            "What is it? What's going on?",
            "Wait... where is this? It looks pretty grim!",
            "It only takes a few moments to detail recent events to Siegfried, then he nods his head.",
            "Got it, Dreamer. Odile left me a magic ring to contact her with. I just have to twist it three times and it will get hot and alert her.",
            "Then do it, the quicker they can get here, the better for everyone.",
            "Right!",
            "Mere moments after the signal is sent, there's a huge crash as both Odette and Odile smash through the large dining room window!",
            "They land lightly at your side. Odette immediately seizes Siegfried's shoulders.",
            "What is it? Siegfried?",
            "Is it Rothbart? Have you found him?",
            "Odette, give him a chance to speak.",
            "Odette... Odile, it's good to see you both again.",
            "What's going on?",
            "Rothbart is here. We think we know his exact location.",
            "Then we have to confront him!",
            "Dreamer! You'll help, won't you?",
            "Woah woah woah... you have your own mission here...",
            "But... How did they get here so quickly? You thought only Aurora was able to teleport!",
            "Well... and now Vita, too...",
            "We were already patrolling the Haunted Realm. We've been circling this castle for days.",
            "There have been all sorts of strange emanations coming from this place",
            "We didn't realise the protective enchantments had been disrupted, though!",
            "They're still not repaired?",
            "The outer walls were still protected... Dracula must have too much on his mind to think about protecting this place from the air.",
            "But where is Rothbart?",
            "Apparently, he's locked himself in Dracula's private library. You don't know why, but Dracula is supposedly furious.",
            "My father is scheming something, I know it! We have to stop him!",
            "You look at Aurora, who shrugs helplessly.",
            "I don't know, Dreamer. Dracula and Rothbart are both equally dangerous. We know what Dracula is doing, though.",
            "So you can't make an informed choice about who to stop first without finding out what Rothbart is up to.",
            "But if he's waited until this point to betray his master, it can't be good.",
            "All right, the library it is.",
            "I know the way, follow me.",
            "He leads you swiftly through the mansion as if he knows the place like the back of his hand.",
            "You realise he probably does if he was once one of Dracula's closest allies.",
            "When you reach the library, however.",
            "He's not here!",
            "The library is in disarray – there are books pulled from the shelves and strewn across the floor.",
            "What was he doing?",
            "Aurora has knelt down and is looking at the books.",
            "Dreamer... I think some of these books are from the grand library in Haven...",
            "Is that what Rothbart stole when Kyo attacked the city? What are the books about?",
            "The history of phantasia... creation myths and legends... There are books about the World Stones here! Theories about their nature and their powers!",
            "Is that what they were researching? The nature of the World Stones?",
            "This must be where Dracula learned what he needed to create his night shroud machine!",
            "There is another book at your feet, though this looks more like a bound journal than a book.",
            "You stoop and pick it up, flipping it open.",
            "The book is full of handwritten notes, connected pieces of information. Two names keep recurring, over and over:",
            "“Dreamer.”",
            "“Aurora.”",
            "You flip quickly to the last page and read aloud what is written there.",
            "“In conclusion, it has become clear to me that this world hides a dark secret. Only a few people know about it and they all keep the secret, all for their own reasons. I must find out the truth, before it's too late...”",
            "Dreamer...",
            "Flipping back to the front of the book, you look for an inscription, finding one in short order.",
            "You don't recognise the name, but name is followed by a rank – <i>Leader, Haven militia.</i>",
            "Was this written by Kyo's predecessor?",
            "Yes... I think so...",
            "Does Aurora know about this journal?",
            "No, I had no idea he was writing it. Perhaps that's why Kyo killed him? To get that journal?",
            "You're about to say more, when Van Helsing suddenly speaks up.",
            "Dreamer! Look out!",
            "You look up in time to see shades sliding out of the gaps between the shelves all around you!",
            "It seems like Rothbart has left you a parting gift!"
        ],
        [],
        []
    ],
    "music": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}