{
    "StoryName": "Campaign_Chapter10_Part3",
    "background": [
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "storyjackfrost.png",
        "storyjackfrost.png",
        "storyjackfrost.png",
        "storyjackfrost.png",
        "icepalace.png",
        "icepalace.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "Saffi",
            "Saffi",
            "",
            "",
            "",
            "",
            "Jack Frost",
            "",
            "Jack Frost",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "사피",
            "사피",
            "",
            "",
            "",
            "",
            "잭 프로스트",
            "",
            "잭 프로스트",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "サフィ",
            "サフィ",
            "",
            "",
            "",
            "",
            "ジャックフロスト",
            "",
            "ジャックフロスト",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You and your companions press on into the depths of the Winter Queen's citadel.",
            "As you travel further and further into the sprawling, multi-levelled structure, the fights against Ice Spites and Dreamless get harder.",
            "However, the determination of your companions keeps you moving forward.",
            "Aurora, in particular, seems grimly set on seeing out this part of your quest.",
            "...",
            "Saffi, too, although her motivations may be slightly different to Aurora's.",
            "Kch!",
            "There! There's another band of those spiky monsters!",
            "You look at where she is pointing and sure enough the oddly shaped, vicious looking fiends come scampering towards you...",
            "Only this time there are a lot more of them! Enough to swamp you if you aren't careful!",
            "And swamp you they nearly do! You have to beat a hasty retreat to a narrow hallway through a large double doorway.",
            "As you pass through, a scornful voice echoes down to you from above.",
            "Huh! I didn't expect the mighty Dreamer to be so weak!",
            "You jerk you gaze upwards and see the figure of a young looking boy with spiky hair and a mocking grin sitting on the wide lintel above the door!",
            "Running from weaklings like these! Don't you have any pride?",
            "All you can do is stand there, agog.",
            "As you watch, the boy grasps the lintel and swings down, dropping directly into the middle of the Ice Spites that are chasing you!",
            "Is he crazy?! Who is this kid?"
        ],
        [
            "탐색 끝에 성채 깊은 곳으로 진입했다.",
            "미로처럼 얽힌 복도를 한 곳 지날 때마다 서리 망령과 드림리스가 점점 더 강해지는 것이 느껴졌다.",
            "불청객을 물리치며 앞으로 나아간다.",
            "싸움이 지속될수록 오로라의 표정이 점점 더 어두워졌다.",
            "...",
            "사피 역시 조금 어두워진 얼굴로 복도를 살폈지만, 오로라와 달리 무언가를 찾고 있는 것 같았다.",
            "아!",
            "서리 망령이야, 조심해!",
            "사피가 가리킨 방향에서 서리 망령이 뾰족한 얼음을 질질 끌며 다가오는 것이 보였다.",
            "그 뒤를 이어 밀려오는 수가 비정상적으로 많다.",
            "조금만 늦었다면 포위될 뻔했다. 우리는 전열을 가다듬기로 하고 우선 이 복도를 빠져나가기로 했다.",
            "문을 지나 모퉁이를 돌자 장난기 섞인 목소리가 메아리친다.",
            "흐음? 역시 소문은 그냥 소문인가 봐, 엄청 강한 줄 알았는데... 꿈꾸는 자!",
            "목소리가 들리는 방향을 바라보자 상인방에 걸터앉아 있던 소년이 새파란 눈동자를 빛내며 씩 웃는다.",
            "저런 놈들 상대로 도망치다니! 넌 자존심도 없냐?",
            "혀를 찬 남자가 손으로 자신의 머리카락을 대충 헝클었다.",
            "몸을 일으킨 소년의 발밑에 날카로운 얼음이 솟아오른다.",
            "그는 말릴 틈도 없이 서리 망령의 무리 안으로 떨어졌다."
        ],
        [
            "探索の末、城塞の深いところに進入した。",
            "迷路のように絡まった廊下を一つ過ぎるたびに霜の亡霊とドリームレスがだんだん強くなっているようだった。",
            "招かざる客を払い除け、前へ進む。",
            "戦いが続けば続くほど、オーロラの表情がだんだん暗くなっていった。",
            "...",
            "サフィも少し暗い表情で廊下をうかがっていたが、オーロラとは違って何かを探しているようだった。",
            "あ！",
            "霜の亡霊、気をつけて！",
            "サフィが指差す方向から、霜の亡霊が鋭い氷をずるずる引きずってこちらに向かってくるのが見えた。",
            "その後ろに続いて押し寄せてくる数が尋常ではないほど多い。",
            "少しでも遅れていたら周りを包囲されるところだった。私たちは前列を整え、まずは廊下を抜け出すことにした。",
            "扉を通り過ぎて角を曲がると、イタズラっぽい声がこだました。",
            "ふーん？やっぱりただの噂だったみたいだね、すごく強いと思ってたのに...ドリーマー！",
            "声の聞こえる方向を見ると、鴨居に腰掛けた少年が青い瞳を輝かせてにやりと笑った。",
            "あんなやつ相手に逃げるなんて！プライドもないのか？",
            "舌打ちした男は手で自分の髪の毛を絡ませた。",
            "体を起こした少年の足元には鋭い氷が湧き上がっていた。",
            "彼は止める暇もなく霜の亡霊の群れの中へと落ちていった。"
        ]
    ],
    "music": [
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}