{
    "StoryName": "Campaign_LibraryStory_Dorothy_4",
    "background": [
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        ""
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "",
            "",
            "",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "",
            "",
            "",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "",
            "",
            "Dorothy",
            "Dorothy",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "도로시",
            "도로시",
            "도로시",
            "",
            "",
            "",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "",
            "",
            "",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "",
            "",
            "도로시",
            "도로시",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "",
            "",
            "",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "",
            "",
            "",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "",
            "",
            "ドロシー",
            "ドロシー",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "What a strange place! Somewhere the wind blows but the clouds don't move.",
            "A warm and peaceful place which feels like the perfect place to take a nap.",
            "Spending time relaxing in a place like this, how should you say it...",
            "It's a special experience in many ways.",
            "Maybe because you did not come here for a picnic at all, so to find yourself in the middle of one... that's why you felt that way.",
            "This is a secret place where you can't come without magic shoes.",
            "Does Dorothy also live here?",
            "Eh? Not at all! I came here for a picnic, that's all.",
            "It's very relaxing here, don't you think?",
            "Although, the clouds in the sky always stay in their places.",
            "Then where did she come from?",
            "And, like, how?",
            "Oh, maybe she has a pair of magic shoes... the item which she has talked about earlier?",
            "Hmm! I suppose I have a responsibility to answer your question.",
            "But I don't think it's such a interesting story...",
            "I came from a realm very far from Haven.",
            "It's not a calm and pleasant place like this.",
            "In fact, I lost my homeland a long time ago.",
            "And I'm sure you already know why...",
            "Dreamless. My realm has been consumed by the Dreamless Nether. And now, only the void lies upon what used to be my homeland.",
            "Strangely, Dorothy finishes her sorrowful backstory with a smile on her face.",
            "Her face looks radiant even after telling you her story, and that warm smile still remains.",
            "You realise how mentally strong this girl must be.",
            "But, because of that, I can go out for a picnic anytime I want to, just like right now!",
            "It's all thanks to you.",
            "Dreamer. You're going from place to place in Phantasia, defeating Dreamless, right?",
            "You're working hard so that there won't be any more people who lose their homelands like I did.",
            "I always wanted to thank you.",
            "Now that we are having a picnic together like this, my dream came true.",
            "Just because she can have a picnic together with you, she's able to say that her dream finally came true?",
            "Well, if she's okay with that, you don't have much to say...",
            "Ah! I almost forgot!",
            "Now! It's time to make sandwiches!",
            "Dorothy opens the picnic basket that is sitting on the table.",
            "Wait... now you're also making sandwiches?",
            ""
        ],
        [
            "바람은 부는데 구름은 흘러가지 않는 곳.",
            "따뜻하고, 낮잠을 자면 딱 좋을 것 같은 장소.",
            "그런 곳에서 느긋하게 시간을 보내는 것은",
            "여러모로 특별한 경험이었다.",
            "피크닉을 하기 위해서 온 것이 아니라 어쩌다보니 하게 된 것에 가까워 그럴지도 모른다.",
            "마법의 구두가 없다면 올 수 없는 비밀의 장소.",
            "도로시에게 이 곳에서 살고 있는건지 물었다.",
            "네~? 그럴리가요! 나는 피크닉을 위해서 잠깐 나온거에요~",
            "여기~ 분위기가 무척 평화롭죠?",
            "비록 지금은 구름이 흘러가지 않지만요~",
            "도로시는 여기까지 어떻게 온 건지 질문하자",
            "장난스러운 얼굴로 웃으며 고개를 오른쪽으로 한번, 왼쪽으로 한번 기울인다.",
            "머리카락이 이리저리 흔들렸다.",
            "흠! 그건 질문이죠?",
            "대답할 수는 있지만 즐거운 이야기는 아닐거에요...",
            "도로시가 온 곳은 판타지아에서 아주 먼 곳에 있는 세계랍니다!",
            "이렇게 평화로운 장소도 아니고요.",
            "아주 오래전에 고향을 잃어버렸거든요.",
            "너도 익히 알고 있겠지만,",
            "드림리스가 있잖아요? 그것들에게 먹히고 말았어요. 지금은 공허만 남았답니다.",
            "도로시는 씩씩하게 웃는 얼굴로 슬픈 이야기를 마쳤다.",
            "여전히 따뜻한 빛을 머금은 미소가 남아있었다.",
            "그녀가 얼마나 강한 사람인지 단번에 느낄 수 있었다.",
            "하지만~ 지금은 이렇게 피크닉을 할 수 있게 되었죠!",
            "네 덕분이에요!",
            "꿈꾸는 자, 너는 판타지아 이곳저곳을 다니며 드림리스를 무찌르고 있죠?",
            "나처럼 고향을 잃어버리는 사람이 생기지 않도록 힘내고 있다고 들었어요!",
            "꼭 감사 인사를 하고 싶었어요.",
            "이렇게 피크닉을 함께 하게 되었으니, 꿈이 이루어졌네요.",
            "피크닉을 같이 하는 정도로 꿈이 이루어졌다 할 수 있는지 모르겠다.",
            "도로시가 비눗방울같은 웃음을 터트리며 손뼉을 친다.",
            "참! 그렇지!",
            "자, 자! 이제 어서 샌드위치를 만들어요~",
            "도로시가 피크닉 바구니를 꺼내 테이블 위에 올려놓았다.",
            "분명 샌드위치를 많이 가져왔다고 했었는데, 사실 재료였던 모양이다...",
            ""
        ],
        [
            "風は吹いているが雲は流れない場所。",
            "温かく、昼寝をするのにぴったりな場所。",
            "そんな場所でのんびり時間を過ごすのは",
            "色々と特別な経験だった。",
            "突然、予想外のピクニックをすることになったからかもしれない。",
            "魔法の靴がなければ来られない秘密の場所。",
            "ドロシーに、ここに住んでいるのかと尋ねた。",
            "えっ？まさか！ピクニックのために来ただけですよ～",
            "ここ、とっても平和な雰囲気でしょう？",
            "今は雲が流れていませんけど～",
            "ドロシーにどうやってここまで来たのかと質問すると",
            "ちゃめっ気たっぷりに笑い、首を左右にかしげた。",
            "髪があちこちに揺れた。",
            "うーん！それは質問ですよね？",
            "答えることはできますが、楽しい話ではないと思います...",
            "私がいたのは、ファンタジアから遠く離れた場所にある世界なのです！",
            "こんなに平和な場所でもありません。",
            "ずっと昔に故郷を失ってしまったんです。",
            "君もよく知ってると思いますが、",
            "ドリームレスっていますよね？それに食べられてしまったんです。<br>今はただの空虚です。",
            "ドロシーは明るく笑いながら、悲しい話を終えた。",
            "相変わらず温かい光のような笑顔だった。",
            "彼女がどれほど強い人なのか、すぐに気づくことができた。",
            "でも～、今はこうしてピクニックができるようになったんです！",
            "君のおかげですね！",
            "ドリーマー、君はファンタジアのあちこちを巡って<br>ドリームレスを倒していますよね？",
            "私のように故郷を失う人がいないように、頑張っていると聞きました！",
            "ずっとお礼をしたかったのです。",
            "こうして一緒にピクニックができて、夢が叶いましたね。",
            "それくらいのことで夢を叶えたと言えるのか分からない。",
            "ドロシーはシャボン玉のように笑いながら手を叩いた。",
            "あっ！そうだった！",
            "さあ！早くサンドイッチを作りますよ～",
            "ドロシーはピクニックバスケットを取りだして、テーブルの上に置いた。",
            "サンドイッチをたくさん持ってきたと言っていたが、実は材料だったようだ...",
            ""
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}