{
    "StoryName": "Campaign_LibraryStory_Goldilocks_1",
    "background": [
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png"
    ],
    "character": [
        [
            "",
            "",
            "Goldilocks",
            "",
            "Ginger",
            "",
            "Goldilocks",
            "Goldilocks",
            "",
            "",
            "Goldilocks",
            "",
            "Goldilocks",
            "Goldilocks",
            "Ginger",
            "Goldilocks",
            "Goldilocks",
            "Goldilocks",
            "",
            "Ginger",
            "Goldilocks",
            "Goldilocks",
            "Goldilocks",
            "Ginger",
            "",
            ""
        ],
        [
            "",
            "",
            "골디락스",
            "",
            "진저",
            "",
            "골디락스",
            "골디락스",
            "",
            "",
            "골디락스",
            "",
            "골디락스",
            "골디락스",
            "진저",
            "골디락스",
            "골디락스",
            "골디락스",
            "",
            "진저",
            "골디락스",
            "골디락스",
            "골디락스",
            "진저",
            "",
            ""
        ],
        [
            "",
            "",
            "ゴルディロックス",
            "",
            "ジンジャー",
            "",
            "ゴルディロックス",
            "ゴルディロックス",
            "",
            "",
            "ゴルディロックス",
            "",
            "ゴルディロックス",
            "ゴルディロックス",
            "ジンジャー",
            "ゴルディロックス",
            "ゴルディロックス",
            "ゴルディロックス",
            "",
            "ジンジャー",
            "ゴルディロックス",
            "ゴルディロックス",
            "ゴルディロックス",
            "ジンジャー",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "It's a bright, sunny morning and Goldilocks has invited you to Ginger's bakery for breakfast.",
            "She sits across a table from you, sampling the latest of her friend's produce and sipping tea.",
            "Mmm, these fairy cakes are so light and fluffy! Ginger really makes a great sponge!",
            "Ginger is bustling around making her wares and laying them all out neatly for customers, but she giggles and colours a bit when she hears Goldilocks's compliment.",
            "Heheheh...",
            "So why did she call you here? Surely she didn't just want to eat more cakes with you...?",
            "Oh, well, about that...",
            "Actually, I kinda did.",
            "<i>Sigh...</i>",
            "As much as you enjoy eating here, you do have more important matters at hand.",
            "NOTHING is more important than eating cakes, Dreamer!",
            "You're a bit taken aback at the vehemence in Goldilocks's voice.",
            "Ahaha... sorry. I just get a bit passionate about these things. But I know I'm not the only one, Dreamer.",
            "Since you started eating at Ginger's bakery, business has gone through the roof.",
            "It's true. I'm rushed off my feet most days!",
            "But not only that, interest in baking in general seems to have increased in Haven. Like, A LOT!",
            "Everyone seems to be baking cakes and sweets, cookies and biscuits, and that's got me thinking.",
            "With everyone creating new baked masterpieces every day, I want to know... which cake is the best?",
            "The best cake?",
            "...",
            "Exactly. I love eating Ginger's cakes so much, but since the explosion going on in baking that Haven has been experiencing started, I kinda want to try sampling more exotic takes on the craft.",
            "You know, find out who in Haven creates the absolute pinnacle of baked goods.",
            "I really want to find... the ULTIMATE CAKE!",
            "...",
            "The ultimate cake?",
            "Hmmm, you guess you could find time in your busy schedule for something as important as this..."
        ],
        [
            "상쾌한 아침, 골디락스가 진저의 베이커리로 오라는 초대장을 보냈다.",
            "베이커리에 들어서자 골디락스가 갓 구운 케이크와 차 한잔을 먹고 있는 모습을 볼 수 있었다.",
            "이 요정 케이크 굉장히 부드럽고 맛있네요. 진저의 제빵 실력은 역시 훌륭해요!",
            "진열대에 빵과 케이크를 채워넣던 진저가 쑥쓰러운 얼굴로 웃었다.",
            "앗하하, 마음에 들어? 좀 쑥쓰럽네...",
            "골디락스가 손짓으로 나를 부른다.",
            "어서 오세요, 꿈꾸는 자.",
            "베이커리를 열기 전에 당신과 티타임을 하면 좋을 것 같아 불렀어요.",
            "안식의 도시는 지금 복구 작업으로 한창 바쁜 시기다.",
            "티타임이라... 그보다 중요한 일이 분명 많이 쌓여 있을텐데, 큰일이다.",
            "갓 구운 케이크를 먹을 수 있는 건 아주 중요한 일이에요, 꿈꾸는 자!",
            "골디락스가 격양된 목소리로 외쳤다.",
            "아? 너무 큰소리로 말했다면 미안해요. 아시다시피 제가 그런 일에 관심이 많잖아요?",
            "진저의 베이커리는 단골이 많잖아요? 시간 맞춰서 오지 않으면 빵이 남아있지 않으니까요.",
            "하아, 맞아... 요즘 난 하루종일 빵을 굽고 있다구!",
            "그러니까요! 최근 주민들이 제빵에 관심을 가지는 것 같더라고요.",
            "다들 집에서 한 번씩은 케이크나 비스킷, 쿠키를 구워보는 것 같아요.",
            "궁금하잖아요? 과연 누가 만든 케이크가 제일 맛있을지!",
            "제과제빵은 결과물을 금방 볼 수 있어서 취미로 삼는 사람이 많은 편이다.<br>맛있는 것을 좋아하는 골디락스가 관심을 가지는 건 당연한 일이라는 생각이 들었다.",
            "...",
            "진저의 케이크도 아주 맛있는 편이지만, 또 다른 케이크 장인이 도시에 숨어 있을지도 모르잖아요.",
            "도시에 활기도 생기고, 맛있는 케이크도 찾고!",
            "일석이조 아니겠어요?",
            "...",
            "일정이 빠듯한 편이지만, 골디락스의 말대로 도시 분위기에 좋은 일이 될 수 있을 것 같다.",
            "궁극의 케이크라..."
        ],
        [
            "爽やかな朝、ゴルディロックスからジンジャーのベーカリーの招待状が届いた。",
            "ベーカリーに入ると、ゴルディロックスが<br>焼きたてのケーキと紅茶を楽しんでいる姿が見えた。",
            "この妖精ケーキ、とても柔らかくておいしいですね。<br>やはりジンジャーの腕前は素晴らしいです！",
            "陳列棚にパンとケーキを並べていたジンジャーは、照れくさそうに笑った。",
            "あははっ、気に入った？ちょっと照れるなぁ...",
            "ゴルディロックスが私を手招きした。",
            "いらっしゃい、ドリーマー。",
            "ベーカリーのオープン前にあなたとティータイムを楽しみたくて呼びました。",
            "安息の都市は復旧作業で忙しい時期だ。",
            "ティータイム...それより大事な仕事が溜まってるはずだが、困ったな。",
            "焼きたてのケーキを食べることも、とっても大事なことですよ。ドリーマー！",
            "ゴルディロックスは興奮した声で叫んだ。",
            "あっ、つい大声を出してしまいすみません。<br>ご存じのとおり、あたしはおいしいものが大好きなので。",
            "ジンジャーのベーカリーは常連客が多いでしょう？<br>タイミングよく来ないと、パンが残ってないんですよ。",
            "ハァ、そのとおり...最近1日中パンばっかり焼いてるよ！",
            "そうなんです！最近、みんなお菓子作りに興味を持っているようで。",
            "おうちで一度はケーキやビスケット、クッキーを焼いたりしているようです。",
            "気になりませんか？誰が作ったお菓子が一番おいしいのか！",
            "お菓子作りは手軽にできるため、趣味として楽しむ人も多い。<br>おいしいものが好きなゴルディロックスが興味を持つのは当然のことだ。",
            "...",
            "ジンジャーのパンやお菓子もとってもおいしいですが、<br>他のパティシエが都市に隠れているかもしれません。",
            "都市に活気があふれ、おいしいお菓子まで！",
            "まさしく一石二鳥では？",
            "...",
            "スケジュールは厳しいが、ゴルディロックスの言うとおり、<br>都市が盛り上がるかもしれない。",
            "究極のお菓子か..."
        ]
    ],
    "music": [
        "music_sweet.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}