{
    "StoryName": "Campaign_LibraryStory_Kaguya_4",
    "background": [
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png"
    ],
    "character": [
        [
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "",
            "",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "",
            "",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            ""
        ],
        [
            "",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "",
            "",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "",
            "",
            "",
            "",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "",
            "",
            "",
            "",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "",
            ""
        ],
        [
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "",
            "",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "",
            "",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Kaguya continues telling you about the prophecy of the moon...",
            "Now that I think about it, I don't think it meant much.",
            "That man told us that he is a prophet... but there was no way to verify that he really was.",
            "Because he gave me an omnious prophecy, my father gave him a treasures and gold as a reward in order find a way to solve this prophecy.",
            "It seems like we got scammed when I think about it now...",
            "Is... Is that so?",
            "So people even try scams in Phantasia? Wait... is it strange to have a thought like that?",
            "But still, it did scare me for a while.",
            "It's very shameful to talk about it now, but I was so scared that I always hid in the basement of the palace whenever it was a full moon.",
            "And when I got tired and fell asleep, I always had the same dream.",
            "A nightmare in which the moon shattered apart, falling upon me...",
            "I ended up too scared of going to the bed, so I always explored the basement of the palace.",
            "Whenever I did that, somehow, all my fears would eventually disappear.",
            "It feels strange that Kaguya had such an experience as that.",
            "Kaguya, who always seems to make the wisest decisions with cool-headed judgement...",
            "Though it's true that, when you first encountered her, she was very much caught in confusion.",
            "Considering what happened when you first met her, you think that the prophecy may not have entirely been a scam. And Kaguya seems to agree with you as well.",
            "It was such a long time ago...",
            "I thought I had forgotten my childhood memories about all of that, but...",
            "I seem to remember more every moment I'm having this conversation with you.",
            "Unlike back then, I don't hate to talk about it as much.",
            "If she can recall memories by talking to you, then you think it's good for you too. Your own memories are yet to return, after all.",
            "Rather, you think you should thank her.",
            "They might be memories she doesn't want to remember, but she did anyway for your sake.",
            "You apologize to her.",
            "Ha ha, don't worry, Dreamer, I am totally fine.",
            "You apologize too much for trivial things...",
            "It was scary back then, but now that I think about it, it was just a part of the interesting memories that made me who I am.",
            "I used to explore and adventure around everywhere to avoid my fears...",
            "But in the end, I still had to face them anyway and I can now face every full moon with a new strength of mind.",
            "Those experiences are a part of who I am.",
            "After finishing the story, Kaguya stands up with a smile on her face.",
            "You think it is time to return."
        ],
        [
            "그 예언이 달의 주민과 관련된 예언인지 질문했다.",
            "그렇게 대단한 의미가 있던 예언은 아니었을걸요.",
            "예언자라고는 하지만, 실제로 예언자인지 아닌지도 알 수 없고.",
            "소녀에게 불길한 예언을 했으니, 아바마마께선 해결할 방법을 찾기 위해서 그 자에게 후한 보물을 내리셨지요.",
            "지금와서 생각해보면 사기를 당했다고 보는게 맞는 것 같은데...",
            "...",
            "판타지아 세계에도 사기라는게 존재하는 모양이다.",
            "하여간 그런 말을 듣고 나니 어찌나 무섭던지.",
            "지금와서는 부끄러운 일이지만, 보름달이 뜨는 날이면 늘 성의 지하실에 숨었어요.",
            "그러다 지쳐 잠에 들면 항상 같은 꿈을 꾸었지요.",
            "달이 산산이 조각나 소녀의 위로 떨어지는 무서운 꿈...",
            "잠을 자는 것도 무서워져서 늘 성의 지하실을 탐험하며 놀았답니다.",
            "그러고 있으면 어느새 두려움이 모두 사라져 있었으니까요.",
            "카구야에게도 그런 시절이 있었다니, 신기하게 느껴진다.",
            "늘 단정하고, 냉철한 판단력으로 현명한 선택을 하는 그 카구야가...",
            "처음 만났을 때에는 혼란스러운 상태였지만",
            "그때의 일을 생각하면 달에 대한 예언이 마냥 헛된 것 같지는 않다. 카구야도 그렇게 생각하는 모양이다.",
            "시간이 아주 오래 지났으니까...",
            "어릴 때의 일이 모두 희미해졌을거라고 생각했는데.",
            "당신과 이야기를 하다보니 하나 둘 생각나는군요.",
            "그 때와는 다르게 싫지 않은 느낌이네요.",
            "나와 이야기하는 것으로 카구야가 추억을 회상할 수 있다면, 나에게도 좋은 일이다.",
            "싫은 기억일 수도 있지만, 날 위해 떠올려 준 셈이니",
            "오히려 내가 고맙다고 해야할 것 같다.",
            "면목이 없다.",
            "우후후, 저는 정말로 괜찮답니다.",
            "당신은 사과를 너무 자주해요.",
            "그땐 무서웠지만, 지금 생각하면 그저 재미있었던 기억의 일부일 뿐인걸요.",
            "여기저기를 모험하고, 탐험하고...",
            "익히 알던 곳이지만, 보름달이 뜨는 밤엔 항상 새로운 마음으로 도전할 수 있었으니까.",
            "그때의 경험이 지금의 소녀를 만든 거에요.",
            "이야기를 마친 카구야가 빙그레 웃으며 몸을 일으켰다.",
            "슬슬 돌아갈 시간이다."
        ],
        [
            "その予言が月の住民に関するものなのか尋ねた。",
            "それほど深い意味があった予言ではないと思います。",
            "予言者だと言っていましたが、本当かどうか分かりませんし。",
            "父君は解決方法を探すために、その予言者に高価な宝を渡しました。",
            "今考えてみると、詐欺に遭ったのだと考えるべきかと思いますが...",
            "...",
            "ファンタジアの世界にも詐欺というものが存在するようだ。",
            "とにかく、そんなことを言われたのでとても怖くなりました。",
            "今となっては恥ずかしい話ですが、<br>満月の日にはいつも城の地下室に隠れていました。",
            "それで疲れて眠ると、いつも同じ夢を見たのです。",
            "月がバラバラに砕けて、私の上に落ちる恐ろしい夢...",
            "眠るのも怖くなり、いつも城の地下室を探検しながら遊んでいました。",
            "そうしていると、いつの間にか恐怖心が吹き飛んでいたからです。",
            "かぐや姫にもそんな時代があったなんて、不思議だと思った。",
            "いつも冷静な判断力で賢い選択をするかぐや姫が...",
            "初めて会った時は困惑していた状態だったが",
            "その時のことを思うと、月に関する予言がデタラメだとも思えない。<br>かぐや姫もそう考えているようだ。",
            "ずいぶん昔のことですから...",
            "子どもの頃のことは、忘れかけているかと思いましたが。",
            "あなたと話していると、記憶が鮮明に蘇りますね。",
            "当時とは違って、嫌な感じもしません。",
            "私と話すことでかぐや姫の記憶が蘇るなら、私にとってもいいことだ。",
            "嫌な記憶かもしれないのに、私のために思い出してくれたのだから",
            "むしろ私が感謝すべきだ。",
            "面目ない。",
            "うふふ、私は本当に大丈夫ですよ。",
            "あなたは謝るのが癖のようですね。",
            "当時は怖かったですが、今考えてみると楽しかった思い出の一部に過ぎません。",
            "あちこち冒険して、探検して...",
            "よく知っている場所ですが、満月の夜にはいつも新しい気持ちで挑戦できました。",
            "その時の経験が、今の私を作ったのです。",
            "話し終えたかぐや姫は、にっこり笑って立ち上がった。",
            "そろそろ帰る時間だ。"
        ]
    ],
    "music": [
        "music_glassring.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}