{
    "StoryName": "Campaign_Chapter9_Part3",
    "background": [
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "storywinterqueen.png",
        "storywinterqueen.png",
        "storywinterqueen.png",
        "storywinterqueen.png",
        "storywinterqueen.png",
        "storywinterqueen.png",
        "storywinterqueen.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Hina",
            "",
            "Hina",
            "Hina",
            "",
            "Hina",
            "Hina",
            "",
            "",
            "Hina",
            "",
            "",
            "Hina",
            "Hina",
            "Hina",
            "Hina",
            "",
            "Hina",
            "Hina",
            "",
            "Hina",
            "Hina",
            "Hina",
            "Hina",
            "Hina",
            "Hina",
            "",
            "Hina",
            "Hina",
            "",
            "",
            "Hina"
        ],
        [
            "",
            "",
            "",
            "히나",
            "",
            "히나",
            "히나",
            "",
            "히나",
            "히나",
            "",
            "",
            "히나",
            "",
            "",
            "히나",
            "히나",
            "히나",
            "히나",
            "",
            "히나",
            "히나",
            "",
            "히나",
            "히나",
            "히나",
            "히나",
            "히나",
            "히나",
            "",
            "히나",
            "히나",
            "",
            "",
            "히나"
        ],
        [
            "",
            "",
            "",
            "ヒナ",
            "",
            "ヒナ",
            "ヒナ",
            "",
            "ヒナ",
            "ヒナ",
            "",
            "",
            "ヒナ",
            "",
            "",
            "ヒナ",
            "ヒナ",
            "ヒナ",
            "ヒナ",
            "",
            "ヒナ",
            "ヒナ",
            "",
            "ヒナ",
            "ヒナ",
            "ヒナ",
            "ヒナ",
            "ヒナ",
            "ヒナ",
            "",
            "ヒナ",
            "ヒナ",
            "",
            "",
            "ヒナ"
        ]
    ],
    "dialogueText": [
        [
            "Are you asleep?",
            "The landscape looks strange, like you're in a dream.",
            "There is a girl.",
            "Dreamer...",
            "You've seen her before.",
            "Hello, Dreamer. You have arrived.",
            "You can talk, I can hear you now.",
            "Who is she? Where is this?",
            "My name is Hina, I am the Daystone.",
            "This is the Citadel of Ice, seat of the Winter Queen, Dominion of the Realm of Everlasting Winter.",
            "There is something else there... beyond Hina.",
            "It looks like a block of ice with... another Hina, frozen inside? How is that possible?",
            "That is what has become of me. You have approached close enough to the citadel that I can manifest in your dreams, but in truth I am trapped in that ice you see there.",
            "How did this happen?",
            "Hina looks very sad.",
            "The Winter Queen did this to me.",
            "She mistakenly believed that she was protecting me from the Dreamless Nether, but in truth she was cutting the tether between us that allowed me to protect her.",
            "Now she barely even remembers who I am.",
            "To her, I'm little more than a beautiful ornament in her palace... a fading hint of an old friend she can't quite remember.",
            "You saw Hina in torment, but she appears unhurt to you.",
            "There are worse things than physical pain, Dreamer.",
            "I am frozen... it is not pleasant, believe me. But my true torture comes from watching her.",
            "...",
            "The Winter Queen...",
            "For years I've had to watch her, unable to do anything...",
            "Her mind is all but gone. She wanders the halls of the citadel like a wraith, lonely and forgotten.",
            "What little remains is haunted by visions of despair and betrayal.",
            "She is in so much pain.",
            "I try to talk to her, but she doesn't hear me, though she stands before my prison for hours at a time.",
            "...",
            "My strength is fleeing and my time grows short. Please, come quickly. She does not deserve this suffering.",
            "Please, Dreamer...",
            "The dream fades, along with Hina's face.",
            "Echoes of her voice linger for a little longer.",
            "Dreamer..."
        ],
        [
            "...",
            "눈 앞에 기이한 풍경이 펼쳐진다.",
            "흰 드레스를 입은 여자가 안개속에서 일렁였다.",
            "... 꿈꾸는 자.",
            "그녀와 만난 적은 없지만, 본 기억이 있다.",
            "처음 인사드려요, 꿈꾸는 자. 마침내 도달하셨군요.",
            "운명과 빛이 저와 당신을 인도하는 지금이라면 잠시 담소를 나눌 수 있겠지요.",
            "그녀가 한 걸음 앞으로 내딛자 서늘한 바람이 불어온다.",
            "부디 안심하시길, 평안하지는 않지만 위해를 가할 것은 어디에도 없답니다.",
            "이곳은 겨울이 머무는 성, 얼음의 성채. 다른 이름으로는 영원한 겨울의 세계를 지배하는 눈의 여왕의 궁전이라고 하지요.",
            "히나의 모습 뒤에 무언가 일렁이고 있다.",
            "얼어 붙은 얼음 기둥 속에 누군가 잠들어 있었다.",
            "... 안타까운 일이지만, 저는 얼음 속에 갇혀 있답니다.<br>당신이 성채 가까이 온 덕분에 이렇듯 꿈 속으로 찾아올 수 있었어요.",
            "무슨 일이 있었는지 묻자",
            "그녀가 슬픈 얼굴로 얼음 기둥을 바라본다.",
            "... 꿈꾸는 자, 세상의 이치는 몹시 공정해서 누구에게나 평등하게 내리는 것이 몇 가지 있답니다.",
            "따스한 빛, 길을 잃고 미아가 되었을 때 사람을 인도하는 운명, 아침의 햇살, 깊은 밤의 달빛... 소중한 사람이 특히 그렇지요.",
            "이 성채의 주인 눈의 여왕은 제게 그런 사람이에요.<br>여왕은 얼음 속에 저를 숨기면 드림리스 네더에게서 보호할 수 있다고 믿었답니다.",
            "제가 그녀를 보호하고 싶었던 것처럼 그녀 역시 저를 지켜주고 싶었던 거예요. 이제... 저도, 그녀도 더 이상 서로를 보호할 수 없게 되었지만요.",
            "그녀가 무거운 얼굴로 말을 이었다.",
            "심장에 칼을 박아 넣으면 고통과 안식이 동시에 그 사람을 빛으로 인도하지요.<br>하지만 단어나 기억, 전할 수 없는 마음, 슬픔을 박아 넣으면 심장이 뛸 때마다 그 순간을 상기하게 돼요.",
            "가혹한 운명 속에서 살게 된답니다. 지금 제 상황이 그래요, 이렇게 얼어붙어 길을 잃은 친구를 무력하게 바라볼 수 밖에 없어요.",
            "...",
            "셀 수 없는 시간을, 그저 그렇게 지켜볼 수 밖에 없었어요.",
            "눈의 여왕은...",
            "그 마음에 빛이 스밀 자리가 없어요, 겨울과 함께 이 성채의 복도를 배회하고 있지요.",
            "이성이 돌아오면 절망과 배신의 환영이 그녀의 마음을 좀먹고...",
            "이성이 사라지면 그 자리를 고통과 끝없는 외로움이 잠식해 눈을 가리죠.",
            "아무리 애타게 불러도 이 목소리는 그녀에게 닿지 않아요.<br>이 작은 감옥 앞에서 그녀가 저를 바라보는데도, 아무것도 전할 수 없어요.",
            "...",
            "빛이 사라지고 깊은 어둠이 세계에 도래했으니, 남은 시간이 많지 않아요.<br>... 부디 서둘러 주세요, 꿈꾸는 자.",
            "그녀에게 평온과 안식을 주세요. 끝없는 속죄를 그만 거두어 주세요...",
            "히나의 얼굴이 점차 흐릿해진다.",
            "서글픈 목소리가 메아리처럼 남아 안개 속으로 녹아 사라졌다.",
            "다시 만나길 고대하겠습니다, 꿈꾸는 자."
        ],
        [
            "...",
            "目の前に奇妙な風景が広がる。",
            "白いドレスを着た女の子が霧の中で揺れた。",
            "...ドリーマー君。",
            "彼女と会ったことはないが、見た覚えはある。",
            "初めまして、ドリーマー君。ついに来てくださったんですね。",
            "運命と光が私とあなたを導いた今なら、少しお話しすることができそうです。",
            "彼女は一歩前に踏み出すと、ひんやりとした風が吹いてきた。",
            "どうかご安心ください、安らかではありませんが、危害を加えるものはいません。",
            "ここは冬の城、氷の城塞。別名永遠なる冬の世界を支配する雪の女王の宮殿です。",
            "ヒナの後ろで何かが揺らめいていた。",
            "凍りついた氷の柱の中で、誰かが眠っていた。",
            "...残念なことに、私は氷の中に閉じ込められています。<br>あなたが城塞の近くに来てくださったおかげで、こうして夢の中でお会いすることができているのです。",
            "何があったのか聞くと、",
            "彼女が悲しい顔で氷の柱を見つめた。",
            "...ドリーマー君、世界の道理はとても公正で、誰にでも平等に降りてくるものがいくつかあります。",
            "暖かな光、道に迷って迷子になった時に人を導く運命、朝の日差し、深い夜の月明かり...大切な人は特にそうです。",
            "この城塞の主人である雪の女王は、私にとってそんな人でした。<br>女王は氷の中に私を隠せば、ドリームレスネザーから守ることができると信じていました。",
            "私が女王を守りたかったのと同じように、女王も私を守りたかったのです。もう...私も、女王もこれ以上お互いを守ることはできなくなってしまいましたが。",
            "彼女が重たい顔で続けた。",
            "心臓に刀を打ち込めば、苦痛と安息が同時にその人を光へと導きます。<br>ですが単語や記憶、伝えられない気持ち、悲しみを打ち込めば、心臓が脈打つたびにその瞬間を思い出します。",
            "過酷な運命の中で生きることとなるのです。",
            "...",
            "数えきれないほどの時間を、ただ見守ることしかできませんでした。",
            "雪の女王は...",
            "その心に光が入る場所はありません、冬と共にこの城塞の廊下を徘徊しています。",
            "理性が戻ってきたら絶望と裏切りの歓迎が彼女の心を蝕み...",
            "理性を失えばそこに苦痛と果てしない寂しさに蝕まれ、目を隠します。",
            "どれだけ必死に呼んでも、この声は彼女には届きません。<br>この小さな牢獄の前では、彼女が私を見つめているのに私は何も伝えることができません。",
            "...",
            "光が消え、深い闇が世界に到来しました。残りの時間は多くはありません。<br>...どうか急いでください、ドリーマー君。",
            "彼女に平穏と安息が訪れるように力を貸してください。この果てしない贖罪を終わらせてください...",
            "ヒナの顔がだんだんぼやけていく。",
            "悲しい声がこだまするように残り、霧の中に溶けて消えていった。",
            "またお会いできることを楽しみにしています。ドリーマー君。"
        ]
    ],
    "music": [
        "music_realmoflostdreams.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}