{
    "StoryName": "Campaign_SideStory_Hansel+Gretel_1",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "Kyo",
            "Robin",
            "",
            "",
            "Kyo",
            "",
            "Robin",
            "Robin",
            "Kyo",
            "Robin",
            "Robin",
            "",
            "Robin",
            "Kyo",
            "Robin",
            "Robin",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "Robin",
            "Kyo",
            "Kyo",
            "",
            "",
            "",
            "Mal",
            "Lis",
            "",
            "Mal",
            "Mal",
            "Celeste",
            "",
            "Lis",
            "Mal",
            "Mal",
            "Celeste",
            "Lis",
            "Celeste",
            "Lis",
            "Celeste",
            "Celeste",
            "Lis",
            "Mal",
            "Lis",
            "Mal",
            "Mal",
            "",
            "",
            ""
        ],
        [
            "",
            "쿄",
            "로빈 후드",
            "",
            "",
            "쿄",
            "",
            "로빈 후드",
            "로빈 후드",
            "쿄",
            "로빈 후드",
            "로빈 후드",
            "",
            "로빈 후드",
            "쿄",
            "로빈 후드",
            "로빈 후드",
            "",
            "쿄",
            "쿄",
            "쿄",
            "로빈 후드",
            "쿄",
            "쿄",
            "",
            "",
            "",
            "말",
            "리즈",
            "",
            "말",
            "말",
            "셀레스티",
            "",
            "리즈",
            "말",
            "말",
            "셀레스티",
            "리즈",
            "셀레스티",
            "리즈",
            "셀레스티",
            "셀레스티",
            "리즈",
            "말",
            "리즈",
            "말",
            "말",
            "",
            "",
            ""
        ],
        [
            "",
            "キョウ",
            "ロビンフッド",
            "",
            "",
            "キョウ",
            "",
            "ロビンフッド",
            "ロビンフッド",
            "キョウ",
            "ロビンフッド",
            "ロビンフッド",
            "",
            "ロビンフッド",
            "キョウ",
            "ロビンフッド",
            "ロビンフッド",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "ロビンフッド",
            "キョウ",
            "キョウ",
            "",
            "",
            "",
            "マル",
            "リズ",
            "",
            "マル",
            "マル",
            "セレステ",
            "",
            "リズ",
            "マル",
            "マル",
            "セレステ",
            "リズ",
            "セレステ",
            "リズ",
            "セレステ",
            "セレステ",
            "リズ",
            "マル",
            "リズ",
            "マル",
            "マル",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Haven is safe, for now, but in the aftermath of the battle to protect it, two of its strongest defenders come to see you.",
            "Dreamer.",
            "Dreamer, it's very good to see you again, given the circumstances.",
            "Likewise.",
            "What could these two want to see you about, you wonder?",
            "It's about the memory shards, Dreamer.",
            "Do they want to take them away from you?",
            "Oh, no, no, nothing of the sort.",
            "But we think we may know where you can find two more.",
            "My men have been scouting and investigating the reports that Robin has given us about possible locations of shards and there is one particular place we're very interested in.",
            "Or rather, we're particularly interested in a couple of shards that should be close together...",
            "We were hoping that you could investigate further and possibly recover those shards.",
            "You're listening.",
            "It has to do with a legend about two sibling witch hunters who disappeared in the forests.",
            "It seems likely they were killed by the witches they were hunting... but the legends also say that their spirits remain unquiet to this day.",
            "They haunt the forests, supposedly searching for the witch that killed them, hunting both witches and travellers that pass by.",
            "Well, back when there were still travellers to haunt.",
            "But it's just a legend, isn't it?",
            "I thought so too, until one of my patrols was attacked by two youngsters in the forest.",
            "They said they could appear and disappear with ease from the trees and wielded strange weapons.",
            "My men barely got away with their lives!",
            "If they're still around, that means they've managed to protect their memory shards from the Dreamless for all this time – which means they're powerful.",
            "Perhaps if you can convince them to work with you... spirits that powerful would certainly be a help to you when you finally take on a Dominion.",
            "You'll need all the help you can get to take one of those down!",
            "After some thought, you agree to have a look and Robin shows you on a map roughly where she thinks they will be based on the reports.",
            "You take this information to Celeste. Perhaps the strange merchant will be able to help you somehow.",
            "You find her with Mal and Lis. Unsurprisingly, the two young ones aren’t exactly keen to venture out into the woods again.",
            "No way, Dreamer! We're not going into some haunted woods in search of spirits that might try to kill us!",
            "No way!",
            "You don't remember saying anything about Mal and Lis coming along...",
            "Of course we're coming!",
            "I mean... no, we’re not coming!",
            "They would be useful guides, Dreamer. They know the forests even better than I do.",
            "But they're also just children.",
            "... ",
            "We've been fighting off Dreamless and protecting ourselves longer than you have! We can take care of ourselves!",
            "Ah! T-That doesn't mean we're going to just head off into witches' territory, though!",
            "You know, if witches really are involved, I've heard there is a certain witch in the forest whose house is entirely made of gingerbread...",
            "G-gingerbread?!",
            "Oh yes – or at least, the walls are made of gingerbread. Everything else, the doors, the roof, the fixtures and furniture, they're all made of other sweets and cakes and fondants...",
            "!!",
            "You know, if that witch happened to be defeated, her house and all those sweets will be free for the taking.",
            "In fact, I think I heard tell of where that gingerbread house is... if I recall, it was right in the middle of the area the Dreamer wants to investigate...",
            "We'll go!",
            "Lis?!",
            "Come on, Mal! Free sweets!",
            "<i>Sigh...</i>",
            "Okay... Lead the way, Celeste.",
            "You head out into the forests, led by Mal and a very excited Lis on paths they know.",
            "When you reach the territory Robin and Kyo told you about, you don't find a gingerbread house, or any witches, or even two witch hunting siblings.",
            "You do find a lot of Dreamless, though..."
        ],
        [
            "잠깐의 평화가 안식의 도시에 찾아왔다.",
            "꿈꾸는 자.",
            "꿈꾸는 자. 다시 만나니 반갑네요.",
            "쿄와 로빈과 마주쳤다.",
            "그들에게 짧은 인사를 건냈다.",
            "아, 기억 파편에 관한 일입니다. 말씀드릴게 있어서요.",
            "그 말에 지난번에 로빈이 말했던 파편에 대한 얘기를 떠올렸다.",
            "아뇨, 그런 것은 아니에요.",
            "기억 파편 두 개를 추가로 회수할 장소를 발견한 것 같아서요.",
            "예, 맞습니다.<br>로빈이 알려준 정보대로 수색대를 보냈는데, 수상한 곳을 발견했습니다.",
            "그곳으로 가면 가까이 붙어있는 한 쌍의 조각이 있을 거예요.<br>드림리스가 진을 치고 있는 곳이긴 하지만... ",
            "당신이 그 기억 파편들을 회수해줬으면 해요.",
            "로빈은 지도를 꺼내 보여주며 위치를 설명했다.",
            "그리고 숲에서 실종된 마녀 사냥꾼 남매에 관한 전설이 있어요.<br>어쩌면 연관이 있을지도 모르겠군요.",
            "그 전설에 따르면 마녀를 사냥하던 사냥꾼 남매가<br>목표였던 마녀에게 살해당한 뒤 숲을 떠돌고 있다 하더군요.",
            "네, 자신들을 죽인 마녀에게 복수하기 위해서...<br>숲을 지나는 마녀는 물론이고 여행자까지 모두 사냥하는 모양이에요.",
            "여행자들이 많았던 때에는 단지 무서운 전설에 불과했는데...",
            "...",
            "예, 저도 처음에는 그렇게 생각했습니다.<br>정찰 대원 중 한 명이 두 남매에게 습격을 당하기 전까지는요.",
            "그들은 나무 사이에서 갑자기 나타나거나 사라진다고 하더군요.<br>또한 소름끼치게 생긴 무기를 사용한다고 합니다.",
            "대원은 힘겹게 탈출에 성공했고, 겨우 목숨만 건질 수 있었습니다.",
            "그들이 아직 숲을 돌아다니고 있다면...<br>분명 드림리스로부터 스스로를 보호할 수 있을 정도로 강하다는 뜻이겠죠.",
            "그들을 잘 설득해준다면...<br>분명 도미니언을 상대할 때 도움이 될 겁니다.",
            "물론, 쉬운 일이 아니라는 것은 알고 있습니다만...",
            "로빈과 쿄가 위치가 표시된 지도를 펼쳐서 넘겨주고는 짧은 목례를 하고 돌아갔다.",
            "두 사람과 헤어진 뒤, 지도를 들고 셀레스티를 찾아갔다.<br>신비로운 상인인 만큼 알려줄 수 있는 정보가 있을 것이다.",
            "마침 말과 리즈도 함께 있었다.",
            "뭐!? 절대로 안돼!<br>사람도 습격한다는데 그 위험한 영혼들을 굳이 찾아가겠다니! 너 바보야!?",
            "... 무서워.",
            "역시나 우려했던 반응을 듣고, 고개를 저었다. 지도를 접고 다시 일어서려 할 때 말이 내 옷자락을 붙잡았다.",
            "혼자서 가려고!? 같이... 가야지...!",
            "그, 그렇지만 이번엔 안 갈래. 응. 안 가도 될 것 같아.",
            "어머나, 꽤 유용한 가이드를 두고 있구나?<br>숲에 관한 거라면 상인인 나보다 이 아이들이 더 잘 알겠지, 후후.",
            "...",
            "... 으응...",
            "우, 우린 훨씬 전부터 드림리스와 싸웠어!<br>우리 몸도 스스로 지켜왔고! 자기 몸 하나는 돌볼 줄 알아!",
            "그, 그래도 마녀가 나오는 곳에는 가지 않을거야.",
            "어머. 그러고 보니 숲 어딘가에 과자로 만든 집에 사는 마녀가 있다고 하던걸?",
            "과... 과자로 만든 집?",
            "후후, 그럼.<br>지붕은 과자로, 창문은 설탕으로, 문과 가구는 딸기 케이크라고 했었나?",
            "...!!",
            "만약 누군가 그 마녀를 쓰러트린다면,<br>그 집과 과자들은 모두 쓰러트린 사람의 몫이 아닐까?",
            "아, 참! 그 과자로 만든 집이 어디에 있는지도 들었던 것 같구나.<br>내 기억으로는 아마...<br>지도에 표시된 이곳... 여기 정중앙에 있다고 들었던 것 같은데.",
            "리즈는 갈래!",
            "...뭐!?",
            "가자, 오빠! 과자집과 케이크에... 창문이 설탕이라잖아!",
            "허... 넌... 정말...",
            "... 그래... 셀레스티, 길을 안내해줄래?",
            "여동생의 반짝이는 얼굴을 보자마자 말은 체념해버린 모양이다.<br>기대감으로 들뜬 발걸음으로 씩씩하게 나아가는 리즈와<br>무슨 생각을 하고 있는지 도통 알 수 없는 셀레스티와 함께 숲으로 향했다.",
            "로빈과 쿄가 이야기한 곳에 도착했지만,<br>과자의 집은 어디에도 없었다. 마녀를 사냥한다는 두 남매도...",
            "대신 수많은 드림리스 무리와 마주했다...<br>리즈의 바램과는 달리 슬프게도 케이크와 조금도 닮지 않았다."
        ],
        [
            "つかの間の平和が、安息の都市に訪れた。",
            "ドリーマー。",
            "ドリーマー。また会えて嬉しいですね。",
            "キョウとロビンフッドにばったり会った。",
            "短い挨拶を交わした。",
            "実は、記憶の欠片のことで、お話ししたいことがありまして。",
            "先日、ロビンフッドの言っていた欠片の話を思い出した。",
            "いいえ、そのことではありません。",
            "記憶の欠片を新たに二つ、回収できそうな場所を見つけたようです。",
            "ええ。<br>ロビンフッドの情報をもとに捜索隊を送ったのですが、そこで妙な場所を発見しました。",
            "互いに寄り添った二つの欠片です。<br>ドリームレスが陣を張っていますが...",
            "その記憶の欠片を回収してきてほしいのです。",
            "ロビンフッドが地図を取り出して、位置を説明した。",
            "それと森で失踪した魔女ハンターの兄妹の伝説があるのですが、<br>それと何か関係あるかも知れません。",
            "伝説によれば、その兄妹は<br>魔女に殺され、森を彷徨っているらしいのです。",
            "ええ、自分達を殺した魔女に復讐するため...<br>森を通る魔女はもちろん、旅人も全員襲っているとか...",
            "旅人が多い頃は、ただ恐ろしい伝説に過ぎませんでしたが...",
            "...",
            "最初は私もそう思っていました。<br>偵察隊の一人が襲われるまでは...",
            "その兄妹は、木の隙間から突然に現れたり、消えたりするそうです。<br>そして凶悪な武器を持っているといいます。",
            "襲われた隊員は必死に逃げ出し、命は取り留めました。",
            "まだ彼らが森にいるとしたら...<br>ドリームレスから身を守れるほどの力を持っているということです。",
            "うまく説得できれば...<br>ドミニオンと戦う時に、きっと力になるはずです。",
            "もちろん、簡単ではありませんが...",
            "ロビンフッドとキョウは、位置の印された地図を手渡すと、短く挨拶しその場を後にした。",
            "二人と別れた後、地図を持ってセレステに会いに行った。<br>神秘的な商人だ。何か有益な情報があるかも知れない。",
            "ちょうどマルとリズも一緒にいた。",
            "何だって！？ 絶対にだめだよ！<br>あの人を襲う、危険な魂を探しに行くなんて！",
            "...怖い。",
            "予想どおりの反応に落ち込んだ。地図をしまって帰ろうとすると、マルが裾を引っ張った。",
            "一人で行くつもり！？ 行くなら... 一緒に行こう...！",
            "でも... 今回は行かない。うん、行かなくていいと思う。",
            "あら、ずいぶんと優秀なガイドを連れてるのね。<br>森のことなら、商人のわたしより子供達のほうがずっと詳しいわ。ふふ。",
            "...",
            "...ううん",
            "お、俺達はずっと前からドリームレスと戦ってきたんだ！<br>自分達の身は自分で守れる！",
            "け、けど... 魔女が出る所には行かない。",
            "あら、そういえば、森のどこかにお菓子の家があるって聞いたことあるわ。",
            "お... お菓子の家？",
            "ふふ、そうよ。<br>屋根はクッキー、窓はアメ、ドアと家具はいちごのショートケーキなの！",
            "...！！",
            "誰かが魔女を倒したら、<br>その家とお菓子は、全部その人の物になるんじゃないかしら？",
            "あ！ そのお菓子の家の場所も知ってるわ～<br>わたしの記憶では確か...<br>この地図の... 真ん中にあった気がするんだけど。",
            "私 行きたい！",
            "...何だって！？",
            "行こうよ、お兄ちゃん！クッキーの屋根に... アメといちごのケーキだって！",
            "はぁ... まったく...",
            "分かったよ... セレステ、案内してくれる？",
            "マルは、目を輝かせた妹を見てあきらめたようだ。<br>期待をふくらませて楽しそうに歩くリズと<br>何を考えているのか全く分からないセレステと一緒に森へ向かった。",
            "ロビンフッドとキョウから聞いた場所に到着したが、<br>お菓子の家は見当たらなかった。魔女ハンターの兄妹も...",
            "代わりに現れたのは、大量のドリームレスの群れだった...<br>悲しいことに、それはリズが楽しみにしていたケーキとは、ちっとも似ていなかった。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}