{
    "StoryName": "Campaign_SideStory_Puss_In_Boots_2",
    "background": [
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png"
    ],
    "character": [
        [
            "",
            "Ranger",
            "",
            "Ranger",
            "Ranger",
            "Ranger",
            "Ranger",
            "",
            "",
            "Aurora",
            "Aurora",
            "Red Knight",
            "Aurora",
            "Red Knight",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "",
            "Aurora",
            "",
            "",
            "",
            "",
            "Puss In Boots",
            "",
            "Puss In Boots",
            "Puss In Boots",
            "Aurora",
            "Puss In Boots",
            "Puss In Boots"
        ],
        [
            "",
            "순찰자",
            "",
            "순찰자",
            "순찰자",
            "순찰자",
            "순찰자",
            "",
            "",
            "오로라",
            "오로라",
            "붉은 기사",
            "오로라",
            "붉은 기사",
            "오로라",
            "오로라",
            "오로라",
            "",
            "",
            "오로라",
            "",
            "",
            "",
            "",
            "퍼스",
            "",
            "퍼스",
            "퍼스",
            "오로라",
            "퍼스",
            "퍼스"
        ],
        [
            "",
            "隊員",
            "",
            "隊員",
            "隊員",
            "隊員",
            "隊員",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "レッドナイト",
            "オーロラ",
            "レッドナイト",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "",
            "",
            "",
            "",
            "長靴をはいた猫",
            "",
            "長靴をはいた猫",
            "長靴をはいた猫",
            "オーロラ",
            "長靴をはいた猫",
            "長靴をはいた猫"
        ]
    ],
    "dialogueText": [
        [
            "The Nightmares are defeated and the militia ranger stands panting in front of you.",
            "Hah... Hah... Thank you, thank you! I would never have been able to beat those things on my own!",
            "You tell him not to mention it, fighting these creatures has almost become second nature, by now.",
            "Ah! I have to find the families I was leading away!",
            "Dreamer, if you want to find that townsperson with the plan, you should head north-east.",
            "There's a rendezvous point on the edge of the city. Look for the crooked steeple!",
            "I have to go!",
            "With that, the young ranger runs off in search of the people he had been escorting out of the city.",
            "Aurora turns to you.",
            "Dreamer, we can go where he says and find out who this person is and what they intend, but we also have an objective of our own.",
            "We need to get to the central square and relieve the defenders of the guild hall as soon as we can!",
            "Oh, so driven! I once knew someone as driven as you, Aurora...",
            "What's that supposed to mean?!",
            "It means that this city isn't a city without its people.",
            "Of course, I know that!",
            "I was only giving the Dreamer his options...",
            "What do you think, Dreamer? What should we do?",
            "You muse for a few precious moments.",
            "The people should come first, after all... if you can find a way to protect as many of them as possible, that would be best.",
            "Of... of course...",
            "You press onwards and soon encounter a great horde of Nightmare creatures.",
            "You can see the crooked spire in the distance, not too far away. That must be where the people are gathering.",
            "Unfortunately, it seems like these Nightmares are heading in the same direction!",
            "You ready yourself to intercept them and prepare for a hard fight, when a diminutive figure in strange clothing appears ahead of you.",
            "You think you're up to defeating these monsters? Where are your weapons? You look like a magician.",
            "A magician!?",
            "Nyahaha! Don't worry! Leave these fiends to me!",
            "You have been rescued by Haven's most swashbuckling hero! The legend known as-",
            "Here they come!",
            "Hey! I wasn't finished!",
            "HYAAA!"
        ],
        [
            "악몽들이 바닥에 쓰러지자 민병대원이 깜짝 놀란 상태로 숨을 헐떡인다.",
            "허억... 허억... 고맙습니다, 정말 고맙습니다!",
            "괴물과 싸우는 것은 우리 모두에게 익숙한 일이다. 민병대원에게 괜찮다는 뜻으로 고개를 끄덕였다.",
            "제가 이끌던 사람들... 가족들을 찾아야합니다!",
            "꿈꾸는 자, 그들을 찾고 싶으면 북동쪽으로 가세요.",
            "북동쪽 도시 외곽에 집합 장소가 있을 겁니다. 그곳에서 삐뚤어진 첨탑을 찾으세요!",
            "그럼 저는 먼저 가보겠습니다!",
            "...",
            "민병대원의 모습을 바라보던 오로라가 말을 걸어온다.",
            "꿈꾸는 자. 민병대원이 말한 그 사람에 대해서 알고 싶으시겠죠...",
            "하지만 저희는 중앙 광장으로 가 길드를 지키고 있을 이들을 구해야 해요!",
            "호오, 의욕 넘치네.<br>피난민들은 어쩌고?",
            "무슨 뜻으로 하는 이야기죠?",
            "뭐, 말하자면 사람이 없는 도시는 도시가 아니란 소리지.",
            "그 정도는 저도 알고 있어요.",
            "모든 건 당신의 선택에 달려있어요.",
            "꿈꾸는 자. 어떻게 생각하시나요? 결정을 내려주세요.",
            "지금은 시민의 안전이 최우선이다.",
            "최대한 많은 사람을 한 번에 보호할 수 있는 방향으로 움직여야한다.",
            "... 그렇군요.",
            "민병대원이 말한 여자를 찾아 북동쪽으로 향한 지 얼마 안 되어 악몽의 무리와 마주쳤다.",
            "멀지 않은 곳에 첨탑이 보인다.<br>저 곳에 피난민들이 모여있을 것이다.",
            "이 악몽의 무리 역시 그것을 알고 있는지 첨탑을 향하고 있다.",
            "그 앞을 막아서자 어디선가 이상한 옷을 입은 인물이 나타났다.",
            "나리, 나리께서 저 사악한 악몽들을 모두 무찌를 수 있다 생각하시오?<br>무기는 어디있소? 혹시 무슨 마법이라도 부리시오?",
            "의기양양한 표정으로 나타난 그녀가 날카로운 검을 꺼낸다.",
            "냐하하! 걱정 마시오, 저 악몽들은! 소인에게 모두 맡기면 되오!",
            "지금, 이 순간! 나리는 안식의 도시에서 제일가는 멋쟁이 영웅에게 구출되셨소!<br>그 전설의 이름은 바로바로!",
            "옵니다!",
            "냐핫!? 이보시오! 소인이 아직 말을 마치지도 않았는데!?",
            "히야아앗!"
        ],
        [
            "ナイトメアが地面に倒れる。民兵はまだ興奮が冷めず息を切らしていた。",
            "ゼェ... ゼェ... 本当にありがとうございます！",
            "怪物とやりあうのは慣れている。民兵に安心するよう頷いて見せた。",
            "僕が誘導していた人々を... 家族を捜さないと！",
            "ドリーマー、人々は北東にいるはずです。",
            "都市郊外の北東にある、ねじれた尖塔に向かってください。そこで皆さんが落ち会うはずです。",
            "それでは、僕は先に出発します！",
            "...",
            "民兵の姿を眺めていたオーロラが話しかけてきた。",
            "ドリーマー。 民兵の言っていた女性が気になるのでしょう...？",
            "しかし、ギルトを守っている人々を助けるのが先です。中央広場へ行きましょう！",
            "ほう、立派だな。<br>では避難している人達はどうなる。",
            "どういう意味ですか？",
            "つまり、人のいない都市は、都市ではない。",
            "そのくらい、私も分かっています。",
            "全ては、あなたの選択次第です。",
            "ドリーマー。どうしますか？ 決断の時です。",
            "今は、市民の安全が最優先だ。",
            "一番多くの人々を救えるほうを選ぼう。",
            "...なるほど。",
            "民兵から聞いた女性に会うため北東へ進むと、すぐにナイトメアの群れに遭遇した。",
            "そろそろ近くに尖塔が見える。<br>あそこに避難している市民達が集まっているはずだ。",
            "このナイトメアの群れも、それを知っているのか尖塔に向かっている。",
            "戦闘準備に入るや、どこからともなく妙な服の者が現れた。",
            "旦那様、あの凶悪なナイトメアを、全てお倒しになるつもりですか？<br>武器はどちらに？ まさか魔法をお使いになるのですか？",
            "得意げな表情で現れた彼女が、鋭い剣を抜く。",
            "ニャハハ！ 心配無用です。あのナイトメアはっ！ 私にお任せあれ！",
            "今、この瞬間！ 旦那様は、安息の都市一、おしゃれなヒーローに救われたのです！<br>その伝説のヒーローの名はっ！",
            "来ますよ！",
            "ニャハッ！？ まだ言い終わっておりませんが？",
            "ヒャアアッ！"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}