{
    "StoryName": "Campaign_LibraryStory_Scarecrow_3",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "Scarecrow",
            "Scarecrow",
            "",
            "",
            "",
            "Scarecrow",
            "",
            "Scarecrow",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "허수아비",
            "허수아비",
            "",
            "",
            "",
            "허수아비",
            "",
            "허수아비",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "かかし",
            "かかし",
            "",
            "",
            "",
            "かかし",
            "",
            "かかし",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Scarecrow at last arrives at a large clearing, by which point the sun is just high enough to peek into the break in the trees.",
            "What you find there is quite incredible!",
            "Hmmm hm hm hm hmmmmm...",
            "Good morning my little lovelies, how are you all doing today?",
            "Almost the entire clearing has been cleared, tilled and cultivated.",
            "There are patches of turned earth with neat rows of green shoots sprouting from them, bamboo cane frames with climbers covering them and even a little tool shed with a padlock on the door.",
            "All of this must have taken hours and hours of work! Days! Weeks even!",
            "Now, let's see how you're all getting on today...",
            "Scarecrow takes a tour around the clearing, making notes in a little journal at each patch of earth and every sprout of green.",
            "Good to see you finally showing your faces!",
            "She even talks to the plants that are growing.",
            "It's really quite endearing.",
            "After finishing her tour, she retrieves tools from the little shed and sets to weeding, feeding the crops, and working with her rake.",
            "Is this what she's been doing all this time?"
        ],
        [
            "한참 허수아비를 쫓아 도착한 곳은 넓은 개활지였다.",
            "아침 햇살이 나뭇잎 사이를 비집고 땅 위로 쏟아져 내리는, 평화로운 풍경이었다.",
            "흠, 흠~ 흐흐흥.",
            "좋은 아침이다! 요 조그만 것들아.",
            "조금 더 잘 보이는 곳으로 자리를 옮기자 땅 위에 쳐진 줄 같은 것들이 보였다.",
            "줄을 따라 작은 농작물들이 가지런히 심겨 있다. 개활지 끝에는 대나무로 만든 것처럼 보이는 헛간이 자리하고 있었다.",
            "새벽 이슬을 머금은 어린 초목들이 허수아비에게 대답하듯 바람을 타고 작은 풀잎을 흔들었다.",
            "자, 오늘은 뭐가 필요할지 보자. 휴, 해가 바로 머리 위에 떠있네.",
            "허수아비는 바쁜 걸음으로 밭 사이를 돌아다니며 풀을 살피고 메모지에 글자를 적고 있다.",
            "어이! 거기 너! 어제보다 훨씬 자랐잖아? 반갑다!",
            "사람과 이야기를 하는 것처럼 허수아비는 식물에게 친근하게 말을 건다.",
            "다정하다고 해야할지, 상냥하다고 해야할지 모르겠다.",
            "밭 여기저기를 가볍게 둘러본 그녀가 헛간으로 달려가더니 쇠스랑을 들고 나왔다.",
            "밭고랑을 파는 모습이 굉장히 능숙하다. 아무래도 여태 밭을 경작하느라 아침 일찍 사라졌던 모양이다."
        ],
        [
            "しばらくかかしを追いかけ、着いたのは広い畑だった。",
            "朝の日差しが木々の間から降り注いでいる、平和な風景だ。",
            "ふん、ふん～ふん～♪",
            "おはよう！おちびちゃんたち！",
            "もう少しよく見える場所に移動すると、地面の上にロープのようなものが見えた。",
            "ロープに沿って小さな農作物が綺麗に植えられている。<br>畑の先には竹で作られた小屋があった。",
            "朝露のついた小さな草木がかかしに答えるように、風に吹かれて葉っぱを揺らした。",
            "今日は何が必要かな？ふぅ、太陽が頭の真上に昇ってるね。",
            "かかしは忙しそうに畑の間を歩き回りながら、草をチェックし、メモをしていた。",
            "おーい！そこの君！昨日よりずいぶん大きくなったね！",
            "人間と話をするように、かかしは植物に話しかけていた。",
            "優しいと言うべきか、明るいと言うべきか分からない。",
            "畑を軽く見て回った彼女は小屋へ走っていき、くわを持って出てきた。",
            "畑を耕している姿は非常に手慣れて見える。<br>草木の世話をするために早朝から出かけていたようだ。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}