{
    "StoryName": "Campaign_LibraryStory_Aurora_1",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        ""
    ],
    "character": [
        [
            "Lis",
            "Mal",
            "Lis",
            "Mal",
            "",
            "",
            "Mal",
            "Lis",
            "Lis",
            "Lis",
            "Mal",
            "Mal",
            "Lis",
            "",
            "",
            "",
            "",
            "Lis",
            "",
            "Lis",
            "Lis",
            "Lis",
            "",
            "",
            "Aurora",
            "",
            "",
            "Aurora",
            "Lis",
            "Mal",
            "Mal",
            "",
            "Aurora",
            "",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            ""
        ],
        [
            "리즈",
            "말",
            "리즈",
            "말",
            "",
            "",
            "말",
            "리즈",
            "리즈",
            "리즈",
            "말",
            "말",
            "리즈",
            "",
            "",
            "",
            "",
            "리즈",
            "",
            "리즈",
            "리즈",
            "리즈",
            "",
            "",
            "오로라",
            "",
            "",
            "오로라",
            "리즈",
            "말",
            "말",
            "",
            "오로라",
            "",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "",
            ""
        ],
        [
            "リズ",
            "マル",
            "リズ",
            "マル",
            "",
            "",
            "マル",
            "リズ",
            "リズ",
            "リズ",
            "マル",
            "マル",
            "リズ",
            "",
            "",
            "",
            "",
            "リズ",
            "",
            "リズ",
            "リズ",
            "リズ",
            "",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "リズ",
            "マル",
            "マル",
            "",
            "オーロラ",
            "",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Hey Mal! Can you read this book for me please?",
            "...No. I won't!",
            "Why?! Is it because it’s too difficult for you?",
            "Of course not! I can read that fairytale book easily! It’s just that...",
            "Mal and Lis are unusually noisy this morning.",
            "What are they making a fuss about this early in the morning?",
            "Oh, Dreamer!",
            "I asked Mal if he can read this book to me, because one of the neighbours gave it to me as a gift.",
            "Of course, I can read it by myself... but I like it better when someone reads stories to me.",
            "And Mal was saying that he wouldn't read it to me...",
            "That's because, if you're going to read a book to someone, you need to sound like the character is talking to you as if they're real, you know!?",
            "I've never done that before... so I just needed some time to prepare myself, is all!",
            "Really? Then once you're prepared, will you read this book to me?",
            "Lis's eyes are twinkling",
            "Hmm, the image of Mal acting and imitating the various characters in the book... you can't quite see it.",
            "But you wonder why he isn't willing to accept his sister's request. Perhaps he is just too shy?",
            "You ask Lis if she would be happy if Aurora read the book to her instead.",
            "Aurora?",
            "Of course, you expect Aurora would be an excellent storyteller.",
            "That's right! Why didn't I think of that?",
            "Aurora is very good at narration and she's always good at explaining things!",
            "Alright! Dreamer, do you happen to know where she is?",
            "She should be here...",
            "Anytime now.",
            "Oh, What's everyone doing here?",
            "Aurora appears before you with a warm smile on her face.",
            "You tell Aurora that the two children have a request for her.",
            "Is that all you wanted me for? Of course, I would be more than happy to help!",
            "Yay~ Aurora! Can you please read this book to me?",
            "She asked me if I can read the book to her, but I'm not very good at it...",
            "It's not like I can't read it or anything! So don't get me wrong!",
            "Aurora grins at Lis and Mal. She gladly nods her head.",
            "Sure, I'll do it. What kind of book are you talking about? Let me see it and I'll read it for you.",
            "Lis's eyes are twinkling again and she hands Aurora a thin fairy tale book.",
            "The book doesn't seem to be very long and the picture of the front cover is quite plain.",
            "Aurora takes a look at the book by turning over a few pages.",
            "... Hmm? You think Aurora's face is turning slightly red...",
            "Ohh...",
            "This book, I can't...",
            "I'm sorry. Everyone...",
            "I'm so sorry!!",
            "Aurora suddenly closes the book and runs away, hugging the book in her arms.",
            "Wait, where is she going all of a sudden? Aurora?!"
        ],
        [
            "오빠! 다음은 이걸로 읽어줘, 이거!",
            "... 안돼. 못해!",
            "응? 왜? 혹시 내용이 어려워?",
            "아니거든!? 그런 동화책 정도는 얼마든지 읽어줄 수 있어! 그게 아니라...",
            "이른 아침부터 남매가 소란스럽다.",
            "책을 든 남매가 서로에게 책을 내밀며 티격태격하는 중이다.",
            "꿈꾸는 자!",
            "안녕! 오빠에게 책을 읽어달라고 하고 있었어, 안식의 도시 사람들이 동화책을 선물로 줬거든.",
            "혼자 읽을 수도 있지만... 다른 사람들이 읽어주는게 더 좋아서.",
            "그런데 오빠가 안 읽어주겠다잖아...",
            "그게... 동화책을 재밌게 읽으려면 목소리 흉내를 잘 내야하잖아!?",
            "그런 걸 해 본 적이 없어서... 마음의 준비가 필요했을 뿐이야!",
            "정말? 그럼 마음의 준비가 되면 읽어줄 거야?",
            "리즈의 눈동자가 반짝반짝 빛난다.",
            "쑥스러운지 머리를 긁적이며 말이 뜸을 들인다.",
            "결국 책을 받아 들어서 펼치긴 했는데 목만 가다듬고 영 진도를 못내고 있다.",
            "리즈에게 오로라에게 읽어달라고 하면 어떨지 물었다.",
            "오로라?",
            "리즈가 손가락으로 입가를 만지작거리며 고개를 갸우뚱 거린다.",
            "그래! 차라리 오로라에게 읽어달라고 할래.",
            "오로라는 이야기를 재밌게 잘 하잖아. 설명도 잘 하고.",
            "꿈꾸는 자, 오로라가 어디 있는지 알아?",
            "해가 빛나는 정오.<br>오로라가 돌아올 시간이 되었기에 고개를 끄덕였다.",
            "때마침 문을 열고 들어오는 오로라의 모습이 보인다.",
            "아! 다들 이곳에서 뭘 하고 계신가요?",
            "오로라가 다정한 얼굴로 웃는다.",
            "리즈가 책을 끌어안은 채로 오로라를 물끄러미 바라본다.",
            "무슨 일이라도 있었나요? 도와드릴 수 있는 일이라면 저도 도울게요.",
            "와아~ 오로라! 혹시 동화책 읽어줄 수 있어?",
            "리즈가 동화책을 읽어달라고 하는데, 난 이런거 자신 없어서...",
            "... 글자를 몰라서 그러는 건 절대로 아니니까, 오해하지마!",
            "아이들의 목소리에 오로라가 상냥한 얼굴로 웃는다. 그녀가 흔쾌히 고개를 끄덕였다.",
            "그런 일이라면 얼마든지요. 어떤 동화인가요? 이리 주시면 읽어 드릴게요.",
            "리즈가 눈을 반짝이며 오로라에게 얇은 동화책을 건넨다.",
            "척 보기에도 얇은 책이다. 표지 그림도 특별할 것 없이 밋밋했다.",
            "책을 받아든 그녀가 페이지를 살짝 넘겨 살펴본다.",
            "어쩐지 그녀의 얼굴이 조금 붉어진 것 같았다.",
            "아...",
            "이, 이건 안 되겠어요.",
            "죄송해요. 모두...",
            "... 정말 죄송해요!!",
            "영문 모를 말을 쏟아낸 그녀가 서둘러 책을 덮더니, 그대로 품에 끌어안은 채 뒤돌아 멀리 달려간다.",
            "남매가 황당한 얼굴로 나를 바라보며 눈을 깜빡인다."
        ],
        [
            "お兄ちゃん！次はこれ読んで！",
            "...ダメ。無理！",
            "ん？どうして？ひょっとして、中身が難しいの？",
            "違うよ！絵本くらいいくらでも読めるって！でも、そうじゃなくて...",
            "早朝から騒がしい兄妹。",
            "互いに本を押しつけ合いながら、ケンカしているところだ。",
            "ドリーマー！",
            "こんにちは！お兄ちゃんに本を読んでほしいってお願いしてたの。<br>安息の都市の人たちが絵本をくれたんだ。",
            "1人でも読めるけど...誰かに読んでもらいたくて。",
            "でも、お兄ちゃんは嫌だって...",
            "だって...絵本を読むなら声マネをしないと面白くないだろ！？",
            "そういうのはやったことないから...心の準備が必要だっただけ！",
            "本当？じゃあ、心の準備ができたら読んでくれるの？",
            "リズの瞳がキラキラ輝いた。",
            "マルは照れくさそうに頭をかいている。",
            "結局マルは本を受け取って開いたが、喉を整えてばかりでまったく進まない。",
            "オーロラに読んでもらったらどうかと、リズに尋ねた。",
            "オーロラ？",
            "リズは指を口元にあてて首をかしげている。",
            "うん！オーロラに読んでもらうね。",
            "オーロラはお話上手だもんね。説明も分かりやすいし。",
            "ドリーマー、オーロラがどこにいるか分かる？",
            "日差しが眩しい正午。<br>オーロラが帰ってくる時間になったため、うなずいた。",
            "ちょうどドアを開けて入ってくるオーロラの姿が見える。",
            "あっ！みなさん、こちらで何をされていたのですか？",
            "オーロラが優しく微笑んだ。",
            "リズは本を抱えたまま、じっとオーロラを見つめた。",
            "どうかなさいましたか？お手伝いできることなら、何でも言ってくださいね。",
            "わ～い、オーロラ！絵本を読んでくれる？",
            "リズに頼まれたんだけど、俺はこういうの自信なくて...",
            "...文字を読めないわけじゃないから、勘違いするなよ！",
            "2人の会話を聞きながら、オーロラが優しく微笑む。彼女は快く首を縦に振った。",
            "そういうことでしたら、いくらでも。どんな絵本ですか？",
            "リズが目を輝かせながらオーロラに薄い絵本を渡した。",
            "ぱっと見た限り、薄い本だ。表紙の絵も特別な部分はなく、普通だった。",
            "本を受け取った彼女は軽くページをめくりながら確認した。",
            "なぜか彼女の顔が少し赤くなった気がした。",
            "あっ...",
            "こ、これはいけませんね。",
            "すみません。みなさん...",
            "...本当に、すみません！！",
            "突然謝った彼女は慌てて本を閉じ、<br>抱きかかえたまま振り返って走っていってしまった。",
            "兄妹は戸惑った様子で私を見つめ、まばたきをしている。"
        ]
    ],
    "music": [
        "music_sweet.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        ""
    ]
}