{
    "StoryName": "Campaign_SideStory_RedRidingHood_1",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Celeste",
            "Celeste",
            "",
            "",
            "Mal",
            "Lis",
            "Mal",
            "",
            "",
            "Mal",
            ""
        ],
        [
            "",
            "",
            "",
            "셀레스티",
            "셀레스티",
            "",
            "",
            "말",
            "리즈",
            "말",
            "",
            "",
            "말",
            ""
        ],
        [
            "",
            "",
            "",
            "セレステ",
            "セレステ",
            "",
            "",
            "マル",
            "リズ",
            "マル",
            "",
            "",
            "マル",
            ""
        ]
    ],
    "dialogueText": [
        [
            "A rugged path veering off deeper into the woods catches your eyes. Could it be a shortcut? A desire path? Your curiosity catches the better of you in this magical forest.",
            "The path seems well-trodden and seems to go in the direction of the Dominion.",
            "You consult Celeste, to check if the caravan can handle the change in terrain.",
            "I don't know the area too well, but we should be fine. This way or the other, we don't really know what awaits us ahead.",
            "At least we should be able to cut some time if this road takes us in the right direction.",
            "It's a tough choice, but you trudge forward into the unknown.",
            "With each passing step, the trees become more gnarled and broken. Broken branches litter the ground and show evidence of recent disturbance.",
            "Umm... is this safe? It looks like something has been here recently.",
            "It's no different from the other path we were on... probably more monsters, right?",
            "I was hoping not, but... it looks like you might be correct!",
            "You see monsters all around you, but they aren't alive. Rather, the slain bodies of these monsters tell a very different tale.",
            "It seems as if someone has been hunting them. But there are still fresh tracks in the dirt...",
            "Watch out! Run, Lis!",
            "Monsters burst out of the brush, enraged and snarling. They seem angry!"
        ],
        [
            "숲을 헤매던 우리는 사람의 발자국을 발견하고 걸음을 멈췄다.",
            "드림리스가 득실거리는 곳에 누군가 살고 있다는 것이 놀라웠다.",
            "셀레스티에게 마차가 샛길로 지나갈 수 있을지 물었다.",
            "글쎄~? 괜찮을 것 같은데?",
            "도미니언이 있는 방향으로 쭉 뻗어있으니까<br>샛길을 따라가면 시간을 단축할 수 있을지도 모르고?",
            "길 끝으로 작은 숲이 이어졌다.",
            "길 가장자리에 싸움이 벌어진 것처럼 나뭇가지가 부러져 있다.",
            "이거 진짜 괜찮은 길인거 맞지?<br>나무가 부러져있는데...",
            "지금까지 왔던 길이랑 비슷한 것 같은데?<br>... 어차피 어느 길이든 괴물은 나온다구!",
            "안 그랬으면 좋겠는데...<br>아냐, 네 말이 맞겠지.",
            "안쪽으로 들어가자 주변에 드림리스의 흔적이 널려있다.",
            "우리 외에도 드림리스를 사냥하는 누군가 있는 모양이다.",
            "리즈! 피해!",
            "남매의 목소리와 함께 분노에 찬 드림리스의 소리가 들려온다."
        ],
        [
            "森を彷徨っていた一行は、人の足跡を見つけ歩みを止めた。",
            "ドリームレスがひしめき合うこの場所に、誰かが住んでいるというのか？",
            "進路変更ができるか、馬車を引くセレステに訊ねた。",
            "さあね～ 大丈夫じゃない？",
            "どのみち、この道はドミニオンのいる方角に向かってるから<br>近道になるかも知れないし。",
            "小さな森の風景が続いた。",
            "争いがあったのか、道のわきの折れた木の枝が目についた。",
            "この道、本当に大丈夫なの？<br>木が折れてるけど...",
            "そう？ 来た道と同じ気がするけど。<br>それに... どうせどの道も怪物ばっかじゃん！",
            "そうかな...<br>いや、やっぱり、リズの言うとおりだ。",
            "奥へ進むと、ドリームレスの形跡がたくさんあった。",
            "一行以外にも、ドリームレスを狩る誰かがいるようだ。",
            "リズ！ あぶない！",
            "兄妹の悲鳴とともに、凶悪なドリームレスの群れが迫ってきた。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}