{
    "StoryName": "Campaign_Chapter1_Part2",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "storylisambush.png",
        "storylisambush.png",
        "storylisambush.png",
        "storylisambush.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "Mal",
            "",
            "",
            "Mal",
            "",
            "",
            "Mal",
            "",
            "Mal",
            "Mal",
            "",
            "",
            "",
            "",
            "",
            "",
            "Mal",
            ""
        ],
        [
            "",
            "말",
            "",
            "",
            "말",
            "",
            "",
            "말",
            "",
            "말",
            "말",
            "",
            "",
            "",
            "",
            "",
            "",
            "말",
            ""
        ],
        [
            "",
            "マル",
            "",
            "",
            "マル",
            "",
            "",
            "マル",
            "",
            "マル",
            "マル",
            "",
            "",
            "",
            "",
            "",
            "",
            "マル",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You've driven the creatures off for now, but you don't know how many more are out in this forest.",
            "That was amazing! How did you do that?",
            "Was it amazing? You’re not really sure how you did it, yourself.",
            "Magic? For some reason, it feels like magic should be a really foreign concept to you, but how else would you describe what just happened?",
            "Wow, you really don't remember anything, do you?",
            "Not much...",
            "You do remember that you were supposed to be looking for Mal's sister, though.",
            "Oh, stone! What if she's been caught already?!",
            "You start to tell him there's no point thinking like that, when a high scream pierces the still forest air.",
            "LIS!!",
            "That was my sister! She's in trouble!",
            "Mal dashes off into the forest and you have little choice but to follow.",
            "Sprinting as fast as you can over the uneven ground, more childish screams puncture the still forest air.",
            "Eventually, you stumble onto a terrifying scene.",
            "Many of the terrible creatures are clustered around a tiny figure lying on the ground.",
            "You look closer and, sure enough, you see a young girl with dog ears just like the boy at your side.",
            "She lies on the ground, staring fearfully up at creatures that surround her on all sides.",
            "Get away from her!! Leave my sister alone!!!",
            "You tell Mal to get back and then you focus on calling on your aid."
        ],
        [
            "드림리스는 경계하며 물러났지만 주변에는 어두운 기운이 남아있었다.",
            "대단해!! 방금 그건 어떻게 한 거야?",
            "이 힘에 대해서 알 수 있는 것이 없었다. 위험할 때 그녀가 가르쳐준 데로 행동했을 뿐, 스스로의 의지는 아니었다.",
            "아무것도 설명할 수 없었다.",
            "음... 정말 아무것도 기억나지 않는 거야?",
            "...",
            "소년이 다시 여동생을 찾아 나서기 위해 곧장 달려나갈 자세를 취했다. 의지는 넘쳤지만 스스로의 힘을 알고 있는 듯 꾸물거리고 있었다.",
            "아! 젠장! 습격당했으면 어쩌지!? 리즈...!",
            "그때 숲 깊은 곳에서 날카로운 비명 소리가 들려왔다.",
            "리즈!!!",
            "바, 방금 그 비명! 너도 들었지?<br>리즈의 목소리였어, 내 동생... 위험에 빠졌나 봐!",
            "소년은 비명 소리가 난 방향을 향해 주저 없이 달리기 시작했다. 곧이어 소년을 쫓아갔다.",
            "숲은 깊어질수록 수풀이 우거져 앞으로 나아가기 힘들게 되어있었다.",
            "...",
            "이윽고 도착한 어둡고 작은 공터에는<br>어린 소녀가 드림리스에게 둘러싸여 위협 받고 있는 것을 발견할 수 있었다.",
            "소녀에겐 소년과 같은 강아지 귀와 꼬리가 달려 있었다.",
            "겁에 질려 바닥에 엎드린 소녀에게<br>드림리스가 당장이라도 뛰어들 것 같았다.",
            "당장 내 동생한테 떨어져! 이 괴물들아!<br>으윽... 리즈를 놔줘!",
            "여동생을 지키려는 소년의 용감한 도발에<br>드림리스가 반응하여 달려들었다."
        ],
        [
            "ドリームレスは警戒して後退したが、周囲は暗い気運が残っていた。",
            "すごい！！今のそれ、どうやったの？",
            "この力について知っていることはなかった。危険な時、彼女の教えてくれた通りにやっただけ、自分の意思ではなかった。",
            "何も説明することができなかった。",
            "うーん...本当に何も思い出せないの？",
            "...",
            "少年はまた妹を探すためにすぐに走り出る姿勢をとった。意志は十分にあるが、自身の力をわかっているかのようにもたもたしていた。",
            "あー！くそっ！襲撃にあってたらどうしよう！？リズ...！",
            "その時、森の奥深くから鋭い悲鳴が聞こえてきた。",
            "リズ！！！",
            "い、今の悲鳴！お前も聞いただろ？<br>リズの声だった、俺の妹...危険な状態みたいだ！",
            "少年は悲鳴の聞こえてきた方向へ躊躇なく走り出した。続けて少年を追いかけた。",
            "森は深くなるにつれ草木が生い茂り、前に進むのが難しい状態だった。",
            "...",
            "ほどなくしてたどり着いた暗く狭い空き地には、<br>幼い少女がドリームレスに囲まれて、危険な状態なところを発見した。",
            "少女には少年と同じ犬の耳と尻尾がついていた。",
            "怖さに怯え、地面にうつ伏せていた少女に、<br>ドリームレスが今にも飛びかかりそうだった。",
            "今すぐ俺の妹から離れろ！この怪物ども！ <br>ううっ...リズを離せ！",
            "妹を守ろうとする少年の勇敢な挑発に<br>ドリームレスが反応し、飛びかかってきた。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}