{
    "StoryName": "Campaign_SideStory_YukiOnna_3",
    "background": [
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Mal",
            "Mal",
            "Mal",
            "",
            "Celeste",
            "",
            "Mal",
            "Celeste",
            "Lis",
            "Mal",
            "Celeste",
            "Mal",
            "Mal",
            "Lis",
            "Mal",
            "",
            "",
            "",
            "",
            "Mal",
            "Mal",
            "Yuki-Onna",
            "Yuki-Onna",
            "Mal",
            "Mal",
            "",
            "",
            "",
            "",
            "",
            "Yuki-Onna",
            "Mal",
            "Celeste",
            "Yuki-Onna",
            "Mal",
            "Mal",
            "",
            "Celeste",
            "Yuki-Onna",
            "",
            "Yuki-Onna",
            "Celeste",
            "Yuki-Onna",
            "Celeste",
            "Yuki-Onna",
            "Mal",
            "Lis",
            "Mal",
            "Yuki-Onna",
            "Mal",
            "Yuki-Onna",
            "Yuki-Onna",
            "Mal",
            "Yuki-Onna",
            "Yuki-Onna",
            "Mal",
            "Yuki-Onna",
            "",
            "Yuki-Onna",
            "Yuki-Onna",
            "",
            "Yuki-Onna",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "말",
            "말",
            "말",
            "",
            "셀레스티",
            "",
            "말",
            "셀레스티",
            "리즈",
            "말",
            "셀레스티",
            "말",
            "말",
            "리즈",
            "말",
            "",
            "",
            "",
            "",
            "말",
            "말",
            "설녀",
            "설녀",
            "말",
            "말",
            "",
            "",
            "",
            "",
            "",
            "설녀",
            "말",
            "셀레스티",
            "설녀",
            "말",
            "말",
            "",
            "셀레스티",
            "설녀",
            "",
            "설녀",
            "셀레스티",
            "설녀",
            "셀레스티",
            "설녀",
            "말",
            "리즈",
            "말",
            "설녀",
            "말",
            "설녀",
            "설녀",
            "말",
            "설녀",
            "설녀",
            "말",
            "설녀",
            "",
            "설녀",
            "설녀",
            "",
            "설녀",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "マル",
            "マル",
            "マル",
            "",
            "セレステ",
            "",
            "マル",
            "セレステ",
            "リズ",
            "マル",
            "セレステ",
            "マル",
            "マル",
            "リズ",
            "マル",
            "",
            "",
            "",
            "",
            "マル",
            "マル",
            "雪女",
            "雪女",
            "マル",
            "マル",
            "",
            "",
            "",
            "",
            "",
            "雪女",
            "マル",
            "セレステ",
            "雪女",
            "マル",
            "マル",
            "",
            "セレステ",
            "雪女",
            "",
            "雪女",
            "セレステ",
            "雪女",
            "セレステ",
            "雪女",
            "マル",
            "リズ",
            "マル",
            "雪女",
            "マル",
            "雪女",
            "雪女",
            "マル",
            "雪女",
            "雪女",
            "マル",
            "雪女",
            "",
            "雪女",
            "雪女",
            "",
            "雪女",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "After another day of travel, you sit in front of a merry campfire once more, the dancing flames driving back the cold.",
            "For some reason, Mal seems to have become fixated with Celeste's story.",
            "Once again, the young boy is holding forth on the tale of Yuki-Onna.",
            "So Yuki-onna is actually the ghost of a woman who was deceived and murdered by a traveller, one winter's night!",
            "She takes revenge on all travellers as they pass through her frozen wilderness!",
            "And she does it by pushing them down into a valley!",
            "What is Mal's fixation with pushing people down into valleys?",
            "But wait, Mal... Aren't we travellers, too? Making our way through a frozen wilderness?",
            "The slight smile is back on Celeste's face.",
            "This is just a story, Celeste, it's not <i>real!</i>",
            "Hmmm... Who said the story I told wasn't real?",
            "What?!",
            "Huh! You're just trying to scare us, Celeste. I won't fall for it.",
            "Of course, of course... So what else does Yuki-onna do?",
            "She likes to take away children, because her own child died in a frozen lake on a moonless night!",
            "If you're travelling in a group, she picks you off one at a time until there's only one left!",
            "Uuuuuu... Mal...",
            "And she freezes the last one and leaves their body on the trail as a warning to other travellers when the snows melt!",
            "Lis's breath catches as a figure moves into your camp, out of view of Mal.",
            "An icy hand grips your heart as you see the newcomer looks exactly like Celeste's description of the girl in her original tale.",
            "Lis looks terrified as the apparition moves to Mal's side and silently sits down. That's when you notice that Celeste is smiling, well aware of the newcomer.",
            "She motions to you and Lis to stay calm. She holds a finger to her lips and winks at the young girl.",
            "And that's when Yuki-onna would bewitch them into hugging her dead child.",
            "But then, of course, she would push them down into the valley!",
            "What if there isn't a valley next to them, though?",
            "It wouldn't be very dramatic if I pushed them over and just stood there as they got up again.",
            "Well, that's easy, in that case-",
            "Uwahaaaahaaaaaa!!!",
            "Mal is so startled that topples over backwards in fright!",
            "Celeste and the newcomer both double up laughing.",
            "Even Lis, who looked terrified a moment before, can't stop herself from giggling.",
            "You take Mal by an arm and haul him upright. He looks totally shocked, however.",
            "It seems like Celeste has been setting you all up for this little scare... Mal in particular.",
            "Calm down, young man. You look like you've seen a ghost!",
            "Wh- wh- wha- who- wh- whuh-",
            "Don't be rude, Mal. This is a friend of mine.",
            "A pleasure to meet you, Mal.",
            "...",
            "...hello?",
            "Who is this woman?",
            "She's the woman from my story, Dreamer. Yuki-onna.",
            "Don't worry, I won't push you down any valleys.",
            "But... what is she doing here?",
            "This is my wilderness, of course.",
            "Where do you think my story came from? I've met Yuki-onna before. I've travelled through this land many times, after all.",
            "Which story did you tell them?",
            "The icicles in the bedding one.",
            "Ooh, I like that one. I prefer the version where it's a warm bath, though.",
            "I- I- What- Who-",
            "I bet you regret making up all those stories now, don't you...",
            "Lis! Don't tell her about that!",
            "Oh, no, I enjoyed listening to your stories about me very much!",
            "Y-You did?!",
            "Oh yes, I've been following you all for several days. I don't have a child, though.",
            "Not any more, anyway...",
            "Ulk!",
            "Ooooooh, Maaaaal...",
            "Please will you give me sheeeeelteeeeeeeeerrrrrr...",
            "Uwah! Leave me alone!",
            "When I saw Celeste's caravan, I decided to follow you.",
            "Suddenly, she sits straight, looking right at you as if she's remembered something.",
            "I totally forgot!",
            "I have to warn you!",
            "What about?",
            "About the big band of Dreamless that are about to attack!",
            "The howls of many monstrous creatures start up in the darkness all around you.",
            "She could have mentioned that earlier..."
        ],
        [
            "날이 어두워지자 우리는 텐트를 치고 모닥불을 지폈다.",
            "남매는 셀레스티가 들려준 무서운 이야기에 살을 붙이는 데 열중하고 있었다.",
            "설녀에대한 이야기를 만드는 게 즐거운 모양이다.",
            "그 여자애는 사실 여행자에게 속아 살해당한 유령인 거야!",
            "그래서 여행객들에게 복수하는 거지.",
            "노부부한테 그랬던 것처럼! 도와달라고 한 다음 계곡 밑으로 밀어 버리는 거야.",
            "... 어쩐지 말의 괴담은 항상 계곡 밑으로 사람을 미는 것으로 끝나는 것 같다.",
            "흠, 우리도 여행객이잖니? 설산에서 누군가 도와달라고 한다면 우리도 그 사람을 도와줄 텐데?",
            "셀레스티가 묘한 얼굴로 미소 지었다.",
            "이건 그냥 무서운 이야기라니까? 실화가 아니잖아.",
            "어머나? 내 이야기가 실화가 아니라고 누가 그랬니?",
            "뭐어!?",
            "하, 참나! 겁주는 거지? 그런 뻔한 수에 누가 속는다고.",
            "어머나, 그러게. 후후... 그럼 네 이야기 속의 여자아이가 또 어떤 일을 하는지 알려주렴.",
            "음... 아이들을 납치할 것 같아. 얼어붙은 호숫가에서 아이를 잃은 기억이 있는 거지.",
            "단체로 여행하는 사람들이면... 한 명만 남을 때까지 차례대로 살해하는 거야!",
            "으으... 저기, 오빠...",
            "나라면 마지막까지 살려둔 한 명은 얼려버릴 거야. 설산을 여행하는 다른 사람들에게 경고하는 의미로 길에 세워놓는 거지!",
            "신나게 괴담을 늘어놓는 말의 목소리 사이로 가벼운 발소리가 섞여 들렸다.",
            "조용히 다가온 이름 모를 소녀는 셀레스티의 이야기 속 누군가와 굉장히 닮은 모습을 하고 있었다.",
            "겁에 질린 얼굴로 리즈가 셀레스티에게 붙어 앉는다. 말을 제외한 모두가 조용해졌는데, 셀레스티는 의미심장한 얼굴로 웃으며 고개를 끄덕였다. ",
            "이 소녀가 누구인지 알고 있는 것 같았다. 이름 모를 소녀가 손가락을 입가로 가져다 대며 겁에 질린 리즈에게 장난스러운 얼굴로 윙크했다.",
            "그리고나서 여행객들한테 아이를 안아달라고 속삭이는 거지...",
            "여행객들이 아이를 받아 안으면 그 사람들을 계곡으로 데려가서 밀어버리는 거야!",
            "아... 주변에 그럴듯한 계곡이 없다면 그때는 어떻게 되나요?",
            "기껏 사람들을 아래로 밀었는데 금방 털고 일어난다면 별로 재미없을 것 같은걸요?",
            "뭐? 그럼 그때는... 응? 어?",
            "우와아아아아아아악!!!",
            "깜짝 놀란 말이 뒤로 넘어졌다.",
            "셀레스티와 소녀는 그 모습을 바라보며 웃음을 터트렸다.",
            "조금 전까지 겁에 질린 얼굴로 셀레스티에게 바짝 붙어있던 리즈도 말을 보며 웃음을 참고 있었다.",
            "허우적거리는 말의 팔을 잡고 다시 앉혀주었다.",
            "하얗게 질린 얼굴이 많이 놀란 모양이다. 셀레스티가 남매를 겁주려고 일을 꾸민 것 같다.",
            "진정하세요, 꼬마 신사분. 꼭 귀신을 본 것 같은 얼굴이네요. 제가 무섭나요?",
            "뭐? 아니, 너 대체 누구야? 갑자기 어디서 나타난 거야!?",
            "인사하려무나, 말. 이 사람은 내 친구란다.",
            "네, 저는 셀레스티의 친구예요. 만나서 반가워요, 꼬마 신사분.",
            "...",
            "어, 그, 그래... 아... 안녕?",
            "소녀가 친근하게 웃으며 손을 흔들었다.",
            "꿈꾸는 자, 내가 들려준 이야기 기억하지? 그 이야기의 주인공인 설녀야.",
            "걱정하지 마세요, 여러분을 계곡 아래로 밀지 않을 테니까요.",
            "아무래도 말이 지금까지 말했던 괴담에 대한 이야기인 것 같다.",
            "이 영역 전체로 보면 아주 작은 일부지만, 이 설산은 제 소관이거든요.",
            "내가 실화라고 말했잖니, 그 이야기가 어디에서 나온 것 같아? 꽤 오래전이지만, 이 주변 영역을 여행할 때 설녀와 마주친 적이 있거든.",
            "셀레스티, 어떤 이야기를 들려준거예요?",
            "축축해진 이불과 녹다 만 얼음 정도?",
            "아, 그거군요... 저는 꽤 마음에 들어요. 앗! 물론 따뜻한 물로 목욕하는 편이 더 좋지만...",
            "아니, 나는... 난 그냥 이야기를... ",
            "거봐, 이제 막 후회되고 그러지? 오빠는 바보야.",
            "리즈! 그 얘기 하지 마!",
            "혹시, 부끄러워하는 건가요? 괜찮아요, 꼬마 신사분의 이야기도 제법 재미있었거든요.",
            "그걸 전부 다 들었다고!?",
            "물론이죠. 계속 여러분들을 따라다녔는걸요?",
            "아, 여러분에게 안겨드릴 아이는 없지만...",
            "윽!",
            "흐으으으윽, 꼬마 신사분...",
            "제게 머물 곳을 주실 수 있나요... 이 아이를 안아보세요...",
            "우와아아아아아아악!! 그, 그러지 마!",
            "셀레스티의 마차가 보이길래 따라왔는데, 이야기 듣는 게 너무 재미있지 뭐예요.",
            "장난기 섞인 얼굴로 웃던 그녀가 문득 무언가를 떠올린 듯 앉아있던 자리에서 몸을 일으킨다.",
            "와! 중요한 걸 잊어버리고 있었네요.",
            "할 이야기가 있어서 왔는데...",
            "그녀가 부지런히 무언가를 준비하며 말했다.",
            "조심하세요, 여러분. 오늘처럼 눈이 그친 밤에는 드림리스가 돌아다닌답니다.",
            "푸른 빛이 도는 창을 든 설녀가 어느 한 방향을 똑바로 바라본다.",
            "그 말이 끝나자마자 어둠속에서 괴물이 울부짖는 소리가 들려온다."
        ],
        [
            "日が暮れたので、一行はテントを張って焚き火をたいた。",
            "兄妹はセレステの話を、さらに盛り上げるのに夢中だった。",
            "雪女の話を作るのが楽しいようだ。",
            "実はその少女、旅人に騙されて殺されたんだ！",
            "それで旅人に復讐してるんだ。",
            "おじいさんとおばあさんにしたように、助けてもらうふりをして、谷底に突き落とすのさ！",
            "...マルの怖い話は、必ず谷底に落ちて終わるらしい。",
            "なるほど、わたし達も旅人だ。雪山で誰かが困ってたら、助けると思うけど？",
            "セレステが、意味深な顔をして笑みを浮かべた。",
            "これはただの作り話。実話じゃないだろ？",
            "ん？ 実話じゃないとは一言も言ってないぞ？",
            "ええっ！？",
            "こ、怖がらせようとしてるだけだろ！ 誰がひっかかるか。",
            "あら、そうかい。それなら... その少女が、他にどんな事をしてるか教えてやろう。",
            "うーん... 赤ん坊をさらうとか？ きっと凍った湖で子供を亡くしたことがあるのさ。",
            "もし旅人が団体なら... ひとりになるまで全員殺しちゃう！",
            "うう... あの、お兄ちゃん...",
            "俺なら、最後のひとりを凍らせちゃうね。雪山に来る、他の旅人への警告の意味でね！",
            "楽しそうに話すマルの声に、かすかな足音が混じる。",
            "謎の少女が静かに歩み寄ってくる。セレステの話に出てくる少女にそっくりだった。",
            "リズが怯えた表情でセレステの足にしがみつく。マル以外の一行は静まり返り、セレステが意味深な顔で頷いた。",
            "少女のことを知っているようだ。謎の少女が指先を口元に当てながら、怯えるリズに軽くウィンクした。",
            "そうして、赤ん坊を抱いてほしいと旅人に囁いて...",
            "旅人が油断した隙に、谷底に突き落とすのさ！",
            "じゃあ... 周りに谷がない時は、どうするのですか？",
            "それにもし、崖をすぐに登ってきたら？ それじゃあ、面白くないですよね。",
            "え？ その時は... ん？",
            "うわああああああっ！！！",
            "マルが腰を抜かして、尻もちをついた。",
            "セレステと少女は、そんなマルを見て大笑いしはじめた。",
            "ついさっきまで、セレステの足にしがみつき怯えていたリズも、必死に笑いをこらえていった。",
            "慌てるマルの手を握って、座らせた。",
            "顔が真っ青だ。ずいぶんと驚いたのだろう。セレステが兄妹を怖がらせようと、仕組んだようだ。",
            "落ち着いてください。幽霊でも見たような顔ですね。そんなに私が怖いですか？",
            "だ、誰だ...？ どこから出てきたんだよ！？",
            "紹介しよう。わたしの友人だ。",
            "初めまして、セレステの友人です。よろしくね、ボク。",
            "...",
            "あ... はい... よろしく...",
            "少女が優しく微笑みながら、手を振った。",
            "ドリーマー、彼女が話の主人公。雪女だ。",
            "心配いりません。谷底に突き落としたりしませんから。",
            "さっきまでマルが楽しそうに話していた、あの怖い話のことのようだ。",
            "領域全体からすれば、ほんの一部ですが、この雪山は私の縄張りです。",
            "実話だと言ったでしょ？ ずいぶん前のことだけど、雪女とは、この辺りの領域を旅している時に出会ったのさ。",
            "セレステ、どんな話だったのですか？",
            "濡れた毛布と、溶けて残った、小さな氷のかけらくらい？",
            "あ... いい話ですね。あっ！ もちろん、お風呂につかるのも好きですけど...",
            "いや、俺は... ただ怖い話が好きで...",
            "ほら、後悔してる！ お兄ちゃんのバカ。",
            "リズ！ その話はやめろ！",
            "恥ずかしいのですか？ 大丈夫ですよ、ボクの話も面白かったですから。",
            "あれ、全部聞いたのか！？",
            "もちろんです。ずっと後ろにいましたから。",
            "皆さんに抱かせる赤ん坊はいませんけど...",
            "うっ！",
            "ふふっ... ふふふ... ねぇボク...",
            "私を...泊めてもらえないかしら... 赤ん坊を、抱いてください...",
            "うわああああああっ！！ やめろぉぉぉ！",
            "セレステの馬車が見えたので、ついて来たのですが、そんな面白い話をしているとは！",
            "冗談交じりに笑っていた彼女が、ふと何かを思い出したように、すくっと立ち上がった。",
            "わ！ 大事なことを忘れていました。",
            "実は話があったのです...",
            "何かを真剣に準備しながら彼女が言った。",
            "皆さん、気をつけてください。雪の止んだ夜は、ドリームレスの動きが活発になります。",
            "雪女は、青い光を帯びた槍を手にして、ある方向をじっと見つめる。",
            "そう言い終えると、暗闇から怪物の雄叫びが聞こえてきた。"
        ]
    ],
    "music": [
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        ""
    ]
}