{
    "StoryName": "Campaign_Chapter9_Part6",
    "background": [
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png"
    ],
    "character": [
        [
            "",
            "Celeste",
            "Esme",
            "Esme",
            "Saffi",
            "Saffi",
            "",
            "Saffi",
            "Saffi",
            "Celeste",
            "Celeste",
            "Aurora",
            "Aurora",
            "Aurora",
            ""
        ],
        [
            "",
            "셀레스티",
            "에스메",
            "에스메",
            "사피",
            "사피",
            "",
            "사피",
            "사피",
            "셀레스티",
            "셀레스티",
            "오로라",
            "오로라",
            "오로라",
            ""
        ],
        [
            "",
            "セレステ",
            "エスメ",
            "エスメ",
            "サフィ",
            "サフィ",
            "",
            "サフィ",
            "サフィ",
            "セレステ",
            "セレステ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The slain beast collapses in the snow.",
            "That was way too close for comfort. If it got any closer, it could have knocked over our caravan.",
            "We have wasted too much time fighting these stupid monsters! Hina needs our help!",
            "The castle isn't far off now.",
            "The ferociousness of these monsters is nothing to ignore. It's a sign of a far greater power that they are running away from.",
            "Esme is right, we have to hurry up.",
            "But within moments of her proclamation, Saffi suddenly freezes.",
            "...",
            "It feels like we're being watched...",
            "I imagine the Winter Queen will have known our presence for some time now.",
            "She commands the eternal winter here so effortlessly that even something like footprints in the snow would be a noticeable disturbance.",
            "It doesn't change anything - the frozen fortress lies before us now. The icy gates... bring back memories.",
            "When we set foot in there, all kinds of monsters and frozen guardians will attack us.",
            "Are you prepared, Dreamer? ",
            "With a nod of affirmation, you step forward towards the unmelting castle of ice. "
        ],
        [
            "커다란 괴물이 눈 쌓인 땅 위로 쓰러진다.",
            "어머나, 다행이구나. 난 또 마차 위로 쓰러지는 줄 알았지 뭐니.",
            "하아... 우리 여기서 시간을 너무 많이 낭비했어.",
            "얼른 히나에게 가야하는데...",
            "음, 신경쓰이는 일이 있어서 잠깐 괴물의 행동 패턴을 분석해봤는데...",
            "우리에게 덤빈 건 도망치기 위해서 그랬을 가능성이 커. 쫓기고 있는 것 같은데...",
            "중얼거리던 사피가 순간 고개를 휙 돌렸다.",
            "... 역시.",
            "누군가 우리를 지켜보고 있어.",
            "이렇게 노골적인 시선이라니, 눈의 여왕이 눈치를 챈 모양이구나.",
            "여왕은 눈 위에 새 발자국이 찍히는 순간 존재를 알아차린다더니, 사실이었구나?",
            "예전에는 영역 내에 이방인이 들어오는 순간 알아차릴 수 있었어요.",
            "성채에 가까워진 다음에야 알아차리다니, 여왕의 상태가 좋지 않은 것 같아요.",
            "이게 불행인지, 다행일지... 조심하는 게 좋겠어요, 꿈꾸는 자.",
            "오로라가 불안한 낯으로 말끝을 흐렸다. 우리는 겨울의 성채로 진입했다."
        ],
        [
            "大きな怪物が雪の積もった地面の上に倒れた。",
            "あら、よかった。また馬車の上に倒れるかと思ったじゃない。",
            "はあ...あたしたちここで時間使いすぎちゃったね。",
            "早くヒナのところに行かないと...",
            "うーん、少し気になることがあって怪物の行動パターンを分析してみたんだけど...",
            "私たちに飛びかかってきたのは、逃げるためだった可能性が高そう。追いかけられているようだけど...",
            "ぶつぶつ言うサフィが一瞬さっと振り向いた。",
            "...やっぱり。",
            "誰かが私たちのこと見てる。",
            "こんな露骨な視線ってことは、雪の女王が気づいたみたいね。",
            "女王は雪の上に新しい足跡が出来た瞬間その存在に気づくって言うけど、本当だったみたいね。",
            "以前は領域の中に異邦人が入ってきた瞬間に、察知することができていました。",
            "城塞に近づいてから気づくということは、女王の状態はあまり良くないのかもしれません。",
            "これが不幸なのか、幸いなのか...気をつけた方が良さそうです、ドリーマー。",
            "オーロラが不安な顔で言葉を濁した。私たちは冬の城塞へと入っていった。"
        ]
    ],
    "music": [
        "none",
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}