{
    "StoryName": "Campaign_LibraryStory_Dorothy_2",
    "background": [
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Dorothy",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "도로시",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "ドロシー",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The narrow path you run along winds lazily through the forest.",
            "You can still hear the song.",
            "Everything feels peaceful, but the clouds above your head still do not even bother to move.",
            "Maybe it's more like the sky looks like a picture that was cut out and pasted above you?",
            "The song gradually becomes clearer and you slow to a walk along the path.",
            "...~",
            "... ♬",
            "As you walk onwards, you're certain the source of the sounds is getting closer.",
            "The soft, delicate singing sounds like it must be a girl's voice.",
            "Someone who would be singing in the woods like this...",
            "You don't think it's Vita or Esme.",
            "And she's obviously not Aurora...",
            "No way that's Lis singing a song. And does Celeste even know how to sing?",
            "Then who could that be? Is she someone you don't know?",
            "You recall the faces of your female heroes, but you can't think of any plausible names that might fit this voice.",
            "So you slowly move down the narrow path into the depths of the forest.",
            "Just how long have you been following this path, now? It's difficult to tell...",
            "The further you go through the forest, the less dense the grass and trees become.",
            "And, at last, you finally arrive at a large open space.",
            "You can hear the song coming from right in front of you.",
            "A place where gentle breezes blow, and bright sunshine falls from the above.",
            "Although the clouds in the sky still haven't moved an inch...",
            "In spite of the strangeness, it is a place that feels unlikely to be dangerous.",
            "All at once, the song stops. In the middle of the clearing, there is a large table and a picnic basket set on top of it.",
            "Someone must have been drinking tea as you can see teacups on the table.",
            "Faint, wispy steam is rising from them.",
            "Who was it that was drinking from those teacups until just now?",
            "As you get closer to the picnic table...",
            "Oh? Oh my?",
            "A girl pops out of nowhere!"
        ],
        [
            "가느다란 오솔길이 난 숲 속 길을 조심스럽게 나아간다.",
            "노랫소리는 희미하게 이어지고 있었다.",
            "평화로운 느낌이지만 여전히 머리 위의 하늘에 둥둥 뜬 구름은 미동조차 없었다.",
            "그림을 잘라 붙여두었다고 하면 비슷하게 설명할 수 있을 것 같다.",
            "오솔길 사이를 따라 걸어들어갈수록 노랫소리가 점차 선명해진다.",
            "...~",
            "... ♬",
            "노랫소리가 점점 가까워진다.",
            "가늘고 부드러운 음성은 여자아이의 목소리처럼 들렸다.",
            "이런 숲속에서 노래를 부를만한 사람이라면... 몇 사람의 얼굴이 떠오른다.",
            "하지만 비타나 에스메의 목소리는 아닌 것 같다.",
            "오로라도 아니고,",
            "리즈일리도 없다.",
            "알 수 없는 사람에 대한 호기심만 커져간다.",
            "메르헨들의 얼굴을 모두 떠올렸지만, 그럴듯한 이름이 생각나지 않는다.",
            "가늘게 이어진 오솔길을 따라 숲의 깊은 곳으로 천천히 이동했다.",
            "풀잎을 밟아도 아무런 소리가 나지 않는다.",
            "숲은 안으로 들어가면 들어갈수록 풀이나 나무가 잔잔해지더니",
            "결국 어느 넓은 공터에 도착했다.",
            "음악 소리가 바로 앞에서 들린다.",
            "평화로운 바람이 불고, 싱그러운 햇살이 쏟아지는 장소.",
            "여전히 구름은 움직이지 않고 있지만...",
            "위험하지 않은 곳.",
            "공터 가운데에는 거대한 테이블과 피크닉 바구니가 놓여있었다.",
            "누군가 차를 마시고 있었는지 찻잔이 준비되어 있었는데,",
            "담긴 차에서는 희미한 연기가 피어 오르고 있었다.",
            "누가 머물렀던 모습이다.",
            "그 근처로 다가가자...",
            "어라? 어라라...?",
            "어디선가 낯선 여자아이가 튀어나왔다."
        ],
        [
            "細い小道が続く森を慎重に進んでいく。",
            "歌声はかすかに続いていた。",
            "平和な様子だったが、相変わらず頭上の空に浮かぶ雲は動かない。",
            "絵を切って貼り付けたようだといえば、上手く伝わるだろう。",
            "小道を進んでいくと、歌声が次第にはっきり聞こえてきた。",
            "...～",
            "...♬",
            "歌声がどんどん近づいてくる。",
            "細く柔らかい歌声は、女の子の声に聞こえた。",
            "こんな森の中で歌を歌いそうな人は...数人の顔が浮かんだ。",
            "しかし、ヴィータやエスメの声ではなさそうだ。",
            "オーロラでもないし、",
            "リズであるはずもない。",
            "謎の人物に対する好奇心だけが膨らんでいく。",
            "メルヘンたちの顔を思い浮かべたが、それらしい名前は思いつかなかった。",
            "細い小道に沿って森の奥までゆっくり移動した。",
            "草を踏んでも何の音もしない。",
            "森の奥に進むほど、草や木が減っていき",
            "広い空き地にたどり着いた。",
            "音楽が目の前から聞こえる。",
            "穏やかな風が吹き、爽やかな日差しが降り注ぐ場所。",
            "相変わらず雲は動いていないが...",
            "危険ではない場所。",
            "空き地の真ん中には大きなテーブルとピクニックバスケットが置いてあった。",
            "誰かがお茶を飲んでいたのか、ティーカップが用意されていたが",
            "ティーカップからはほのかに湯気が出ていた。",
            "誰かがここにいるはずだ。",
            "テーブルに近づくと...",
            "あれ？あれれ...？",
            "どこかから見知らぬ女の子が飛び出した。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}