{
    "StoryName": "Campaign_Chapter10_Part8",
    "background": [
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "Jack Frost",
            "Jack Frost",
            "",
            "Jack Frost",
            "",
            "Aurora",
            "Jack Frost",
            "",
            "Jack Frost",
            "",
            "",
            "Jack Frost",
            "",
            "Jack Frost",
            "Jack Frost",
            "Jack Frost",
            "",
            "Jack Frost",
            "Jack Frost",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "잭 프로스트",
            "잭 프로스트",
            "",
            "잭 프로스트",
            "",
            "오로라",
            "잭 프로스트",
            "",
            "잭 프로스트",
            "",
            "",
            "잭 프로스트",
            "",
            "잭 프로스트",
            "잭 프로스트",
            "잭 프로스트",
            "",
            "잭 프로스트",
            "잭 프로스트",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "ジャックフロスト",
            "ジャックフロスト",
            "",
            "ジャックフロスト",
            "",
            "オーロラ",
            "ジャックフロスト",
            "",
            "ジャックフロスト",
            "",
            "",
            "ジャックフロスト",
            "",
            "ジャックフロスト",
            "ジャックフロスト",
            "ジャックフロスト",
            "",
            "ジャックフロスト",
            "ジャックフロスト",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The wendigo falls with a pained roar and a crash of splintering ice, then lies still on the citadel's frozen floor before it begins to dissolve away to nothingness.",
            "It was a giant Dreamless creature, after all...",
            "The sound of painful groaning reaches your ears.",
            "Looking around, you cross quickly to where Jack still lies on the floor. There is a great rent across his back and blood seeps from it steadily.",
            "He grins up at you, red blood on his teeth.",
            "Heh! It seems I lose, after all.",
            "You protected me... why?",
            "What did he expect you to do? Protecting him was the right thing to do.",
            "Heh, of course. You would be a moral one, wouldn't you? How else would you be able to command the heroes of old...",
            "Jack sits up painfully as you and Aurora crouch down beside him.",
            "Jack, we'll tend to your wound, stay still.",
            "No need.",
            "Jack climbs unsteadily to his feet with a little aid from you.",
            "It will take more than this to kill me.",
            "But even as he says this, you hear the sounds of clawed feet pounding through the citadel towards you.",
            "It looks like you're about to have even more company!",
            "You had better go, Dreamer.",
            "You can't leave him here on his own, not when he's wounded!",
            "Don't worry about me.",
            "Even in this state, I can hold off weaklings like that.",
            "Go. Before I change my mind about letting you beat me.",
            "Taking his hand, you wish Jack well and suggest he might like to come to Haven and meet again, but this time as friends rather than rivals.",
            "Heheh, seems I have more requests I'm forced to honor.",
            "Very well. Now, go. Quickly, before every last Dreamless in this castle arrives to stop you.",
            "You nod and with a last look back at the wounded boy as he turns to face whatever pursues you, you step through the double doors.",
            "What lies beyond isn't the throne room, after all, but nevertheless you know you have finally reached your destination..."
        ],
        [
            "치열한 전투 끝에 웬디고를 쓰러트렸다.",
            "얼어붙은 바닥에 쓰러진 웬디고의 몸이 파열음과 함께 깨졌다.",
            "고통에 찬 괴물의 울부짖는 소리가 메아리로 남아 눈보라처럼 성 안을 휘몰아치고 있었다.",
            "서둘러 잭에게 다가가 그를 일으켰다.",
            "입가에 번진 피를 손등으로 문질러 닦은 소년이 여느때와 같이 장난스러운 얼굴로 웃는다.",
            "왜 또 쳐다봐, 고맙다는 인사라도 할 줄 알고?",
            "애초에 왜 뛰어들어? 내가 너보다 강하다고 했잖아.",
            "사람이 사람을 구하는 데 이유나 계산, 논리적인 사고는 필요하지 않다. 구할 수 있는 사람을 구해낼 뿐.",
            "... 칫. 그래, 알았다! 네가 이긴걸로 하자고, 그런 성격이니까 메르헨을 지휘할 수 있는거겠지...",
            "다리에 힘이 들어가지 않는 듯 잭이 위태롭게 휘청거렸다. 서둘러 그를 부축하자 오로라가 다가온다.",
            "가만히 계세요, 지금 바로 치료할게요.",
            "뭐? 필요 없어!",
            "그가 두 발로 버티고 섰다.",
            "이까짓 걸로 안 죽어.",
            "괴물의 메아리 속에 무언가 쿵쿵거리는 소리가 섞여 울린다.",
            "주변의 드림리스가 웬디고의 목소리에 반응한 것이다.",
            "야, 빨리 가.",
            "잭이 옷에 피 묻은 손을 문질러 닦으며 턱짓을 했다.",
            "걱정하지 말고 빨리 가.",
            "살짝 긁힌 것 뿐이야, 호들갑은. 저깟 놈들은 눈 감고도 정리할 수 있어.",
            "마음 바뀌기 전에 얼른 가라니까? 아니면, 뭐. 네가 진걸로 하고싶어?",
            "잭이 장난스러운 얼굴로 씩 웃었다. 그의 손을 붙잡아 쥐고 가볍게 흔들어 악수를 하자 얼굴이 약간 붉어진 것 같다.",
            "아! 낯간지럽게!",
            "빨리 가라, 좀! 다음에 시간 있으면 안식의 도시에 들릴게. 드림리스가 오기 전에 얼른 가.",
            "잘 떨어지지 않는 걸음을 옮겨 부상을 입은 소년을 뒤로 하고 방 안으로 들어선다.",
            "드디어 목적지에 도착했다."
        ],
        [
            "熾烈な戦いの末に、ウェンディゴを倒した。",
            "凍りついた地面に倒れ込んだウェンディゴの体が、破裂音と共に破れた。",
            "苦痛いっぱいの怪物の泣き叫ぶ声がこだまし、吹雪のように城の中を吹き荒んだ。",
            "急いでジャックの元へ駆けつけ、彼を起こした。",
            "口元で滲んだ血を手の甲で拭った少年がいつもと同じようにイタズラっぽい顔で笑う。",
            "何見てるんだよ、感謝でもすると思った？",
            "そもそもなんで走ってきたの？僕が君より強いって言ったのに。",
            "人が人を救うのに理由や計算、論理的思考などいらない。救える人を救っただけだ。",
            "...ちっ。分かったよ！君が勝ったことにしよう。そんな性格だからメルヘンを操れるんだろうな...",
            "足に力が入らないかのようにジャックが危なっかしくふらついた。急いで彼を支えると、オーロラが近づいてきた。",
            "じっとしててください、今すぐ治療します。",
            "何？そんなのいらない！",
            "彼が二本足で耐えて立った。",
            "こんなことでは死なないよ。",
            "怪物のこだまの中に、何かコンコンする音が混ざっていた。",
            "周りのドリームレスが、ウェンディゴの声に反応したようだ。",
            "おい、早く行け。",
            "ジャックが血のついた手を服で拭って顎を使って指示した。",
            "心配はいいから早く行くんだ。",
            "少しかすれただけだ、大袈裟だな。あれくらいの奴らは目を閉じてもやっつけられる。",
            "気持ちが変わる前に早く行けってば。それともなんだ？君が負けたことにしたいの？",
            "ジャックがイタズラっぽい顔でニヤッと笑った。彼の手を握って軽く振り握手をすると、少し顔が赤くなったようだった。",
            "ああ！照れくさいんだから！",
            "早く行けよ！今度時間があったら安息の都市に行くよ。ドリームレスが来る前に早く行くんだ。",
            "なかなか進まない足を運び、負傷した少年を後にして部屋の中に入った。",
            "ついに目的地に到着した。"
        ]
    ],
    "music": [
        "music_ominous.wav",
        "",
        "",
        "none",
        "none",
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}