{
    "StoryName": "Campaign_LibraryStory_Scarecrow_5",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "Scarecrow",
            "Scarecrow",
            "",
            "Scarecrow",
            "Scarecrow",
            "Scarecrow",
            "Scarecrow",
            "",
            "",
            "Scarecrow",
            "",
            "Scarecrow",
            "Scarecrow",
            "Scarecrow",
            "Scarecrow",
            "",
            "Scarecrow",
            "Scarecrow",
            "",
            "",
            "Scarecrow",
            "",
            "",
            "",
            "",
            "Scarecrow",
            "Scarecrow",
            ""
        ],
        [
            "",
            "허수아비",
            "허수아비",
            "",
            "허수아비",
            "허수아비",
            "허수아비",
            "허수아비",
            "",
            "",
            "허수아비",
            "",
            "허수아비",
            "허수아비",
            "허수아비",
            "허수아비",
            "",
            "허수아비",
            "허수아비",
            "",
            "",
            "허수아비",
            "",
            "",
            "",
            "",
            "허수아비",
            "허수아비",
            ""
        ],
        [
            "",
            "かかし",
            "かかし",
            "",
            "かかし",
            "かかし",
            "かかし",
            "かかし",
            "",
            "",
            "かかし",
            "",
            "かかし",
            "かかし",
            "かかし",
            "かかし",
            "",
            "かかし",
            "かかし",
            "",
            "",
            "かかし",
            "",
            "",
            "",
            "",
            "かかし",
            "かかし",
            ""
        ]
    ],
    "dialogueText": [
        [
            "With her small piece of subterfuge now out in the open, Scarecrow gives you a tour of her little allotment.",
            "Here I'm growing carrots, here are my beans.",
            "Over here, I've got pots of tomatoes next to the shed where it stays sunny longest...",
            "It's all very impressive, especially how she notes down all her results in her journal.",
            "Oh, you have no idea, Dreamer! I'm even trying different crops in different types of soil!",
            "Here I've got potatoes in more stony soil. Here I've got them in soil brought from gardens in the city. And here with special compost.",
            "I'm seeing if the drainage affects how large they grow.",
            "Don't worry! I got permission to take soil and compost from the ones that owned it!",
            "She shows you her journal and you're frankly amazed at the detailed, almost forensic notes she has taken about her research in this allotment.",
            "But why is she doing all of this?",
            "Ah! Well, see, it's a dream of mine...",
            "Her dream?",
            "Yes!",
            "I know the people of Phantasia are on the rack a bit these days, but I hope, now that you're here, Dreamer, it won't be long before things start getting better!",
            "I'd like to help all the people get back on their feet once the Dreamless Nether is defeated.",
            "So I come out here to study farming techniques and get better at growing crops, so when Phantasia is liberated, I can pass that knowledge onto the next batch of farmers.",
            "Ohhh... that's why she takes all the notes!",
            "That's right! I have to keep note of everything I learn if I'm going to pass it on!",
            "It's just a shame I don't have a brain... I'd really be able to farm this land to its fullest potential if I did!",
            "Uh... she doesn't have a brain?",
            "You find that idea frankly amazing given what you've seen here.",
            "It is?",
            "Of course!",
            "What she is striving to do out here is nothing short of magnificent!",
            "Nevertheless, you can't allow her to keep putting herself at risk coming all the way out here every day.",
            "You'll see about finding allotment space for her somewhere inside the city.",
            "That's very kind of you, Dreamer.",
            "And maybe, once all my crops are grown, you could be the first person to tell me how they taste?",
            "It's a deal!"
        ],
        [
            "허수아비는 뿌듯한 얼굴로 으쓱거리며 밭을 소개했다.",
            "여긴 당근을 기르는 곳이야. 저쪽은 콩을 기르고 있어!",
            "창고 옆 텃밭에는 토마토를 기르는 중이야.",
            "넓은 밭이라 그런지 종류가 많다. 토마토에는 벌써 작은 열매가 맺혀있다.",
            "보통 사람들은 그냥 땅에 심으면 뭐든 자란다고 생각하지만, 훨씬 더 어려워.",
            "저긴 감자밭인데, 옆에 텃밭이랑 전혀 달라. 감자를 잘 키우려면 수분을 최소 60% 이상 유지해야 하거든.",
            "이건 도시의 정원에서 가져온 흙랑 퇴비야. 어떤 퇴비를 써야 작물이 잘 자라는지 연구하고 있었어.",
            "아! 퇴비랑 흙은 허락 받고 가져온 거야.",
            "허수아비가 주머니에서 꺼낸 메모장을 보여주었다.",
            "빼곡하게 적힌 연구일지와 기록들이 신기했다.",
            "경험이야말로 지식을 얻을 수 있는 유일한 길이지. 특히 작물은 실제로 키워보는게 제일 좋아.",
            "허수아비에게 왜 이렇게 먼 곳에서 재배를 하고 있는건지 물었다.",
            "앗-차. 그건 그냥 내 꿈 때문이지.",
            "드림리스 네더가 나타난 뒤로 판타지아 주민들은 계속 불안하게 살아왔잖아.",
            "네가 나타난 뒤로는 상황이 많이 나아진건 사실이지만! 아직 불안해하는 사람들도 많고.",
            "난 그런 사람들이 다시 두 발로 일어설 수 있도록 도와주고 싶어. 언젠가 판타지아가 해방되면 내 농사지식을 다른 농부들한테 전수할 수 있을거야!",
            "그녀가 환한 얼굴로 웃었다.",
            "그래서 이 일지를 만들었어. 깜빡하면 안 되잖아.",
            "나한테 뇌가 없다는 게 좀 아쉬워... 뇌가 있으면 지금보다 더 잘 할 수 있을 것 같은데.",
            "허수아비가 아쉬운 목소리로 작게 중얼거렸다.",
            "이만한 농장을 혼자 관리하는 건 뇌의 유무를 떠나서 대단한 일이라고 말했다.",
            "우왓! 진짜!? 그렇게 대단한 일이라고 생각해!?",
            "나는 얼른 고개를 끄덕였다.",
            "밭을 가꾼다는 건 어려운 일이다. 작은 밭이라도 그럴텐데 이렇게 넓은 곳을 혼자 관리할 수 있다니 대단한 일이다.",
            "더군다나 허수아비는 가끔 도시 방위를 위해 힘을 빌려주는 사람이기도 했다.",
            "도시 안에 자리를 마련해 농작물을 기를 수 있도록 보조하겠다고 말했다.",
            "흠, 흐흐흥. 넌 역시 정말 친절해, 꿈꾸는 자.",
            "이 밭의 농작물이 다 자라면 너에게 제일 먼저 선물할게!",
            "허수아비가 씩씩하게 미소지었다."
        ],
        [
            "かかしは誇らしげに畑を紹介した。",
            "ここはにんじんを育てる場所。あっちは豆！",
            "倉庫の隣はトマトを育ててるの。",
            "畑が広いからか、種類が多い。トマトにはすでに小さな実ができていた。",
            "みんなただ地面に植えれば何でも育つって思ってるけど、すごく難しいんだよ。",
            "あれはじゃがいも畑だけど、隣の畑と全然違うの。<br>じゃがいもを育てるには水分を60%以上キープしなきゃいけないから。",
            "これは都市の庭から持ってきた土と堆肥だよ。<br>どの堆肥を使ったら効果的か、研究してるんだ。",
            "あっ！堆肥も土もちゃんと許可はもらってるからね。",
            "かかしはポケットから取りだしたメモ帳を見せてくれた。",
            "そこには研究日誌と記録がぎっしりと書かれていた。",
            "経験こそ知識が得られる唯一の方法だよね。特に作物は実際に育てるのが一番！",
            "かかしになぜこんな遠い場所で育てているのか尋ねた。",
            "えーっと、それはただ私の夢だからだよ。",
            "ドリームレスネザーが現れてから、<br>ファンタジアの住民たちはずっと不安を抱えて生きてきたでしょ？",
            "君が現れてからはだいぶ良くなったけど！まだ不安がってる人も多いし。",
            "私はそんな人たちが自分の足で立てるように助けたい。<br>いつかファンタジアが解放されたら、私の知識を他の農家の人たちに伝えるの！",
            "彼女が明るく笑った。",
            "だからこの日誌を作ったんだ。忘れちゃいけないから。",
            "私に脳がないのがちょっと残念...脳があれば今よりもっと上手くできそうなのに。",
            "かかしが残念そうに小さくつぶやいた。",
            "これほどの農場を1人で管理するのは、脳の有無を問わずすごいことだと伝えた。",
            "わあっ！本当！？そんなにすごいことだと思う！？",
            "私はすぐにうなずいた。",
            "作物を育てるのは難しいことだ。小さな畑でも大変なのに、<br>こんな広い場所を1人で管理しているなんてすごいと思う。",
            "それにかかしは都市を守るために力を貸してくれる人物でもあった。",
            "都市の中に場所を作り、農作物を育てられるようサポートすると伝えた。",
            "ふふっ。やっぱり君は本当に親切だね。ドリーマー。",
            "この畑の農作物が育ったら、君に最初にプレゼントするよ！",
            "かかしが嬉しそうに微笑んだ。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}