{
    "StoryName": "Campaign_LibraryStory_QueenOfHearts_3",
    "background": [
        "haven.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Queen of Hearts",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Queen of Hearts",
            "Queen of Hearts",
            "Queen of Hearts",
            "Queen of Hearts",
            "",
            "",
            "",
            "",
            "Queen of Hearts",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "퀸 오브 하트",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "퀸 오브 하트",
            "퀸 오브 하트",
            "퀸 오브 하트",
            "퀸 오브 하트",
            "",
            "",
            "",
            "",
            "퀸 오브 하트",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "ハートの女王",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "ハートの女王",
            "ハートの女王",
            "ハートの女王",
            "ハートの女王",
            "",
            "",
            "",
            "",
            "ハートの女王",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You would have been rejected instantly if you asked the queen to go for a walk. So you've decided to use a little bit of subterfuge.",
            "After walking a substantial distance away from Haven, you summon the Queen of Hearts in the forest.",
            "She seems a little surprised to be summoned in a place without a seat to sit on.",
            "However, she looks more relaxed than when you summoned her with the others around.",
            "Maybe she's a type of person who gets nervous when there are a lot of people around her?",
            "Well... that seems unlikely, considering how she spends most of her time shouting at people... right?",
            "He-hello...",
            "...",
            "Even when you wave at her, at first she does not respond back.",
            "You have no choice but to walk around the forest awkwardly.",
            "How do you start a conversation with the Queen...?",
            "It's so hard to talk to her in a friendly way, after you've faced her as a fearful enemy.",
            "Maybe you should have brought someone else along, someone who finds it easy to get along with people... maybe Vita?",
            "You walk through the forest slowly while considering these various ideas.",
            "The Queen of Hearts has also been following you... and she hasn't told you to get lost in at least five minutes...",
            "... Wait a minute?",
            "She seems to be following you pretty well.",
            "Perhaps, now is a good opportunity to ask her?",
            "After a moment of thinking, you decide to finally ask her about a girl named Alice.",
            "Queen of Hearts. There's something you have to ask her. Would that be okay?",
            "... Hmph.",
            "Get lost!",
            "Wait, there is no point since you can summon me at will anyway...",
            "Hmph! I shall have your head if you dare to speak to me so impertinently!",
            "Of course, her temper never goes away...",
            "But you have something to ask her personally.",
            "She's the only one who can answer this.",
            "Please... Is it okay if you can ask this question?",
            "... Hmph!",
            "Instead of telling you to get lost again, an impatient humming sound comes from the Queen and she taps her foot. Does that mean you can ask her the question?",
            "You take a deep breath before deciding to ask what you have been thinking about.",
            "You heard that, once upon a time, a girl named Alice met with the Queen of Hearts.",
            "What kind of person was Alice?",
            "As soon as you mention Alice, you can feel Queen of Hearts' gaze boring into you.",
            "... The moment stretches out uncomfortably... you're certain the Queen is about to yell \"Off with your head\" at you."
        ],
        [
            "산책을 권유해도 거절당할 것이 뻔했기에... 조금 치사한 방법을 쓸 수 밖에 없었다.",
            "안식의 도시에서 조금 떨어진 숲으로 나와 퀸 오브 하트를 소환했다.",
            "그녀는 앉을 옥좌가 없는 자리에 소환된 것이 당황스러운 눈치였지만,",
            "다른 사람들과 함께 있을 때 보다는 한결 누그러진 표정이었다.",
            "대하기 어려운 도미니언... 아니, 메르헨임은 분명하다.",
            "...",
            "어색한 침묵이 흐른다.",
            "...",
            "인사를 건네도 묵묵부답이다.",
            "결국 어색한 분위기 속에서 그저 숲 속을 걸을 수 밖에 없었다.",
            "다행히 내가 걷자 퀸 오브 하트 역시 몇 걸음 걷기 시작했다.",
            "한참 고민했지만 적으로 마주했던 그녀에게 친근하게 말을 거는 건 어려운 일이다.",
            "이럴 줄 알았으면 비타에게 쉽게 말 거는 비법을 조금 배워둘 걸 그랬다.",
            "...",
            "퀸 오브 하트 역시 꺼지라는 이야기를 하지 않고 잘 따라와주었다.",
            "...",
            "너무 잘 따라와준다.",
            "평화로운 것에 가까운 분위기였기에 뭔가 물어볼 수 있는 좋은 기회라고 생각했다.",
            "...",
            "아주 조심스레 말을 걸기로 했다.",
            "... 흥.",
            "꺼져라.",
            "아니, 이곳은 꺼질 곳도 없군.",
            "네 쓸데없는 생각을 감히 입 밖으로 내뱉으면, 당장 목을 치겠다.",
            "...",
            "그 성격만큼은 여전한 모양이다.",
            "질문에 대답할 수 있는 사람은 퀸 오브 하트밖에 없다고 설득했지만,",
            "그녀는 표정 변화 없이 고개를 돌렸다.",
            "... 흥!",
            "이대로 있으면 똑같은 분위기가 계속 유지될 뿐이다.",
            "나는 계속 고민하던 것을 묻기로 했다.",
            "...",
            "그녀에게 앨리스에 관한 것을 묻기로 했다.",
            "순간 퀸 오브 하트가 나를 노려보는 것이 느껴진다.",
            "목을 치겠다는 말이 튀어나오려나, 긴장되는 순간이 이어진다."
        ],
        [
            "散歩に誘ったところで断られるのは明らかだったため...<br>少しずるい方法を使うしかなかった。",
            "安息の都市から少し離れた森に向かい、ハートの女王を召喚した。",
            "彼女は座る玉座がない場所に召喚されたことに戸惑った様子だったが、",
            "他の人たちと一緒にいる時よりは穏やかな表情だった。",
            "接しにくいドミニオン...いや、メルヘンであることは間違いない。",
            "...",
            "ぎこちない沈黙が流れる。",
            "...",
            "挨拶をしても答えない。",
            "結局気まずい雰囲気のまま、ただ森を歩くしかなかった。",
            "幸い、私が歩くとハートの女王も歩き始めた。",
            "かなり悩んだが、敵として出会った彼女に親しく話しかけるのは難しいことだ。",
            "こんなことなら、ヴィータから簡単に話しかけるコツを聞いておけば良かった。",
            "...",
            "ハートの女王も「消えろ」と言わず、しっかりついてきてくれた。",
            "...",
            "驚くほど大人しくついてきてくれた。",
            "平和な雰囲気だったため、会話するいいチャンスだと思った。",
            "...",
            "慎重に話しかけた。",
            "...フンッ。",
            "消えろ。",
            "いや、ここは消える場所もないか。",
            "お前のつまらぬ考えを口に出すつもりなら、今すぐ首を切る。",
            "...",
            "この性格だけは変わらないようだ。",
            "質問に答えられる人はハートの女王しかいないと説得したが、",
            "彼女は表情を変えずそっぽを向いてしまった。",
            "...フンッ！",
            "このままだと同じ雰囲気が続くだけだろう。",
            "私はずっと悩んでいたことを聞くことにした。",
            "...",
            "彼女にアリスに関することを尋ねてみた。",
            "一瞬、ハートの女王が私を睨むのが分かった。",
            "首を切るという言葉が飛び出すのではないかと、緊張の瞬間が続く。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}