{
    "StoryName": "Campaign_Chapter3_Part3",
    "background": [
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "storyqueenassassinate.png",
        "storyqueenassassinate.png",
        "storyqueenassassinate.png",
        "storyqueenassassinate.png",
        "storyqueenassassinate.png",
        "storyqueenassassinate.png",
        "storyqueenassassinate.png",
        "",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png"
    ],
    "character": [
        [
            "Knave of Hearts",
            "Knave of Hearts",
            "Knave of Hearts",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Celeste",
            "",
            "Celeste",
            "Celeste",
            "",
            "",
            "",
            "",
            "Aurora",
            "Esme",
            "",
            "Aurora",
            "Esme",
            "Esme",
            "Aurora",
            "",
            "Esme",
            "",
            "Aurora",
            "Esme",
            "Esme",
            "Esme",
            "Esme",
            "Aurora",
            "Esme",
            "",
            "Esme",
            "",
            "",
            "Aurora",
            "Esme",
            "Esme",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "Lis",
            "Mal",
            "Mal",
            "Mal",
            "Lis",
            "",
            "Aurora",
            "Aurora",
            "Celeste",
            "Aurora",
            "Celeste",
            "Celeste",
            ""
        ],
        [
            "하트 잭",
            "하트 잭",
            "하트 잭",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "셀레스티",
            "",
            "셀레스티",
            "셀레스티",
            "",
            "",
            "",
            "",
            "오로라",
            "에스메",
            "",
            "오로라",
            "에스메",
            "에스메",
            "오로라",
            "",
            "에스메",
            "",
            "오로라",
            "에스메",
            "에스메",
            "에스메",
            "에스메",
            "오로라",
            "에스메",
            "",
            "에스메",
            "",
            "",
            "오로라",
            "에스메",
            "에스메",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "리즈",
            "말",
            "말",
            "말",
            "리즈",
            "",
            "오로라",
            "오로라",
            "셀레스티",
            "오로라",
            "셀레스티",
            "셀레스티",
            ""
        ],
        [
            "ハートのジャック",
            "ハートのジャック",
            "ハートのジャック",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "セレステ",
            "",
            "セレステ",
            "セレステ",
            "",
            "",
            "",
            "",
            "オーロラ",
            "エスメ",
            "",
            "オーロラ",
            "エスメ",
            "エスメ",
            "オーロラ",
            "",
            "エスメ",
            "",
            "オーロラ",
            "エスメ",
            "エスメ",
            "エスメ",
            "エスメ",
            "オーロラ",
            "エスメ",
            "",
            "エスメ",
            "",
            "",
            "オーロラ",
            "エスメ",
            "エスメ",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "リズ",
            "マル",
            "マル",
            "マル",
            "リズ",
            "",
            "オーロラ",
            "オーロラ",
            "セレステ",
            "オーロラ",
            "セレステ",
            "セレステ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Gah! Impossible! Defeated twice by the same know-nothing!",
            "But it doesn't matter! You'll never defeat my queen! She's more powerful than anyone in Phantasia!",
            "She has the Heartstone! She'll –",
            "An astonished look crosses the knave's face and then his head very slowly topples from his shoulders.",
            "Everyone in your party is suddenly knocked off their feet by the backwash of power as a huge figure rises up before you.",
            "The Queen of Hearts!",
            "An unearthly screech erupts, as the figure snatches up the remains of the Knave and carries them off.",
            "The psychic backlash from that shriek assaults your senses and the world dims in front of your eyes...",
            "...",
            "...",
            "A figure is shaking you.",
            "Dreamer! Dreamer, wake up!",
            "H-how long were you out?",
            "Only a couple of minutes. It affected us all, but I think you took the brunt of it.",
            "There's someone here to speak to you, though.",
            "You look up to see not one, but two girls standing before you.",
            "One of them is Aurora!",
            "The other is the curious girl who keeps appearing to you.",
            "What's going on?",
            "I'm sorry, Dreamer, I should have come back sooner. I didn't think she would leave her throne room merely on account of the Knave.",
            "Don't blame yourself, sis, you weren't to know. You should have seen how the Dreamer handled the Knave, though! He didn't stand a chance!",
            "Who... what's going on? Did she say 'sis'?",
            "This is Esme. She's-",
            "Ahem!",
            "Thank you, Aurora, but I can introduce myself.",
            "Ah! Of course...",
            "She steps forward and bows deeply before you, then looks up and winks.",
            "I am the World Stone, Esme. The Heartstone. Forgive me for playing around a little, but you were so fun to tease.",
            "Another stone-girl? But... wasn't the Heartstone being held by the Queen of Hearts?",
            "She isn't really here, Dreamer, much like I wasn't truly with you in the collapsing world.",
            "We 'stone-girls', as you put it, are able to project our presences across great distances.",
            "But the further we project, the harder it is to maintain and the more energy it costs us.",
            "Even now I'm using up my reserves. If you were to try, you wouldn't be able to touch me right now.",
            "Which is really annoying, because I was looking forward to-",
            "Esme!",
            "Eh? O-oh, sorry sis...",
            "This is a lot to take in... are the other stones going to be this much trouble, too?",
            "T-Trouble!?",
            "No, forget that, the Queen of Hearts... how on earth are you supposed to defeat something that powerful?",
            "You were knocked unconscious just by her arrival!",
            "That's because I wasn't there to protect you. Next time I will be. My power is returning and growing stronger the longer I'm with you.",
            "Ah! But mine is failing... I have to go, sis.",
            "Dreamer, you'd better hurry and rescue m-",
            "And with that, the Heartstone disappears in front of you.",
            "Aurora looks sad that her sister is gone, but she herself stays in front of you, whole and real.",
            "Finally!",
            "Dreamer?",
            "At last, you can get some answers!",
            "You ask her who you are. You ask her why you're here. You ask her what this power you have is, and why the world is falling apart, and what the 'Dreamless Nether' is, and how Celeste's caravan can move without being pulled!",
            "I'm afraid I don't have answers to those questions.",
            "GAAAAAAH!!",
            "All I know is that you have been sent to help save Phantasia. I don't know where you came from, or how you got here.",
            "She looks sad as she says these things as if they're painful to her, somehow.",
            "However, your power, I can teach you about your power.",
            "That's something at least!",
            "Tomorrow.",
            "Of course. Tomorrow.",
            "One more night won't hurt, will it? Besides, these little ones look like they're about to fall asleep.",
            "I'm not!",
            "Well, I am...",
            "*yaaaaaawn*",
            "We should get some rest while we can, Lis. We don't know what will be round the next corner.",
            "...",
            "Hold on, though. You're in the Queen's palace now. Isn't it dangerous to sleep here?",
            "I think it will be fine. Or, at least, no more dangerous than sleeping in the woods, anyway. The Queen's palace is huge. The buildings, grounds and gardens stretch for miles.",
            "What's more, the vast majority of it lies empty. The servants who would have lived here all fled a long time ago.",
            "The ones that could, that is. The ones that couldn't, on the other hand...",
            "Probably best to not think about that. Whatever the case, they're no longer here. If you keep watch and sleep in shifts, like you would in open country, you should all be fine.",
            "There might even be proper rooms with beds around here somewhere. Probably dusty, but a little dust never killed anyone.",
            "Aurora's right, we can carry on tomorrow. The Knave is gone and so is the queen. We should be safe, for now.",
            "Very well, let's find these fabled 'beds'. You don't mind taking first watch."
        ],
        [
            "크윽... 하, 하하! <br>이 하트 잭이 자기 이름도 모르는 놈에게 두 번 씩이나 당하다니...!",
            "하지만... 상관없다! 네놈 따위가 여왕 폐하를 이길 수 있을 리 없지!<br>그 분은 판타지아에서 가장 강력하고 아름다운 분이시니!",
            "하트 스톤을 가지고 계신 여왕님을, 네 놈 따위가...!",
            "하트 잭이 갑자기 토해내던 말을 멈추었다.<br>그의 투구 너머로 놀란 기색이 엿보였다.",
            "그리고는.<br>그의 머리가 몸과 분리되어 땅에 쳐박혔다.",
            "퀸 오브 하트!",
            "하트 잭의 뒤에서 거대하고 날카로운 지팡이를 든 가면을 쓴 인물이 나타났다.<br>목이 떨어진 하트 잭은 몸을 부여잡고 섬뜩한 비명을 지른다.",
            "그 꺼림칙하고 날카로운 비명소리가 온 몸의 감각을 찌른다.",
            "정신을 잃는다.",
            "...",
            "누군가의 흔들어 깨우는 느낌에 정신을 차린다.",
            "- 어나!<br>일어나!<br>어서 일어나라고, 꿈꾸는 자!",
            "...",
            "여기 있던 모두 영향을 받았지만...<br>네가 정면에서 받아준 덕분에 우리는 괜찮을 수 있었던 것 같군.",
            "아까 그 붉은 머리카락을 가진 소녀, 기억하지?<br>너와 이야기를 하고 싶어 해.",
            "고개를 들자 붉은 머리카락의 소녀와 하얀 머리카락의 소녀가 보였다.",
            "붉은 머리카락의 소녀는 그때 숲에서 쫓았었던 소녀였다.",
            "하얀 머리카락의 소녀는...",
            "오로라!",
            "모두 제 잘못이에요.<br>제가 조금만 더 일찍 깨어났다면...<br>설마 여왕이 하트 잭 때문에 왕좌를 비우리라고는 생각하지 못했어요.",
            "너무 자책하지 마.<br>나도 예상하지 못했는걸. 그것보다도...<br>이 애, 하트 잭을 상대로 잘 버티던걸? 꽤 하잖아! 너도 봤으면 좋았을텐데.",
            "소녀는 오로라와 구면으로 보였다.",
            "아, 이쪽은 에스메라고 해요.<br>에스메는 -",
            "흠, 흠!",
            "날 생각해주는 네 마음은 고맙지만!<br>자기 소개는 내가 할 수 있게 해줘.",
            "아, 그럼...",
            "붉은 머리카락의 소녀가 상반신을 살짝 내밀고 윙크한다.<br>...",
            "난 월드스톤 중 하나인 하트 스톤의 에스메.<br>지금껏 놀려서 미안! 네 반응이 너무 재미있어서 말야.",
            "에스메의 소개를 듣고 나니, 하트 스톤은 퀸 오브 하트가 가지고 있다는 이야기가 생각났다.",
            "여기 있는 에스메는 진짜 에스메가 아니에요.<br>무너진 세계에서의 일을 기억하시나요?<br>제가 당신의 옆에 실존하지 않았던 것과 비슷해요.",
            "맞아. 우리들은 멀리서도 다른 장소에 실체화할 수 있거든.",
            "하지만, 거리가 너무 멀어지면 모습을 유지하기 어려워<br>힘도 훨씬 많이 소모해야 하고.",
            "지금은 소리와 모습만 유지할 수 있도록 최소한의 힘을 쓰고 있어.<br>말하자면 유령이랑 비슷하다고 할까?",
            "이거 꽤 짜증 나더라.<br>의식을 잃은 너를 마구 건드릴 수도 없고...",
            "에스메!",
            "헤헷, 오로라.<br>미안~",
            "...",
            "이렇게!?",
            "에스메는 아랑곳하지 않고 다시 장난을 쳤다. 오로라가 그녀를 저지하는 모습이 가엽다.",
            "장난을 뒤로하고 우리들은 여왕에 대해 말을 꺼냈고, 무서운 힘에도 치명상을 피할 수 있었던 이유에 대해 설명을 들었다.",
            "다행히 드림스톤을 품에 가지고 있어서 일 거예요. 제 힘은 당신과 함께할수록 강해지거든요.",
            "으아아아-<br>오로라! 그 멘트, 너무 닭살 돋는다.<br>부럽긴 하지만...",
            "이제 시간이 다 된 것 같네.<br>꿈꾸는 자, 나를 구하러 와 줄거지? 가급적이면... 빨리?",
            "그 말을 끝으로 에스메의 모습이 점점 희미하게 사라진다.",
            "사라지는 에스메를 바라보는 오로라의 얼굴이 슬퍼보인다.",
            "지금은 오로라와 직접 마주하게 되었으니 수많은 의문을 풀었다.",
            "... 꿈꾸는 자?",
            "존재에 대한 답. 이 세계는 무엇인지.<br>메르헨의 이야기. 드림리스 네더의 정체.",
            "그녀는 한참을 대답을 못한 채 뜸 들이고 있었다.",
            "그, 저기, 저어...<br>죄송하게도 대답해 드릴 수 없어요...",
            "...",
            "제가 알고 있는 건 당신이 이 세계를 구원하기 위해 왔다는 것뿐이에요.<br>저도 당신이 누구이며 어디에서 왔는지... 모르겠어요.",
            "이야기하는 그녀의 표정이 안쓰러워 보인다.<br>눈동자 가득 미안함이 차올라있었다.",
            "하지만...<br>당신이 지닌 메르헨의 힘에 대해서는 알려드릴 수 있어요.",
            "그녀는 골똘히 생각하더니 말을 이었다.",
            "내일...<br>내일, 말씀드릴게요.",
            "결심한 듯 그녀는 입술을 깨물고 고개를 끄덕였다.",
            "... 당신도, 아이들도 많이 피곤한 것 같아요.",
            "응? 난 괜찮아!",
            "나도오... 괜차안...",
            "흐아아암~",
            "쿨... 쿨...",
            "...",
            "여왕의 궁전에서 잠들 수 있는 말의 대범함에 감탄했다.",
            "적어도 숲속에서 자는 것보다 이곳이 안전할 거예요.<br>여왕의 궁전은 넓으니 쉽게 저희를 찾을 수도 없을 거예요.",
            "대부분의 방이 비어있기도 하고...<br>원래 주인들은 이미 오래전에 도망쳤을 테니까요.",
            "도망갈 수 있었던 자들은 그렇게 했겠지.<br>그럴 수 없던 사람들은, 뭐.",
            "... 네, 지금은 깊게 생각하지 않는게 좋겠죠.",
            "이제 그들은 더 이상 존재하지 않으니까요.",
            "분명 침대가 있는 쓸만한 방도 있을거야.",
            "먼지는 쌓여 있겠지만... 어쩔 수 없지."
        ],
        [
            "クウッ...ハ、ハハ！<br>このハートのジャックが自分の名前すら分からん奴に2回も負けるなんて...！",
            "だが...問題ない！お前のような奴が女王陛下に勝てるわけがない！<br>あの方はファンタジアで一番強く美しい方だからな！",
            "ハートストーンを持っていらしゃる女王様に、お前みたいな奴が...！",
            "ハートのジャックが急に口を止めた。<br>彼のかぶとの向こう側に驚くべき気配が見えた。",
            "そして。<br>彼の頭が体と分離し、地面に打ち付けられた。",
            "ハートの女王！",
            "ハートのジャックの後ろから巨大で鋭い杖を持ち、仮面を被った人が現れた。<br>首が落ちたハートのジャックは体を掴み、ゾッとする悲鳴をあげた。",
            "その忌まわしく鋭い悲鳴が全身の感覚を突き刺した。",
            "気を失う。",
            "...",
            "誰かが揺さぶり起こす感覚で気がついた。",
            "ーーきて！<br>起きて！<br>早く起きて、ドリーマー！",
            "...",
            "ここにいた全員が影響を受けたんだけど...<br>君が正面で受け止めてくれたおかげで、私たちは大丈夫だったみたいね。",
            "さっきあの赤髪の少女、覚えてるよね？<br>君と話したいって。",
            "顔を上げると赤髪の少女と白髪の少女が見えた。",
            "赤髪の少女はあの時、森で追いかけた少女だった。",
            "白髪の少女は...",
            "オーロラ！",
            "全て私のせいです。<br>私があと少しでも早く目覚めていたら...<br>まさか女王がハートのジャックのせいで王座を空けるなんて思ってもいませんでした。",
            "あまり自分を責めないで。<br>あたしも予想できなかったし。それよりも...<br>この子、ハートのジャック相手によく耐えてたよ？結構やるじゃん！オーロラも見れたらよかったのに。",
            "彼女はオーロラと知り合いのようだった。",
            "あ、こちらはエスメといいます。<br>エスメはーー",
            "ふんふん！",
            "あたしのことを思ってくれるのは嬉しいけど！<br>自己紹介は自分でやらせて。",
            "あ、では...",
            "赤髪の少女が上半身を少し乗り出してウインクをした。<br>...",
            "あたしはワールドストーンのうちの一つ、ハートストーンのエスメ。<br>今までからかってごめんね！あなたの反応が面白くてさ。",
            "エスメの自己紹介を聞き、ハートストーンはハートの女王が持っていたという話を思い出した。",
            "ここにいるエスメは本当のエスメではありません。<br>崩れた世界での出来事を覚えていますか？<br>私があなたの隣に実在していなかったそれと同じようなことです。",
            "そう。あたしたちは遠くからでも違う場所で実体化することができるの。",
            "でも距離が遠くなりすぎると、姿を維持するのが難しくて<br>より多くの力を消費しなくちゃいけない。",
            "今は声と姿を維持できるように最小限の力を使ってるよ。<br>言ってみれば幽霊と似たような感じかな？",
            "これ結構イラつくの。<br>気を失ったあなたをむやみに触ることもできないし...",
            "エスメ！",
            "へへっ、オーロラ。<br>ごめん〜",
            "...",
            "こう！？",
            "エスメは構わずまたからかった。オーロラが彼女を止める様子は可哀想だった。",
            "いたずらを後にし、私たちは女王についての話を持ちだし、恐ろしい力から致命傷を逃れた理由についての説明を聞いた。",
            "幸いにもドリームストーンを持っていたからだと思います。私の力はあなたと一緒にいるほど強くなるんです。",
            "うあああー<br>オーロラ！その言葉、鳥肌立つ。<br>うらやましいけど...",
            "もうそろそろ時間みたい。<br>ドリーマー、あたしを助けに来てくれるよね？できれば...早く？",
            "その言葉を最後に、エスメの姿がだんだん薄れて消えていく。",
            "消えていくエスメを見つめるオーロラの顔が悲しそうだ。",
            "今はオーロラと直接会うことができて、多くの疑問が解けた。",
            "...ドリーマー？",
            "存在に対する答え。この世界は何なのか。<br>メルヘンの話。ドリームレスネザーの正体。",
            "彼女はしばらくの間答えぬまま、もったいぶっていた。",
            "そ、あ、あの...<br>すみませんがお答えすることは出来ません...",
            "...",
            "私が知っていることは、あなたがこの世界を救う為にやってきたということのみです。<br>私もあなたが誰で、どこから来たのか...わかりません。",
            "話をする彼女の表情は気の毒そうだった。<br>申し訳なさが瞳いっぱいに込み上がっていた。",
            "ですが...<br>あなたが持っているメルヘンの力については、お教えすることが出来ます。",
            "彼女は一生懸命考え、言葉を続けた。",
            "明日...<br>明日、お話しします。",
            "決心したように彼女は唇をかみ、うなずいた。",
            "...あなたも、子供たちも疲れているみたいです。",
            "ん？私は大丈夫！",
            "俺も...だいじょう...",
            "ふぁぁぁ〜",
            "グウ...グウ...",
            "...",
            "女王の宮殿で眠れるマルの大胆さに感嘆した。",
            "少なくとも森の中で寝るよりはここが安全でしょう。<br>女王の宮殿は広いのでそう簡単には見つけられないはずです。",
            "ほとんどの部屋が空いていますし...<br>元々の住人はもうかなり前に逃げているはずですから。",
            "逃げれた人は逃げただろうね。<br>でも逃れなかった人は、まあ。",
            "...はい、今は深く考えない方がいいです。",
            "もう彼らは存在していませんから。",
            "きっとベットがあって使えそうな部屋もあるはずよ。",
            "ホコリは溜まってそうだけど...しょうがないわね。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "none",
        "music_ominous.wav",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        "",
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}