{
    "StoryName": "Campaign_Chapter13_Part2",
    "background": [
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png"
    ],
    "character": [
        [
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            ""
        ],
        [
            "",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            ""
        ],
        [
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "What were those things?",
            "It was as if they were constructed of light...",
            "They were tower guardians, Dreamer.",
            "The Clouded Tower has a form of intelligence, it has identified you as an intruder and it thinks you're trying to steal the Dreamstone.",
            "Wait, this tower is alive?!",
            "In a manner of speaking...",
            "You must hurry, Dreamer... More will come...",
            "Well, that's just great...",
            "You set off again, with a lot more urgency to your steps.",
            "Even so, it takes a long time before you feel like you're making any progress.",
            "Every time you look out of a window, it seems as if you're no closer to the ground.",
            "With little else to do except head ever downwards, you decide to ask Aurora more about Phantasia and in particular about the things she hasn't told you.",
            "Why didn't she tell you the truth about the Dominions?",
            "Who told you about the Dominions...?",
            "Morgana, just before she died.",
            "Aurora suddenly sounds sad.",
            "Morgana...",
            "I'm sorry we couldn't save her... with her knowledge we could have –",
            "You tell Aurora to answer the question.",
            "Ah! I – I'm sorry, Dreamer...",
            "I seem to say that a lot, don't I?",
            "I didn't tell you about the Dominions because I thought it would complicate our quest.",
            "But your quest was to defeat the Dominions, wasn't it?",
            "Truthfully, all I needed was the World Stones... My sisters...",
            "Then why kill the Dominions at all?!",
            "The World Stones are tied to their realms through their Dominions.",
            "The only other way I could have brought the World Stones together in Haven would have been to bring them and their Dominions together.",
            "Could you really have seen us bringing the Queen of Hearts to Haven? Or Drak?",
            "Or Tamamo?",
            "I... I didn't know about Tamamo...",
            "But I tried to save her! You saw that! It was Kyo who killed Tamamo, not us!",
            "Not me...",
            "You do suppose that's true... and the Queen of Hearts was actually attacking Haven when you arrived. Drak seemed to have lost his mind...",
            "But why go to all the trouble of bringing the World Stones together in the first place?",
            "They're the source of life in each realm, as you said, Dreamer.",
            "But also, when they are brought together, each World Stone's power is greatly enhanced.",
            "That is something Dracula discovered in his research.",
            "I believe if all the World Stones are brought together, we'll have enough strength to drive back the Dreamless Nether.",
            "At least, that is my hope... My last hope...",
            "What will happen to the realms without their World Stones in the meantime?",
            "They will become more chaotic over time... They might even... They might...",
            "Aurora?",
            "I'm sorry... they might begin to break apart...",
            "But that's why we need to defeat the Dreamless Nether as soon as possible, so everyone can return to their rightful place!",
            "But how will you defeat the Dreamless Nether? How can you defeat nothingness itself?",
            "As I said, I believe bringing the World Stones together is the key...",
            "If the Dreamless Nether is the ultimate power of destruction, then perhaps the only thing that can fight it is the power of creation...",
            "What about Dracula's plan? Would it have worked?",
            "No, Dreamer... it couldn't have worked...",
            "Not because the Night Stone couldn't have been used to cloak his realm, but because all the realms, including the Haunted Realm depend on this realm...",
            "Specifically, they depend on the Clouded Tower... It stands at the centre of this world and it's the lynchpin on which everything depends...",
            "You're about to ask what that means, when a golden light shines ahead of you.",
            "Looks like you'll have to fight again!"
        ],
        [
            "드림리스와는 전혀 다른, 빛으로 이루어진 무언가.",
            "그것들의 형상이 천천히 사그라들어 사라진다.",
            "너무 염려 마세요, 꿈꾸는 자.",
            "그들은 드림리스가 아니에요. 이 탑의 수호자들이라고 할 수 있죠.",
            "그래서 수호자의 탑인가?",
            "정확하게 말하자면, 판타지아를 수호하는 존재의 의지를 따르는 탑이라고 할 수 있어요.",
            "언젠가 판타지아를 구할 예언의 그 사람이 나타나면, 이 탑이 기동한다고 전해 들었어요.",
            "누구에게 전해 들었는지 물었지만",
            "이번에도 대답하는 오로라의 목소리는 제대로 들리지 않았다.",
            "이 탑의 최하층에 있는 게 무엇인지는 몰라도 서두르는 것이 좋겠지.",
            "창밖으로 보이는 판타지아의 풍경은 평화로운 듯 보이면서도 가장자리부터 심연 속으로 떨어져 사라지고 있었다.",
            "그야말로 저주받은 풍경, 그 자체인 셈이다.",
            "이곳에서 내려다보니 확실히 도미니언이 존재하는 땅과 존재하지 않는 땅의 침식 정도가 확연히 보였다.",
            "도미니언에대해 말씀드리지 않은 건 정말 죄송하게 생각해요, 꿈꾸는 자.",
            "드라큘라 백작을 따르는 메르헨들은 이미 그 사실을 알고 있는 것처럼 보였는데.",
            "다른 월드 스톤들도 그 사실을 알고 있었던 거야?",
            "일부는 예측했겠지만, 닉스를 제외하면 확신을 가진 사람은 없었어요.",
            "드라큘라 백작의 성에 체류하는 시간이 이렇게 길어지지만 않았어도...",
            "백작의 이름을 읊조리는 오로라의 목소리에 서늘한 분노가 스며든다.",
            "도미니언에대해 한 말들은 반은 사실이고, 반은 거짓이에요.",
            "확실히 영역의 도미니언을 처리해버리면, 다른 도미니언이 생기지 않는다는 가정하에...",
            "드림리스 네더의 영향을 더 쉽게 받는다는 것 자체는 사실이에요.",
            "밖에 보이는 어두운 풍경들이 그 증거겠지.",
            "하지만 꼭 그런 나쁜 부분들만 있는 것은 아니에요.",
            "오로라가 잠깐 뜸을 들였다.",
            "도미니언이 생존해 있다면 월드 스톤은 반드시 그 도미니언과 계약을 맺게 되어있어요.",
            "월드스톤은 도미니언의 힘을, 도미니언은 월드스톤의 힘을 서로 빌려 사용할 수 있게 되는 거죠.",
            "사피와 타마모노마에, 비타와 브라이어 로즈처럼 사이가 좋은 경우라면 다행이지만...",
            "나는 제대로 보이지 않는 유령 세계 방향으로 고개를 돌렸다.",
            "앨리스와 에스메처럼 서로 교류가 없는 경우도 있죠.",
            "닉스처럼 영역의 도미니언에게 모든 권한을 줘버리는 경우도 있고요.",
            "대체로 사이가 좋은 편이긴 하지만, 닉스 같은 경우에는 도미니언의 힘이 너무 강해지게 되지요.",
            "오로라의 말대로 에스메와 앨리스의 경우를 제외하면, 대부분은 닉스와 달리 사이가 좋은 편이었다.",
            "그렇다는 건 드라큘라 백작을 통제할 수단이 아예 없다는 뜻이야?",
            "네, 월드 스톤들이 자유롭게 여행하기 위해서는",
            "반드시 월드 스톤의 힘이 영역의 도미니언의 힘보다 강해야 했어요.",
            "드림리스 네더의 영향을 받은, 타락한 도미니언들은 규격 외의 힘을 사용하죠.",
            "월드 스톤 단일 개체만으로는 그들을 이길 수 없어요. 그렇기 때문에 제거할 필요가 있었던 거고요.",
            "흡수당한 영역은 드림리스 네더를 처리하면 자연히 되돌아올 거예요, 부차적인 문제에 불과했을 뿐이에요.",
            "오로라의 목소리가 조금은 냉정하게 들렸다.",
            "당신이 저를 어떻게 생각하셔도, 설령 지금 이 대화로 저를 믿을 수 없게 되셨다고해도... 그럼에도 불구하고 하지 않으면 안 되는 일들이었어요.",
            "... 오로라?",
            "... 네, 꿈꾸는 자. 당신의 목소리를 듣고 있어요.",
            "이 모든 것은 결국 판타지아를 구하기 위한 일이었으니까...",
            "표정을 볼 수는 없었지만, 오로라가 꽤 고통스러워하는 것 같았다.",
            "월드 스톤들이 가지는 정화 능력은 상상을 초월할 정도로 뛰어나요. 영역 하나쯤은 눈 깜빡할 사이에 정화할 수 있어요.",
            "그들 모두의 힘을 모아 드림리스 네더를 정화한다면, 승산이 있다고 믿어요.",
            "어디선가 문이 열리는 소리가 들렸다.",
            "... ... 가 보여준 미래에는 그런 그림이 있었어요.",
            "반드시 이 판타지아를 구할 수 있는, 그런 운명의 페이지가...",
            "꿈꾸는 자, 뒤를 조심하세요! 무언가 다가오고 있어요.",
            "뒤로 돌아서기도 전에 터져 나온 빛무리가 시야를 가득 채운다.",
            "오로라의 빛이 어느 정도 상쇄해주었지만... 지금은 다시 싸우는 수밖에!"
        ],
        [
            "さっきの敵は、何？",
            "まるで光からできたように見えた。",
            "今のはタワー・ガーディアンでした。",
            "守護者の塔は限られた知性を有しています。ドリームストーンを抱えながら塔を離れようとしているドリーマーを、侵入者だと判断したのでしょう。",
            "つまりこの塔って、生きているの？",
            "はい、ある意味...",
            "急いでください。ガーディアンは再生します...",
            "この防衛システム優秀すぎる...",
            "スタミナの消耗に注意しながら、階段を駆け下りることにした。",
            "しかしスピードを上げてもなかなか進まない気分だ。",
            "ときどき窓を通り過ぎて外を確認しても、高度が変わっていないように見える。",
            "やがて待ちきれなくなり、今までの冒険についてオーロラに質問を聞く。",
            "何でドミニオンの本性を隠したの？",
            "...ドミニオンのことは、誰が教えたのですか？",
            "モルガナ。",
            "オーロラは急に表情が暗くなる。",
            "モルガナ、でしたか...",
            "助けられなくて、ごめんなさい...彼女さえいればー",
            "もういいから、質問に答えて。",
            "あ！すみません...",
            "さっきから謝っているばかりですね...",
            "ドミニオンのことは...ドリーマーが旅に出なければ、何も始まらなかったからです。",
            "つまり、ドミニオンを倒したくない、と言って欲しくなかったから？",
            "ワールドストーンの力...姉妹の力が必要だったのです。",
            "ならドミニオンを殺さなくても、他に方法はあったはず！",
            "...ワールドストーンは本来、ドミニオンを通じて領域に繋がっています。",
            "ドミニオンとワールドストーンが全員安息の都市に揃えば良かったのですが...",
            "ハートの女王やドラキュラがおとなしく参加するわけがありませんでした。",
            "玉藻の前なら分かってくれたはず。",
            "玉藻の前のことは...知らなかったのです。",
            "でも、私達は彼女を助けようとしました！玉藻の前を殺したのは、キョウです！私達ではありません！",
            "私...ではありません。",
            "八つ当たりをしてしまった...確かに、ハートの女王は安息の都市を襲っていたし、ドラキュラも正気の沙汰じゃない...",
            "じゃあ、みんなを集めてどうするつもり？",
            "ワールドストーンは、領域の生命の源です。",
            "そして、ワールドストーンが全て集まると全員の力が大きく増幅します。",
            "ドラキュラの実験で明らかになった現象ですが...",
            "全員力を合わせれば、ドリームレス・ネザーを消すことができるはずです。",
            "それが、私の信じる最後の希望です。",
            "ドミニオンすらいない領域から、ワールドストーンが離れてもいいの？",
            "それは...領域が乱れてしまうのは、確実です。不在が長く続けば...",
            "どうなるの？",
            "崩壊...するかもしれません。",
            "だからこそ一刻も早くドリームレスを倒さなければなりません！",
            "それは分かったけど...ネザーって、「無」そのものなんでしょ？いくら力があっても、攻撃が通じるわけでもないし...",
            "生命を象徴するワールドストーンが鍵なのです。",
            "ドリームレス・ネザーが全てを無に帰すのなら、創造の力で抗うまでです。",
            "一応なんでけど...ドラキュラの計画なら、勝算はあったの？",
            "いいえ。成功するわけがありませんでした。",
            "ナイトストーンの力で亡霊の領域を隠すのは可能ですが...守護者の塔がなければ領域を維持できません。",
            "ここは、ファンタジアを纏める中軸なのです。",
            "もっと詳しく聞くつもりだが、塔が再び金色の光を放つ。",
            "また戦闘になりそうだ！"
        ]
    ],
    "music": [
        "music_lostinthought.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_threateningbattle.wav"
    ]
}