{
    "StoryName": "Campaign_LibraryStory_BriarRose_3",
    "background": [
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "Briar Rose",
            "Briar Rose",
            "",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "",
            "",
            "",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "",
            "",
            "",
            "",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            ""
        ],
        [
            "브라이어 로즈",
            "브라이어 로즈",
            "",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "",
            "",
            "",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "",
            "",
            "",
            "",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            ""
        ],
        [
            "いばら姫",
            "いばら姫",
            "",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "",
            "",
            "",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "",
            "",
            "",
            "",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Hmm... Where should I start...? Well, I was born a princess in the Enchanted Realm.",
            "Although, I wasn't known as Sleeping Beauty when I was born...",
            "You listen to Briar Rose's story while walking through the quiet forest with her.",
            "On my first birthday, many fairies living near the castle were invited to a banquet.",
            "I was blessed by the fairies who attended, but...",
            "An evil fairy, who was unhappy at not being invited to the party, suddenly appeared in the middle of banquet and cursed me.",
            "Of course, I was only a baby at the time, I don't remember it at all.",
            "Briar Rose cuts through the bushes and opens a path for you through the forest.",
            "Thanks to her, you're able to get through brush and thorns without any scratches.",
            "But what about Briar Rose? Is she okay?",
            "Don't worry, Dreamer, I might look tired, but I'm totally fine. I'm known as Sleeping Beauty after all.",
            "Oh, right... you're talking about the curse... I heard that it was something fearful.",
            "Now that I think of it, I don't think it was all that frightening...",
            "Eventually, I fell into a deep sleep and by the time I woke up, I'd become the Dominion of the Enchanted Realm.",
            "It was then that I met Vita for the first time.",
            "Vita was cheerful and optimistic and she always brought energy to the room and to anyone near her, just as she does now.",
            "I became close to Vita during my duty as a Dominion...",
            "I was able to accomplish many things I don't think I could have by myself.",
            "I became a powerful Dominion, all thanks to Vita.",
            "Since every Dominion gets stronger through the link with their World Stone...",
            "But that wasn't all... Vita and I always discussed things that interested us, we read fairy tales together... We became friends.",
            "We also got to share tasty food and took care of the realm together.",
            "Though I think I frustrated her sometimes, we were happy as we watched the people of the kingdom residing together in harmony.",
            "They are the most precious memories I have...",
            "As you listen to Briar Rose's story, you continue on your quest to find Vita within the deep forest.",
            "The night is so dark, you can barely see any of your surroundings. However you are not scared of the unknown with Briar Rose at your side.",
            "Though, you think you should have found Vita by now...",
            "But can Briar Rose hear Vita's voice? After all, that's how Vita found Briar Rose...",
            "No, I don't hear anything.",
            "But...",
            "I think I know where she is.",
            "As she whispers this, Briar Rose grabs your hand and starts walking in the opposite direction you had been going."
        ],
        [
            "하아암... 옛날 이야기라...",
            "마법의 왕국에서 공주로 태어나긴 했지만, 처음부터 잠자는 숲속의 공주라고 불리진 않았어요.",
            "브라이어 로즈가 천천히 걸음을 옮기며 이야기를 시작했다.",
            "제 첫 생일날, 성에서 열린 연회에 요정들을 초대했다고 해요.",
            "참석해주신 요정분들은 저에게 축복을 내려주었지만...",
            "초대받지 못한 것에 앙심을 품은 사악한 요정이 연회에 나타나 제게 저주를 걸었다고 들었답니다.",
            "하아암... 저는 갓난 아기였으니, 전혀 기억에 없는 일이지만요... 으음, 조심하세요.",
            "브라이어 로즈가 손으로 풀숲을 살짝 벌려 주었다.",
            "덕분에 긁히지 않고 길을 넘어올 수 있었다.",
            "브라이어 로즈에게 괜찮냐고 묻자 졸린 얼굴로 고개를 끄덕인다.",
            "그럼요, 저는 숲속의 공주니까요.",
            "아, 그... 저주의 내용이 무척 무서운 것이었다는 건 들었는데...",
            "하아암... 너무 오래 전에 들어서 그런지 지금은 기억 나질 않네요...",
            "여하간 저는 깊은 잠에 들었고... 깨어난 다음 도미니언이 되었어요.",
            "비타와 가까워 진 것은... 하아암. 그때부터였어요.",
            "비타는 그때도 지금처럼 활발하고, 사람에게 힘을 주는 밝은 사람이었거든요.",
            "비타와 자주 만나고, 도미니언의 일을 하면서...",
            "저도 여러가지를 이루고, 해낼 수 있었어요.",
            "강한 도미니언이 된 것도 비타의 덕이죠.",
            "도미니언의 힘은 스톤을 통해 더욱 강해지니까요.",
            "좋아하는 것을 이야기하고, 함께 동화를 읽고...",
            "맛있는 것을 나누어 먹고, 왕국을 돌보고...",
            "사람들이 행복하게 사는 것을 비타와 함께 지켜 보면서 가까워졌어요.",
            "남은 기억 중에서 가장 소중한 추억이랍니다.",
            "부드럽게 이어지는 브라이어 로즈의 말을 들으며 숲 깊은 곳으로 나아간다.",
            "어두운 밤이라 주변이 제대로 보이지 않았지만, 곁에 브라이어 로즈가 있어 불안하지 않았다.",
            "꽤 깊은 곳까지 들어왔지만, 여전히 비타의 흔적은 찾아볼 수 없었다.",
            "브라이어 로즈에게 비타의 목소리가 들리지 않냐고 물었다.",
            "하아암... 전혀요, 조용하네요...",
            "하지만...",
            "어디에 있는지 알 것 같은 기분이 들어요.",
            "그렇게 속삭인 브라이어 로즈가 내 손을 잡고 반대 방향으로 걸어가기 시작했다."
        ],
        [
            "ふぁ〜...昔の話ですか...",
            "魔法の王国で姫として生まれましたが、<br>最初は眠れる森の姫とは呼ばれていませんでした。",
            "いばら姫はゆっくり歩きながら話し始めた。",
            "最初の誕生日、城で開かれた宴会に妖精たちを招待したそうです。",
            "参加してくれた妖精は、私に祝福を授けてくれましたが...",
            "招待されなかったことを恨んだ邪悪な妖精が宴会に現れ、<br>私に呪いをかけたそうです。",
            "ふぁ〜...私は赤ちゃんでしたから、まったく覚えていませんが...<br>あっ、お気をつけください。",
            "いばら姫が手で草をかき分けてくれた。",
            "おかげでケガすることなく進むことができた。",
            "いばら姫に大丈夫か尋ねると、眠そうな顔でうなずいた。",
            "もちろんです。私は森の姫ですから。",
            "あ、その...呪いの内容が非常に恐ろしいものだと聞いたのですが...",
            "ふぁ〜...ずいぶん昔に聞いたせいか、今は思い出せませんね...",
            "とにかく、私は深い眠りについて...目覚めてからドミニオンになりました。",
            "ヴィータと仲良くなったのは...ふぁ〜。それからでした。",
            "ヴィータは当時から今のように元気で、みんなに力をくれる明るい人でした。",
            "ヴィータとよく会って、ドミニオンの仕事をしながら...",
            "私も色んなことを達成できました。",
            "強いドミニオンになったのもヴィータのおかげです。",
            "ドミニオンの力はストーンでさらに強くなりますから。",
            "好きなことについて話して、一緒に絵本を読んで...",
            "おいしいものを一緒に食べて、王国を探検して...",
            "人々が幸せに暮らす様子をヴィータと一緒に見守りながら、仲良くなりました。",
            "残っている記憶の中で最も大切な思い出です。",
            "優しく語るいばら姫の話を聞きながら、森の奥深くへ進んでいく。",
            "夜で暗いため周りがよく見えなかったが、<br>隣にいばら姫がいるから不安ではなかった。",
            "かなり奥深くまでやってきたが、相変わらずヴィータの行方は分からない。",
            "いばら姫にヴィータの声は聞こえないかと尋ねた。",
            "ふぁ〜...まったくです。静かですね...",
            "でも...",
            "どこにいるか分かりそうな気がします。",
            "いばら姫はそうささやき、私の手を握って反対方向へ歩き始めた。"
        ]
    ],
    "music": [
        "music_sanctuary.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}