{
    "StoryName": "Campaign_LibraryStory_PrincessOzma_2",
    "background": [
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png"
    ],
    "character": [
        [
            "Ozma",
            "",
            "",
            "Ozma",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Ozma",
            "Aurora",
            "Ozma",
            "",
            "Ozma",
            "Ozma",
            "Ozma",
            ""
        ],
        [
            "왕녀 오즈마",
            "",
            "",
            "왕녀 오즈마",
            "오로라",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "왕녀 오즈마",
            "오로라",
            "왕녀 오즈마",
            "",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "왕녀 오즈마",
            ""
        ],
        [
            "オズマ",
            "",
            "",
            "オズマ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オズマ",
            "オーロラ",
            "オズマ",
            "",
            "オズマ",
            "オズマ",
            "オズマ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Dreamer! Please, I beg you to help me!",
            "It's quite astonishing seeing the usually reserved and regal princess behaving so passionately.",
            "Of course you will help if you can, but what help does she even require from you?",
            "I need you to help me save the Realm of Oz!",
            "Ah!",
            "Oz? You knew Ozma came from a place called Oz, but... didn't that place already disappear into the Nether?",
            "That's right, Dreamer... the Realm of Oz disappeared some time ago.",
            "It was one of the last realms to fall to the Dreamless before you arrived in Phantasia... but that was still years ago.",
            "Princess Ozma, are you feeling all right?",
            "Do you... you do remember how Oz fell, don't you?",
            "Of course I do, Aurora!",
            "Then, I don't understand... how can we save it?",
            "I think... I think Oz might not really have been consumed! I think it might still be out there!",
            "But what makes her think that?",
            "I've been having dreams... voices come to me in my sleep...",
            "Dreamer! I think they're coming from Oz! From my people!",
            "They're crying out for help!",
            "But... How can that be?"
        ],
        [
            "이 일을 도와줄 수 있는 사람이 달리 있을까 꽤 오래 고민했어.",
            "찌푸려진 미간 사이를 손가락으로 문지르며 오즈마가 말했다.",
            "눈꺼풀 아래로 사라졌던 검은 눈동자가 다시 모습을 드러냈다.",
            "이런 이야기는 굉장히 갑작스러울 수 밖에 없겠지? 그래도 들어줬으면 좋겠어.<br>나는 오즈의 세계를 구하고 싶어.",
            "네에!?",
            "오로라가 놀란 얼굴로 오즈마를 바라본다.",
            "오즈의 세계는 드림리스 네더의 침략으로 이미 잊혀진 세계의 일부가 되었잖아요?",
            "꿈꾸는 자가 판타지아에 오기 전, 드림리스에게 함락된 마지막 영역 중 하나였던 것으로 기억하는데...",
            "그것도 벌써 오래전의 일이에요.",
            "오즈마, 당신의 마음은 이해하지만 우리에게는 아직 그런 세계를 구할 수 있는 힘이 없어요.",
            "있어, 방법. 아직 정확한 건 아니지만 나는 알 수 있어.",
            "방법이 있다고요?",
            "내 생각이지만. 오즈의 세계는 아직 완전히 사라지지 않은 것 같아.",
            "오즈마가 다시 나를 바라본다.",
            "세계는 아직 저 너머에 존재하고 있어. 꿈 속에서 목소리를 들었거든.",
            "그건 오즈의 세계에 살아가는 사람들... 내 백성들의 목소리야.",
            "그들이 도와달라고 외치는 걸 들었어.",
            "사라진 영역과 접촉할 수 있다니, 나도 모르게 앉은 자리에서 일어섰다."
        ],
        [
            "この仕事を手伝ってくれる人が他にいないか、ずっと考えてたの。",
            "シワが寄った眉間を指でなでながら、オズマが言った。",
            "オズマの美しく黒い瞳がこちらを見ている。",
            "こんな話、突然されても困るわよね。でも聞いてほしいの。<br>私はオズの世界を救いたい。",
            "はい！？",
            "オーロラが驚いた表情でオズマを見つめる。",
            "オズの世界はドリームレスネザーの侵略で、<br>すでに忘れられた世界の一部になりましたよね？",
            "ドリーマーがファンタジアに来る前、<br>ドリームレスに侵略された最後の場所だったはずですが...",
            "それもずっと昔のことです。",
            "オズマ、あなたの気持ちは分かりますが、<br>私たちにはまだそんな世界を救う力はありません。",
            "あるのよ、方法が。まだ確かじゃないけど、あるの。",
            "方法がある？",
            "私が思うに、オズの世界はまだ完全に消えてないのよね。",
            "オズマが再び私を見つめる。",
            "世界はまだあの向こうに存在してる。夢の中で、声を聞いたの。",
            "それはオズの世界に生きている人々...国民の声よ。",
            "みんなが助けてって叫んでるのを聞いたの。",
            "消えた場所と交流できるなんて、思わずその場で立ち上がってしまった。"
        ]
    ],
    "music": [
        "music_sanctuary.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}