{
    "StoryName": "Campaign_Chapter11_Part10",
    "background": [
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "white.png",
        "white.png"
    ],
    "character": [
        [
            "",
            "",
            "Dracula",
            "",
            "Dracula",
            "",
            "Vita",
            "Saffi",
            "",
            "",
            "",
            "Dracula",
            "Kyo",
            "",
            "",
            "",
            "Dracula",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "",
            "Dracula",
            "Dracula",
            "",
            "",
            "",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "",
            ""
        ],
        [
            "",
            "",
            "드라큘라",
            "",
            "드라큘라",
            "",
            "비타",
            "사피",
            "",
            "",
            "",
            "드라큘라",
            "쿄",
            "",
            "",
            "",
            "드라큘라",
            "쿄",
            "쿄",
            "쿄",
            "",
            "",
            "드라큘라",
            "드라큘라",
            "",
            "",
            "",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "",
            ""
        ],
        [
            "",
            "",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "",
            "ヴィータ",
            "サフィ",
            "",
            "",
            "",
            "ドラキュラ",
            "キョウ",
            "",
            "",
            "",
            "ドラキュラ",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The rift closes with a howl of escaping energy, and a crack and flash that feeds back into and fries Frankenstein's equipment.",
            "You stumble from the platform, feeling immeasurably weakened after having so much power flowing through you, only for it to be suddenly ripped away.",
            "Damn you all! You have ruined it! My great work!",
            "The contraption holding the World Stones sparks and fizzes and as it dies, the World Stones glow and break free.",
            "What-?",
            "Suddenly, Nyx, Hina, Saffi, Esme and Vita all surround the Count.",
            "Get him!",
            "Subdue him quickly, before he can bewitch us again!",
            "They press in, but in the next moment, they are swathed in shadow, like smoke.",
            "Kyo appears, engulfing the World Stones in shadow, from which Dracula emerges.",
            "The Count immediately comes after you, a deep rage and hatred twisting his handsome features!",
            "DREAAMEEEER!!!",
            "Kill the Dreamer, Dracula! Do it!",
            "Dracula almost does! He sweeps you off the floor with one hand, the other bringing his blade around in an arc!",
            "But at the last second the blade swing stops.",
            "The razor edge of Dracula's sword rests against your throat.",
            "No...",
            "Heh!",
            "I didn't really think you could do it, Drac...",
            "Well done, Dreamer, seems you get to live another day.",
            "Dracula drops you to the floor and looks down at you with contempt in his eyes.",
            "When he speaks, however, it isn't to you.",
            "You are very cunning, Kyo.",
            "Was this your plan all along?",
            "Kyo merely grins, then shadows swim around his form and a moment later he is gone.",
            "On the other side of the room, Rothbart has subdued the World Stones and locked them back in the machinery. Frankenstein is frantically trying to get her equipment working again.",
            "You have lost.",
            "What should I do with you?",
            "Perhaps Kyo is right, perhaps I <i>should</i> just kill you...",
            "But that would not be in my interests.",
            "I still need you, after all...",
            "You tell him he cannot control you all forever.",
            "Perhaps.",
            "You have set my plans back, but that is all.",
            "Frankenstein can rebuild her equipment.",
            "But until then, I think I will have you...",
            "<i>Sleep!</i>",
            "At the utterance of that one word, everything goes white.",
            "..."
        ],
        [
            "드림리스가 쓰러트린 장비가 거대한 빛무리를 뿜어냈다.",
            "균열에서 튕겨 나온 섬광이 프랑켄슈타인의 기계 장치를 파괴하자 빠져나갔던 힘이 돌아오는 것이 느껴졌다.",
            "감히 내 계획을 방해하다니, 이 열등한 것들이!",
            "월드 스톤들을 가두고 있던 기계가 거대한 불꽃에 휩싸였다.",
            "큭, 프랑켄슈타인! 막아라, 무슨 일이 있어도 막아!",
            "백작이 소리쳤지만 쓰러진 프랑켄슈타인은 기절한 듯 깨어나지 못했다.",
            "감히? 그 말은 내가 해야 할 것 같은데?",
            "서둘러, 비타! 백작이 정신 지배를 사용하기 전에 제압해야 해!",
            "해방된 월드 스톤들이 백작을 사로잡기 위해 힘을 모았지만,",
            "그림자 속에서 나타난 누군가가 백작을 낚아채 가는 것이 조금 더 빨랐다.",
            "분노에 휩싸인 붉은 눈동자가 나를 똑바로 응시하고 있었다.",
            "꿈꾸는 자!",
            "그놈을 죽여, 드라큘라. 지금 당장!",
            "그림자 속에서 튀어나온 익숙한 사람은 쿄의 얼굴을 하고 있었다.",
            "내게 달려들던 드라큘라 백작이 이를 악물고 쿄의 이름을 불렀다.",
            "날카로운 칼날은 언제든 내 목을 꿰뚫을 수 있었지만, 그는 그렇게 하지 않았다. ",
            "명령하지마라, 쿄!",
            "... 하?",
            "내가 만들어준 최고의 기회를 이렇게 허무하게 날릴 셈이야?",
            "김빠지는데, 꿈꾸는 자. 넌 안 그래?",
            "웃음기 섞인 쿄의 비아냥에도 불구하고 드라큘라 백작은 날 무릎 꿇리기만 할 뿐",
            "검을 휘두르지 않았다.",
            "언제부터 내 그림자 속에 숨어있었던 거지?",
            "내가 언제부터 네놈의 체스판 위에 서 있었던 거냐, 쿄!",
            "어둠 속으로 다시 모습을 감춘 쿄가 희미한 달빛이 쏟아지는 테라스 위에 걸터 앉아 고개를 까딱였다.",
            "그림자에 감쌓인 스톤들이 빛을 잃어버렸다. 나타났던 실체들도 사라져버렸다.",
            "바토리와 로트바르트가 월드 스톤들을 기계 장치에 가두었고, 부품을 뜯어낸 프랑켄슈타인이 에너지를 추출하기 시작했다.",
            "... 아, 이건. 이것만큼은 예상치 못했군.",
            "꿈꾸는 자, 자네를 어떻게 해야 좋을까.",
            "쿄가 자네를 죽이고 싶어 하는 것에는 그만한 이유가 있겠지.",
            "그의 목적은 판타지아의 멸망이니... 널 죽이면 이 세계가 끝나기라도 하는 건가?",
            "지독한 피로감이 백작의 목소리에 녹아 있었다.",
            "그럴 수는 없지.",
            "내게는 이 세계를 유지할 사명이 있으니, 끝나게 둘 수는 없다네.",
            "그렇다고 내 계획을 망치는 자를 그냥 내버려 둘 수는 없지.",
            "자네를 살려두어야 하는 이유를 찾기 전까지는...",
            "더 이상 나를 방해하지 말고 잠들어라.",
            "드라큘라 백작의 손이 눈가를 덮자, 아득한 수마가 들이닥쳤다.",
            "세상의 모든 것이 새하얗게 표백되었다. "
        ],
        [
            "ドリームレスが倒した装備が巨大な光を放った。",
            "亀裂から飛び出してきた閃光がフランケンシュタインの機械を破壊すると、出ていった力が戻ってくるのを感じた。",
            "よくも私の計画を邪魔したな、この劣等どもが！",
            "ワールドストーンをとじこめていた機械が、巨大な火花に包まれた。",
            "クッ、フランケンシュタイン！食い止めろ、何があっても食い止めるんだ！",
            "伯爵が声を荒げたが、倒れたフランケンシュタインは気絶したかのように目を覚さなかった。",
            "よくも？それ、あたしのセリフなんだけど？",
            "急いでヴィータ！伯爵が精神支配をする前に制圧しないと！",
            "解放されたワールドストーンが、伯爵を捕らえようとしたが、",
            "それより先に、影から現れた誰かが伯爵をさらって行った。",
            "怒りに包まれた赤い目が私をまっすぐ凝視していた。",
            "ドリーマー！",
            "奴を殺せ、ドラキュラ。今すぐに！",
            "影から飛び出してきたのは、見慣れたキョウの顔だった。",
            "私に向かって走ってきたドラキュラ伯爵が、歯を食いしばってキョウの名前を呼んだ。",
            "鋭い刃でいつでも私の首を攻撃することはできたが、彼はそうはしなかった。",
            "命令するな、キョウ！",
            "...は？",
            "私が作ってやった最高のチャンスをこんなふうに無駄にする気か？",
            "拍子抜けするよ、ドリーマー。お前はどうだ？",
            "キョウの笑いまじりの皮肉にもかかわらず、ドラキュラ伯爵は私をひざまずかせるだけで",
            "剣を振りかざしはしなかった。",
            "いつから私の影に隠れていたんだ？",
            "私はいつからお前のコマになっていたんだよ、キョウ！",
            "再び闇の中に姿を隠したキョウが、ぼんやりと月明かりが差すテラスの上に腰掛け、頷いた。",
            "影に包まれたストーンが光を失った。実体化していた姿も消えてしまった。",
            "バートリーとロートバルトがワールドストーンを機械に閉じ込め、部品を取り外したフランケンシュタインがエネルギーを抽出し始めた。",
            "...あぁ、これは。こればかりは予想外だったな。",
            "ドリーマー、君をどうすれば良いだろうか。",
            "キョウが君を殺したいのにはそれなりの理由があるんだろう。",
            "その目的はファンタジアの滅亡...ならば君を殺せばこの世界が終わりでもするのだろうか。",
            "とてつもない疲労感が伯爵の声に現れていた。",
            "そうするわけにはいかない。",
            "私には世界を維持する使命がある。終わらせるわけにはいかない。",
            "だからと言って私の計画を潰した者を放っておくわけにもいかない。",
            "君を生かす理由を見つけるまではな...",
            "これ以上私を邪魔せず眠るんだ。",
            "ドラキュラ伯爵の手が目元を覆い、果てしない睡魔が押し寄せてきた。",
            "世界の全てが真っ白になった。"
        ]
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "none",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        ""
    ]
}