{
    "StoryName": "Campaign_SideStory_Siegfried_Odette_Odile_2",
    "background": [
        "havencursed.png",
        "havencursed.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "abandonedchapel.png",
        "storyhavenburns.png",
        "storyhavenburns.png",
        "storyhavenburns.png",
        "storyhavenburns.png",
        "storyhavenburns.png",
        "storyhavenburns.png",
        "storyhavenburns.png",
        "storyhavenburns.png",
        "storyhavenburns.png",
        "storyhavenburns.png",
        "storyhavenburns.png",
        "storyhavenburns.png",
        "storyhavenburns.png",
        "storyhavenburns.png",
        "storyhavenburns.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Secretary Loa",
            "",
            "",
            "Siegfried",
            "",
            "",
            "Siegfried",
            "Siegfried",
            "Siegfried",
            "",
            "",
            "",
            "",
            "Siegfried",
            "Aurora",
            "Vita",
            "Siegfried",
            "Siegfried",
            "Siegfried",
            "",
            "Siegfried",
            "",
            "Siegfried",
            "Esme",
            "Siegfried",
            "Siegfried",
            "",
            "",
            "Siegfried",
            "Siegfried",
            "",
            "Siegfried",
            "Aurora",
            "Siegfried",
            "",
            "",
            "Siegfried",
            "",
            "Siegfried",
            "Siegfried",
            "Siegfried",
            "Siegfried",
            "",
            "Aurora",
            "Vita",
            "",
            "",
            "",
            "Vita",
            "",
            "Siegfried"
        ],
        [
            "",
            "",
            "",
            "비서 로아",
            "",
            "",
            "지그프리드 왕자",
            "",
            "",
            "지그프리드 왕자",
            "지그프리드 왕자",
            "지그프리드 왕자",
            "",
            "",
            "",
            "",
            "지그프리드 왕자",
            "오로라",
            "비타",
            "지그프리드 왕자",
            "지그프리드 왕자",
            "지그프리드 왕자",
            "",
            "지그프리드 왕자",
            "",
            "지그프리드 왕자",
            "에스메",
            "지그프리드 왕자",
            "지그프리드 왕자",
            "",
            "",
            "지그프리드 왕자",
            "지그프리드 왕자",
            "",
            "지그프리드 왕자",
            "오로라",
            "지그프리드 왕자",
            "",
            "",
            "지그프리드 왕자",
            "",
            "지그프리드 왕자",
            "지그프리드 왕자",
            "지그프리드 왕자",
            "지그프리드 왕자",
            "",
            "오로라",
            "비타",
            "",
            "",
            "",
            "비타",
            "",
            "지그프리드 왕자"
        ],
        [
            "",
            "",
            "",
            "秘書・ロア",
            "",
            "",
            "ジークフリート",
            "",
            "",
            "ジークフリート",
            "ジークフリート",
            "ジークフリート",
            "",
            "",
            "",
            "",
            "ジークフリート",
            "オーロラ",
            "ヴィータ",
            "ジークフリート",
            "ジークフリート",
            "ジークフリート",
            "",
            "ジークフリート",
            "",
            "ジークフリート",
            "エスメ",
            "ジークフリート",
            "ジークフリート",
            "",
            "",
            "ジークフリート",
            "ジークフリート",
            "",
            "ジークフリート",
            "オーロラ",
            "ジークフリート",
            "",
            "",
            "ジークフリート",
            "",
            "ジークフリート",
            "ジークフリート",
            "ジークフリート",
            "ジークフリート",
            "",
            "オーロラ",
            "ヴィータ",
            "",
            "",
            "",
            "ヴィータ",
            "",
            "ジークフリート"
        ]
    ],
    "dialogueText": [
        [
            "The chapel is surrounded by Nightmares that you have to fight off before you can gain entry, but strangely none of them seem to have gained entrance.",
            "You can see a strange light emanating from the stained glass windows as you approach it, but it is extinguished as you push open the main door.",
            "Inside, the chapel is still and peaceful, but -",
            "Dreamer! The crystal has gone!",
            "Indeed, there is no sign of any 'devotional crystal' anywhere within the chapel.",
            "As you look around, however, the figure of a dashing young man stumbles out of the shadows towards you.",
            "Who... who are you?",
            "The man seems confused and disoriented.",
            "You ask him his name, but he doesn't seem to hear the question. He stares at his hands, as if they are foreign to him somehow.",
            "What is going on?",
            "I don't understand... where am I?",
            "How... how can I be alive?",
            "He's in the city of Haven at the centre of Phantasia.",
            "You tell him that you're sorry but you don't know who he is, though you have an idea how he came to be in this chapel.",
            "He might not like it...",
            "You ask him what his name is?",
            "My name is Siegfried... Prince Siegfried. My realm is... I... I'm sorry, I don't remember...",
            "Prince Siegfried?",
            "I know that name! Weren't you from the Enchanted Realm? Like, a looooong time ago?",
            "The Enchanted Realm? That... that sounds right, yes.",
            "I remember, I was in my bed... Odette was with me, sitting beside it... she was crying and holding my hand...",
            "I... I think I died...",
            "As you thought... he is a reawakened hero from the memory shard this chapel had been holding.",
            "A memory shard?",
            "You're sorry, but you don't have time to reacclimatise the prince to his surroundings. The city is under attack and you need to save it.",
            "An attack? Is it Rothbart?",
            "Who's Rothbart?",
            "The evil wizard... father of the black swan and captor of my love, Odette.",
            "But no... he was defeated long ago... wasn't he?",
            "You don't know of a 'Rothbart', unless that was another alias of Kyo's.",
            "Kyo is the one attacking the city using monsters that don't care at all for human life. Will he help to defend it?",
            "I... I will.",
            "Perhaps I can be of assistance in terms of strategy, as well?",
            "What does he mean?",
            "This place... it looks like a chapel. Does it have some kind of bell tower or steeple?",
            "It does, why?",
            "Take me to the top of the bell tower and perhaps I can survey the situation in the city and give tactical advice.",
            "And so, as several of your heroes guard the entrance to the chapel, you climb the bell tower high enough to see over the surrounding buildings and get something of an overview of the situation in Haven.",
            "It is not a pretty sight.",
            "Such destruction...",
            "What can he see?",
            "The western quarter of the city is aflame, but otherwise still and calm. The fighting there must have ended some time ago.",
            "The centre is still heavily contested... the east and north too. The south seems untouched... for now.",
            "No... there is something going on... I can hear clashes but they are smaller in scale.",
            "What is that district!",
            "He points roughly southwards.",
            "That's the scholar's district... there is a university and a great library there. That's where the city's annals are held.",
            "What's that?!",
            "She points, and sure enough you can see the distant specks of what appear to be large birds circling in the sky above the scholar's district.",
            "Some kind of flying Nightmare?",
            "As you watch, brilliant lances of pure white and pure black light streak down from the specks into the scholar's district!",
            "What is <i>that</i>?!",
            "Siegfried's eyes widen in recognition and sudden elation.",
            "Dreamer! We have to reach the scholar's district as soon as possible!"
        ],
        [
            "예배당은 악몽에게 둘러싸여 있어 진입하기 어려웠지만, 막상 건물 안으로 침입한 악몽은 없었던 모양이다.",
            "스테인드글라스를 통해 기이한 빛이 스며나왔지만 서서히 옅어지더니 완전히 사라졌다.",
            "빛이 사라진 예배당 안은 고요하고 평화롭게 보인다.",
            "꿈꾸는 자! 신앙의 보석이 사라졌어요!",
            "로아의 말대로 예배당 안을 살폈지만 보석은 흔적조차 찾을 수 없었다.",
            "그때 어둠 속에서 한 청년이 비틀거리며 걸어나왔다.",
            "누구... 당신은 누구십니까?",
            "청년은 혼란스러운 얼굴로 이마를 짚고 있다.",
            "주변 풍경을 의아하게 바라보더니 자신의 손을 이리저리 뒤집어보며 인상을 찡그린다.",
            "... 뭐가 어떻게 된 거지?",
            "나는, 대체...",
            "실례지만, 제가... 살아있는 게 맞습니까?",
            "대부분의 메르헨이 그렇듯 눈 앞의 청년 역시 기억이 온전하지 못한 모양이다.",
            "그에게 안식의 도시에 대해 설명했지만 도시에 대해서도 전혀 모르는 눈치였다.",
            "일행들 또한 청년에 대해서 아는 게 전혀 없는 것 같았다.",
            "청년에게 이름을 묻자...",
            "아, 제 이름은 지그프리드. 지그프리드 왕자라고 합니다.<br>정말 죄송하지만 제가 살던 영역은 도무지 떠오르질 않는군요.",
            "지그프리드?",
            "나! 나 그 이름 알아! 마법의 왕국 출신 아냐? 예전에 들어본 적 있는 이름인데!",
            "마법의 왕국... 말씀이십니까?",
            "맞아, 그런 이름이었습니다. 기억나는군요.<br>침대에 누워 있었던 것 같은데... 그런 제 손을 오데트가 잡아주고 있었습니다.",
            "아무래도 제가 한 차례 죽었던 것 같은데, 맞습니까?",
            "지그프리드 왕자가 씁쓸하게 미소지었다. 그의 말대로라면 이 예배당에 있던 기억 파편에서 깨어난 메르헨이 확실하다.",
            "기억 파편이라고 하셨습니까?",
            "그에게 자세히 설명해주고 싶었지만 도시가 공격받고 있는 긴박한 상황이니 간단하게 이야기했다.",
            "습격이라면... 혹시 로트바르트의 소행입니까?",
            "로트바르트?",
            "예, 사악한 마법사입니다. 흑조의 아버지로 한때 오데트를 포로로 잡았던 놈이기도 하죠.",
            "하지만 분명 오래전에 그를 해치웠을텐데... 아닌가?",
            "지그프리드가 말한 로트바르트가 누구인지 전혀 짐작이 가지 않는다.",
            "어쩌면 쿄의 가명일지도 모른다. 그에게 우리를 도와줄 수 없을지 물었다.",
            "예, 물론입니다.",
            "전장을 한 번에 볼 수 있는 높은 곳이 필요한데, 주변에 그런 곳이 있습니까?",
            "지그프리드 왕자가 신중한 얼굴로 눈을 빛낸다.",
            "이곳은 예배당 같은데... 혹시 첨탑이 있습니까?",
            "네, 오래된 예배당이라 조금 위험하긴 하지만 올라갈 수 있을거에요.",
            "예, 그러면 첨탑으로 가시죠. 우선 상황을 살펴본 뒤에 말씀드리겠습니다.",
            "몇몇 메르헨에게 예배당 입구를 부탁하고 우리는 첨탑 꼭대기에 올라왔다.",
            "도시의 상황을 한 눈에 볼 수 있었지만, 그리 좋은 풍경은 아니었다.",
            "상황이 좋지 않군요...",
            "지그프리드 왕자가 차분한 목소리로 말했다.",
            "도시의 서쪽은 불타고 있지만 그 외의 특별한 이상은 없습니다. 전투 역시 마무리 된 상황이군요.",
            "중앙 구역은 아직 전투중입니다. 도시의 동쪽과 북쪽은 위험하지만... 남쪽은 아직 건재합니다.",
            "하지만 뭔가 충돌하는 소리가 들리는 것 같은데...",
            "도시의 남쪽에 무엇이 있는지 아십니까?",
            "그가 도시의 남쪽 방향을 바라보며 말했다.",
            "대학교와 대도서관이 있어요. 우리는 학자의 구역이라 부른답니다.<br>도시의 중요한 기록과 역사를 보관하고 있는 장소죠.",
            "앗... 저게 뭐야?",
            "비타가 가리킨 방향에서 거대한 새 두 마리가 날아오더니 학자의 구역으로 향했다.",
            "이제까지 날아다니는 악몽이 있다는 이야기는 누구에게도 들어본 적이 없는데, 기이한 일이다.",
            "머지않아 밝고 어두운 빛이 학자의 구역에 떨어졌다.",
            "나 저런 건 처음 봐... 도대체 뭐지?",
            "지그프리드 왕자가 다급한 목소리로 외쳤다.",
            "꿈꾸는 자! 서두르시죠, 지금 학자의 구역으로 가야합니다!"
        ],
        [
            "ナイトメアに囲まれた礼拝堂に入るのは簡単ではなかった。しかし中に入ってみると、ナイトメアはいないようだ。",
            "ステンドグラスから怪しげな光が差し込んでいたが、ゆっくりと薄くなり最後には完全に消えてしまった。",
            "光を失った礼拝堂は静けさに包まれ、平和に感じる。",
            "ドリーマー！ 信仰の宝石が消えてます！",
            "ロアの言うとおり、礼拝堂の中を探してみたが、宝石の痕跡すら見当たらなかった。",
            "その時、暗闇の中から、一人の青年がよろめきながら現れた。",
            "いったい... どなたです？",
            "青年は困惑した顔で、額をおさえていた。",
            "不審に周りを見渡し、自分の手をあれこれ眺めて顔をしかめた。",
            "...何がどうなってるんだ？",
            "私はいったい...",
            "失礼ですが... 私は、生きているのでしょうか？",
            "ほとんどのメルヘンがそうであるように、目の前の青年も記憶が定かではないらしい。",
            "安息の都市について彼に説明したが、まったく知らないようだ。",
            "そして一行も、彼のことを、まったく知らなかった。",
            "青年の名を訊くと...",
            "私はジークフリート、王子です。<br>申し訳ありませんが住んでいた領域のことは、まったく思い出せません。",
            "ジークフリート？",
            "あたし知ってる！ 魔法の王国の人でしょ？ 聞いたことあるよ！",
            "魔法の王国...ですか？",
            "そうだ、そんな名前でした。思い出したよ。<br>ベッドで横になっていて... オデットが手を握ってくれていました。",
            "しかしながら、私は一度死んだのでしょう？",
            "ジークフリートが悲し気な表情を浮かべた。彼の話が本当なら、礼拝堂にあった記憶の欠片から目覚めたメルヘンは、彼に間違いない。",
            "記憶の欠片とおっしゃいましたね？",
            "ゆっくりと説明したかったが、都市が攻撃されている今は、手短に話すしかなかった。",
            "攻撃されている...？ まさか、ロートバルトの仕業ですか？",
            "ロートバルト？",
            "ええ、邪悪な魔法使いです。黒鳥の父で、かつてオデットを捕虜にしていた奴でもあります。",
            "しかし、ずいぶん前に倒したはずなのに... 奴じゃないのか？",
            "ロートバルト、まったく聞いたことがない名前だ。",
            "キョウの偽名だろうか？ とにかく、力になってくれないかと頼んだ。",
            "はい、もちろんです。",
            "戦場を一望できる、高台のような場所が必要です。近くにあるでしょうか？",
            "ジークフリートが真剣な眼差しで訊ねる。",
            "ここは礼拝堂のようですが... そうだ、尖塔はありますか？",
            "ええ、ここは古いため少々、危険でしょうが、上にあがれるはずです。",
            "はい、それでは尖塔へ行きましょう。状況を確かめてから手を考えましょう。",
            "何人かのメルヘンに入口の見張りをまかせて、一行は尖塔の頂上へ登った。",
            "都市の状況を一望できたが、いい風景ではなかった。",
            "状況は良くないですね...",
            "ジークフリートが静かに言った。",
            "西側は燃えていますが、他の場所は特に異常はありません。戦闘が終わっているのでしょう。",
            "中央は戦闘中ですね。東側と北側は危険ですが... まだ南は安全です。",
            "しかし何か、衝突するような音が...",
            "都市の南には、何があるのですか？",
            "彼は南を眺めながら訊ねた。",
            "大学と大図書館があり、学者エリアと呼ばれています。<br>都市の重要な記録と歴史が保管されている場所です。",
            "あっ... あれ何？",
            "巨大な鳥二匹が、ヴィータが指さした方角から、学者エリアに向かっていた。",
            "空を飛ぶナイトメアがいるという話は、まだ聞いたことがない。奇妙な光景だ。",
            "すると、明るく影のさした光が学者エリアに墜落した。",
            "あんなの、初めて... あれ何？",
            "ジークフリートが慌てて叫んだ。",
            "ドリーマー！ 今すぐに、学者エリアへ向かいましょう！"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "none",
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}