{
    "StoryName": "Campaign_Chapter0_Part3",
    "background": [
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "storytower.png",
        "storytower.png",
        "storytower.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "storydreamstone.png",
        "storydreamstone.png",
        "storydreamstone.png"
    ],
    "character": [
        [
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "???",
            "???",
            "",
            "???",
            "",
            "???",
            "???",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "Aurora"
        ],
        [
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "???",
            "???",
            "",
            "???",
            "",
            "???",
            "???",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "오로라"
        ],
        [
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "???",
            "???",
            "",
            "???",
            "",
            "???",
            "???",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ"
        ]
    ],
    "dialogueText": [
        [
            "The creatures fall to smoking ruins and fizzle away to nothing.",
            "Your hero, the one you somehow summoned, turns and gives you a smile and a wave before dissolving into white light.",
            "You did it! I knew I could rely on you!",
            "Do you see those light fragments they have left behind? Like shards of crystal?",
            "They're fragments of the memories of the creatures and people they used to be.",
            "They used to be people?!",
            "Yes... everything here has been tainted and the taint has spread across all the realms. We must fight to free what is left of these poor people.",
            "But please, you must hurry to the tower. Every second here, my power grows fainter...",
            "Wait!",
            "But before you can say anything else, she has also disappeared once more.",
            "You feel a little more confident, now, however. Something tells you, if it comes to it, you can summon your new friend again without too much difficulty.",
            "But who is this mysterious girl, Aurora?",
            "You make your way through the landscape to the base of the tower, aware that those creatures may have been beaten back, but they certainly haven't gone away.",
            "It feels like they're everywhere here...",
            "You find a door at the base of the tower and press hurriedly inside.",
            "Here, you are surprised to discover another figure awaits. This one is hooded and you can't see their face.",
            "So you came after all? Perhaps she was right to trust in you.",
            "We can't see each other, she and I, but that doesn't mean we can't cross paths...",
            "You ask the figure who they are.",
            "I'm sorry, I'm not ready to reveal that, right now. Not when you are so... new.",
            "Are they guarding the tower? Will they stop you from climbing it?",
            "Ha! No, I just have a general interest in structures like this one. You are free to go wherever you like.",
            "Although, you might want to hurry, you're attracting lots of unwanted attention.",
            "The figure nods back out into the ruins, where you can see many eyes, slowly approaching.",
            "When you look back, the figure has vanished. With nothing to be done about it, you slam the door and head into the tower - just as the creatures break into headlong pursuit!",
            "With no way to bar or block the door behind you, all you can do is run.",
            "The tower is unexpectedly large on the inside, but there is a flight of curved steps that lead you upwards.",
            "Round and round you go, the echoing sounds of your pursuers hounding your every step as you hurtle headlong into the unknown, until-",
            "Dreamer!",
            "As you reach a wide landing, Aurora stands before you. The room is wide and circular, in the centre is a dais upon which sits a large glowing stone of some sort.",
            "It throws multi-coloured light around the room, in hypnotic patterns, but you barely have time to notice anything else.",
            "Quickly! We have to fight again!"
        ],
        [
            "폐허 위에 축 늘어진 괴물들이 연기를 내뿜으며 사라져 간다.",
            "소환했던 메르헨은 나를 향해 미소 지으며 손을 흔들었고, <br>눈이 부신 빛과 함께 사라졌다.",
            "해내셨군요. <br>저는 해내실 줄 알았어요!",
            "저들이 남긴 기억 파편들이 보이시나요?",
            "그 빛나는 파편들은 저들이 가진 과거의 기억.<br>사람이었던 시절에 대한 조각들이에요.",
            "그녀는 파편 중 하나를 가리키며 말을 이었다.",
            "모든 것은 더럽혀졌고 더러운 얼룩은 지금도 퍼져 나가고 있어요.<br>우리는 그들을 해방시키기 위해서 반드시 싸워야 해요.",
            "하지만, 지금은... <br>아, 어서 탑으로 가세요!",
            "그 말을 끝으로 실체가 투명해지며 그녀의 모습이 사라졌다.",
            "...",
            "다시 위험해지면 메르헨을 소환할 수 있을까.",
            "나는 계속 앞으로 나아갔다.",
            "무너지는 풍경을 지나 탑의 입구에 도착했다.<br>본능적으로 악몽 같은 괴물이 아직 물러나지 않았음을 느낄 수 있었다.",
            "마치 폐허의 모든 곳에 숨어있는 느낌.",
            "탑의 문을 열고 안으로 향했다.",
            "어두운 탑 내부, 후드를 뒤집어쓴 수상한 모습의 실체에 놀라 발길을 멈췄다.",
            "결국 여기까지 온 건가?<br>그 여자는 너를 꽤 믿는 모양이지.",
            "그녀와 난 서로 볼 수 없지만. <br>그렇다 해서 서로를 마주할 수 없는 것은 아니지.",
            "어두운 후드를 쓴 실체는 고개를 돌리지도 않은 채 말을 이었다.",
            "궁금한 것이 많겠지. <br>허나 지금은 때가 아니야.",
            "의문의 말을 이어나간 실체는 뒤돌아 천천히 걸어갔다.",
            "그저 이 낡아빠진 구조물에 흥미가 있을 뿐.<br>네가 탑을 오르든 말든 상관하지 않아.",
            "하지만 탑을 올라가겠다면 서두르는 게 좋을걸. <br>너는 지금 꽤나 관심을 끌고 있거든.",
            "실체의 말에 폐허 주변을 바라보자 <br>무수히 많은 눈이 나를 노려보고 있었다. <br>증오와 살기로 가득 찬 눈들이 거리를 좁히며 다가온다.",
            "다시 뒤를 돌았을 때는 실체는 이미 사라진 뒤였다.<br>지금은 생각할 겨를이 없다. 탑의 꼭대기를 향해서 달려 나가야 한다.",
            "동시에 무수한 괴물 떼가 맹렬하게 쫓아온다.<br>그저 이를 악물고 계단을 뛰어 오른다.",
            "탑의 내부 끝에 다다르자 위로 올라갈 수 있는 나선형의 계단이 있었다.",
            "한 계단을 오를 때마다<br>먹잇감을 노리는 추적자의 성난 괴성이 탑 전체에 울려 퍼진다.<br>그리고 - ",
            "꿈꾸는 자!",
            "탑의 꼭대기에 다다랐을 때 오로라가 다시 앞에 나타났다.<br>넓은 공간 중간에 신비로운 빛을 내는 커다란 돌이 놓여 있었다.",
            "그 돌이 발산하는 다채로운 빛이 방 전체를 포근하게 감싸고 있었지만,<br>그와 대비되는 성난 괴성이 공간 앞까지 쫓아오고 있었다.",
            "와주셨군요...<br>자, 어서요! 다시 메르헨을 소환하는 거예요!"
        ],
        [
            "廃墟の上にだらりと垂れ下がった怪物たちが煙を出しながら消えていく。",
            "召喚したメルヘンは私に向かって微笑んで手を振り、<br>眩しい光と共に消えていった。",
            "やりましたね。<br>私はあなたがやってのけると信じていました！",
            "彼らが残した記憶の破片が見えますか？",
            "その光る破片は彼らの過去の記憶。<br>人だった当時の記憶の破片です。",
            "彼女は破片の一つを指差し続けた。",
            "全てが汚れ、汚れたシミは今も広がっています。<br>私たちは彼らを解放するために戦わなければなりません。",
            "ですが、今は...<br>あ、早く塔に来てください！",
            "その言葉を最後に実体が透明になり、彼女の姿は消えた。",
            "...",
            "また危険が訪れたらメルヘンを召喚出来るのだろうか...",
            "私はとにかく前へ進んだ。",
            "崩れゆく風景を通り過ぎ、塔の入り口へ到着した。<br>本能的に悪夢のような怪物がまだ残っているのを感じた。",
            "まるで廃墟の至る所に隠れているような感じがした。",
            "塔の扉を開き、中へ向かった。",
            "暗い塔の内部、フードを反対に被った怪しい姿の存在に驚き足を止めた。",
            "結局ここまで来たのか？<br>あの女はずいぶん君を信じているようだな。",
            "彼女と私は互いに会うことはできないが。<br>だからと言ってお互いに顔を合わせれないわけではない。",
            "暗いフードを被った存在は顔を背けることなく続けた。",
            "気になることがたくさんあるだろう。<br>だが今はその時ではない。",
            "謎の言葉を続けたその存在は、振り返ってゆっくり歩いていった。",
            "ただこの古びた建物に興味があっただけだ。<br>君が塔を登ろうが登るまいが関係ない。",
            "しかし、塔を登るならば急いだ方がいい。<br>君は今ずいぶん奴らの興味をひいているからな。",
            "彼の言葉に周辺を見ると、<br>無数の目が私を見つめていた。<br>憎悪と殺気がかった目が距離を詰めて近づいてくる。",
            "もう一度後ろを振り返った時、存在は消えていた。<br>今は何かを考えている暇はない。塔の頂上に向かって走らなければならない。",
            "同時に無数の怪物の群れが猛烈に追いかけてくる。<br>私はただ歯を食いしばって階段を駆け上がった。",
            "塔内部の端に到達すると、上に登れる螺旋状の階段があった。",
            "一段上るたびに<br>獲物を狙う追手の荒々しい奇声が塔全体に響き渡った。<br>そしてーー",
            "ドリーマー！",
            "塔の頂上に到着した時、オーロラが再び目の前に現れた。<br>広い空間の真ん中に、神秘的な光を放つ大きな石が置かれていた。",
            "その石が放つ多彩な光は部屋全体を包み込んでいたが、<br>それと対比するような荒々しい奇声が近づいてきていた。",
            "来てくれたんですね...<br>さあ、早く！もう一度メルヘンを召喚するのです！"
        ]
    ],
    "music": [
        "music_realmoflostdreams.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        ""
    ]
}