{
    "StoryName": "Campaign_LibraryStory_Scarecrow_4",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "Scarecrow",
            "Scarecrow",
            "",
            "Scarecrow",
            "Scarecrow",
            "",
            "Scarecrow",
            "Scarecrow",
            "Scarecrow",
            "Scarecrow",
            "",
            "Scarecrow",
            "Scarecrow",
            "Scarecrow"
        ],
        [
            "",
            "",
            "허수아비",
            "허수아비",
            "",
            "허수아비",
            "허수아비",
            "",
            "허수아비",
            "허수아비",
            "허수아비",
            "허수아비",
            "",
            "허수아비",
            "허수아비",
            "허수아비"
        ],
        [
            "",
            "",
            "かかし",
            "かかし",
            "",
            "かかし",
            "かかし",
            "",
            "かかし",
            "かかし",
            "かかし",
            "かかし",
            "",
            "かかし",
            "かかし",
            "かかし"
        ]
    ],
    "dialogueText": [
        [
            "You finally decide to reveal yourself, hoping you won't startle Scarecrow too much.",
            "Rising from your hiding place at the edge of the clearing you call out to Scarecrow and step into the sun.",
            "Oh! Dreamer!",
            "What are you doing here?",
            "You could ask the same question... but she doesn't seem to be too surprised to see you.",
            "Aha! You found me out...",
            "But it was bound to happen eventually.",
            "It was?",
            "Yes... I wasn't really trying to hide it...",
            "I suppose I must have seemed suspicious, sneaking out so early every day.",
            "I wasn't really sneaking. I just have to get here very early to make the most of my time.",
            "And leaving that early in the morning... I didn't want to wake anyone.",
            "What exactly has she been doing out here all this time?",
            "Isn't it obvious?",
            "I'm growing crops.",
            "Farming!"
        ],
        [
            "허수아비가 놀라지 않도록 조심조심 수풀 밖으로 걸어 나왔다.",
            "밭의 가장자리에서 일어나 허수아비의 이름을 불렀다.",
            "어? 꿈꾸는 자?",
            "여긴 어쩐 일이야? 오! 드디어 농장 가꾸는 걸 도와주러 온 거야?",
            "내가 계속 따라왔다는 걸 전혀 눈치채지 못한 것 같다.",
            "마침 잘 됐다, 해 지기 전에 얼른 해야되거든.",
            "알다시피 난 별로 머리가 좋진 않잖아. 근데 밭을 가꾸면 뭔가를 배운 기분이 들더라고!",
            "요즘 낮 시간에 자리를 비운게 이것 때문이었구나, 어색하지 않게 질문했다.",
            "뭐, 그랬지! 아무래도 내가 들킨 모양이네. 숨길 생각은 처음부터 없었지만 말야.",
            "근데 아침 일찍 도시 밖으로 나간다고 수상하게 볼 줄은 몰랐네.",
            "농사라는 게 원래 시간이 많이 들잖아, 정오가 지나면 또 너무 더워서 밭일하기 힘들단 말이지.",
            "아침 일찍 시작해서 얼른 끝내야 요 조그만 것들이 쑥쑥 자라지!",
            "허수아비가 어깨를 으쓱이며 밭을 바라본다. 뿌듯해보였다.",
            "그건 그렇고...",
            "꿈꾸는 자, 어때?",
            "내 농장 말이야! 예쁘지?"
        ],
        [
            "かかしが驚かないように、こっそり茂みの外へ出た。",
            "畑の端から立ち上がり、かかしの名前を呼んだ。",
            "あれ？ドリーマー？",
            "どうしてここに？あっ！ついに畑仕事を手伝いに来てくれた？",
            "私がずっとついてきていたことは気づいていないようだ。",
            "ちょうど良かった！日が暮れる前に終わらせたいんだよね。",
            "ご存じのとおり、私はあんまり頭が良くないでしょ？<br>でも畑を耕してると、何か学んだ気持ちになるんだ！",
            "最近昼に出かけているのはこれのせいだったのか、<br>と気まずくならないよう質問した。",
            "そうだね！バレちゃったか～。まあ最初から隠すつもりはなかったんだけど。",
            "でも早朝に都市の外に出るのを怪しまれるとはね。",
            "農業って時間がかかるものでしょ？<br>正午を過ぎたら暑すぎて畑仕事はできないんだよ。",
            "早朝から始めて早く終わらせないと、おちびちゃんたちが成長できないからね！",
            "かかしは肩をすくめて畑を見つめる。誇らしそうだ。",
            "それはいいとして...",
            "ドリーマー、どう？",
            "私の農場！素敵でしょ？"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}