{
    "StoryName": "Campaign_SideStory_Robin_Hood_4",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "Robin",
            "Robin",
            "Robin",
            "Robin",
            "Mal",
            "Robin",
            "",
            "",
            "Robin",
            "Robin",
            "Robin",
            "",
            "Mal",
            "Robin",
            "",
            "",
            ""
        ],
        [
            "",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "말",
            "로빈 후드",
            "",
            "",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "",
            "말",
            "로빈 후드",
            "",
            "",
            ""
        ],
        [
            "",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "マル",
            "ロビンフッド",
            "",
            "",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "",
            "マル",
            "ロビンフッド",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The monstrous creatures are defeated and Robin turns to you, her appreciation of your abilities only growing with each fresh battle.",
            "Impressive!",
            "I see that you're somehow able to call the spirits of the vanquished through the memory shards to fight for you.",
            "Memory shards have many magical properties, but I've never seen anyone who was able to do that, before...",
            "I'm starting to think that maybe you are the right person to look after these memory shards, after all...",
            "Exactly!",
            "But the families should still come first!",
            "You tell Robin that you barely know anything about this world. She's right that these memories are best kept by those who will love and cherish them.",
            "You feel bad that you are using the shards for your own protection.",
            "Hmmm...",
            "Strangely, it doesn't feel like they mind so much.",
            "And you aren't only protecting yourself...",
            "She nods at Lis and Mal, the latter of whom blushes slightly in annoyance.",
            "I can protect both of us fine on my own!",
            "I'm sure you can.",
            "She smiles at Mal, who mutters to himself as you resume walking again.",
            "At his side, Lis stifles giggles with her hand.",
            "You carry on towards Haven, hoping to finally bring the shards you have rescued to their rightful resting place."
        ],
        [
            "새롭게 튀어나온 드림리스를 쓰러뜨리고 정비했다.",
            "기억 파편을 통해 영혼들을 불러내어...",
            "드림리스와 싸우는 거군요.",
            "파편에는 분명 마법이 담겨있다고 했지만...<br>당신처럼 능력을 이끌어내는 사람은 본 적이 없어요.",
            "이 파편들은... 당신이 가지는 게 좋을지도 모르겠어요.",
            "너도 힘을 인정한 거지!? 그게 맞아!",
            "하지만, 그 파편의 가족들은...",
            "로빈은 생각이 깊은 듯 말 끝을 흐렸다.",
            "안위를 위해서 기억 파편을 사용하는 것과 파편을 기다리는 사람들의 마음 사이에서 갈등하는 듯 보였다.",
            "흐으음...",
            "하지만 당신이 불러내는 그 메르헨들은<br>과거에 그다지 신경 쓰지 않는 눈치였어요.",
            "그리고 당신이 스스로의 안위만을 쫓는 사람이 아니라는 것 정도는<br>전투를 하며 알게 되었어요.",
            "로빈이 말과 리즈를 바라보며 싱긋 웃는다.<br>자신을 바라보는 시선에 말이 살짝 얼굴을 붉히며 대꾸했다.",
            "나 혼자서도 리즈는 지켜줄 수 있어! 물론 내 몸도!",
            "어머나, 물론 그렇겠죠.",
            "로빈이 부드럽게 웃는 얼굴로 고개를 끄덕였다.",
            "리즈가 입을 가리고 키득키득 웃는 소리가 들렸다.",
            "회수한 기억 파편들이 평온한 안식처에 도착할 수 있기를 바라며...<br>우리는 서둘러 안식의 도시로 향했다."
        ],
        [
            "新たに飛び出してきたドリームレスを倒し整備した。",
            "記憶の欠片で魂を呼びだして...",
            "ドリームレスと戦うのですね。",
            "欠片には、魔法がかけられていると言いますが...<br>そうして能力を引き出す人は、初めて会いました。",
            "欠片は... あなたが持っていたほうが、いいのかも知れません。",
            "やっと力を認めた？ そのほうがいいって！",
            "しかし、その欠片の家族は...",
            "ロビンフッドは考え込み、最後は言葉にならなかった。",
            "記憶の欠片を、平和のために使えばいいのか、それを待つ家族に返すべきなのか、葛藤しているようだった。",
            "ううん...",
            "しかし、あなたが呼びだすメルヘン達は<br>過去をあまり気にしていないようですね。",
            "それに、あなたが自分だけの幸せを追求しない人だということも<br>戦いを見て分かりました。",
            "ロビンフッドがマルとリズを見つめながら、にこりと笑った。<br>見つめられたマルも顔を赤らめて笑う。",
            "俺は一人でもリズを守れる！ もちろん自分も！",
            "ええ、そうでしょうね。",
            "ロビンフッドが優しく微笑みながら頷いた。",
            "リズが口をおさえながら、クスクスと笑う声が聞こえた。",
            "回収した記憶の欠片が、平穏な安息の地に辿り着くことを祈ります...<br>一行は急いで安息の都市へ向かった。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}