{
    "StoryName": "Campaign_Chapter8_Part7",
    "background": [
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png"
    ],
    "character": [
        [
            "",
            "Saffi",
            "",
            "Vita",
            "",
            "Esme",
            "Aurora",
            "Saffi",
            "Saffi",
            "Aurora",
            "Aurora",
            "Saffi",
            "Aurora",
            "Vita",
            "Vita",
            "",
            "Vita",
            "Esme",
            "Esme",
            "Esme",
            "Vita",
            "Aurora",
            "Esme",
            "Saffi",
            "Esme",
            "Aurora",
            "Vita",
            "Esme",
            "Vita",
            "Saffi",
            "Vita",
            "Saffi",
            "",
            "Aurora",
            "Saffi",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Vita",
            "Vita",
            "Saffi",
            "Saffi",
            "Aurora",
            "",
            "",
            "Vita",
            "Mal",
            "Lis",
            "",
            "Celeste",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "사피",
            "",
            "비타",
            "",
            "에스메",
            "오로라",
            "사피",
            "사피",
            "오로라",
            "오로라",
            "사피",
            "오로라",
            "비타",
            "비타",
            "",
            "비타",
            "에스메",
            "에스메",
            "에스메",
            "비타",
            "오로라",
            "에스메",
            "사피",
            "에스메",
            "오로라",
            "비타",
            "에스메",
            "비타",
            "사피",
            "비타",
            "사피",
            "",
            "오로라",
            "사피",
            "오로라",
            "",
            "오로라",
            "오로라",
            "비타",
            "비타",
            "사피",
            "사피",
            "오로라",
            "",
            "",
            "비타",
            "말",
            "리즈",
            "",
            "셀레스티",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "サフィ",
            "",
            "ヴィータ",
            "",
            "エスメ",
            "オーロラ",
            "サフィ",
            "サフィ",
            "オーロラ",
            "オーロラ",
            "サフィ",
            "オーロラ",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "エスメ",
            "エスメ",
            "エスメ",
            "ヴィータ",
            "オーロラ",
            "エスメ",
            "サフィ",
            "エスメ",
            "オーロラ",
            "ヴィータ",
            "エスメ",
            "ヴィータ",
            "サフィ",
            "ヴィータ",
            "サフィ",
            "",
            "オーロラ",
            "サフィ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "ヴィータ",
            "ヴィータ",
            "サフィ",
            "サフィ",
            "オーロラ",
            "",
            "",
            "ヴィータ",
            "マル",
            "リズ",
            "",
            "セレステ",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "In the wake of your powerful vision, you convene with the World Stones again. Surprisingly, Saffi is present, though she looks far from happy to be there.",
            "...",
            "Vita also looks grumpy. She seems to be orienting herself towards Saffi.",
            "...",
            "Esme looks like she is more on Aurora's side – for now, at least.",
            "...",
            "You see now what peril Haven is in. Phantasia itself is on the brink of destruction.",
            "That's nothing new, Aurora. The Dreamless Nether has been stealing land and people from us for years.",
            "I'm yet to see what you've done to stop it.",
            "I know and I'm sorry for that. I'm sorry for a great many things...",
            "I'm so sorry for what happened to Tamamo, Saffi. I didn't understand what was happening to her.",
            "Kch...",
            "But things are even worse than you know.",
            "Of course they are! You never tell us anything...",
            "Why didn't you tell us that the Nightmare Child had returned?",
            "Wait, Vita knew about Kyo?",
            "No, I didn't know! I thought the Nightmare Child had been defeated ages ago!",
            "There was a battle a long time ago, Dreamer. Hundreds of years ago, at least. I can’t recall exactly how many.",
            "It gets to be difficult, remembering that far back.",
            "The Nightmare Child led an army of his monsters against the realms. He destroyed so much...",
            "All the World Stones united to defeat him. I thought we'd banished him for good!",
            "I don't think he can be truly defeated. Not by us at least... by the Dreamer, maybe...",
            "You've seen what the Dreamer can do, Vita. Perhaps that's why the Dreamer is here: to defeat Kyo as well as the Dreamless Nether.",
            "And why would you think that? Because Aurora told you so?",
            "I... I still believe in our sister, Saffi, in spite of everything that's happened. If there are things she won't tell us, there must be a good reason.",
            "Esme...",
            "How can you trust her, Esme? She deserted the realms for years and she won't tell us what's going on!",
            "Does it matter? She's our sister, Vita. If we can't trust her... we can't trust anyone!",
            "We can trust the Dreamer!",
            "Why? We don't even know who the Dreamer is, Vita! Even the Dreamer doesn't know!",
            "...",
            "I'm sorry, Dreamer, you seem like a good person, but I don't know you. And if you've allied yourself to Aurora's 'secret agenda'...",
            "She shakes her head.",
            "Please, Saffi. This isn't helping anyone. Time is short and we need to decide what we're going to do. Hina needs us.",
            "Says you!",
            "Says the Dreamer, Saffi! It was the Dreamer who saw her, not me.",
            "It's true. The vision is still with you. If you think about it, you can still see that girl... Hina.",
            "Vita... Saffi... please. Hina and Nyx are your sisters, too. They are as blameless as you are for what's happening to them and their realms. Will you just leave them to their fates?",
            "Please... please help us save them. You can hate me as much as you like once they're safe.",
            "...",
            "Saffi?",
            "...",
            "Fine. I'll help you until our sisters are free. But that doesn't mean I trust you... or even like you any more, sister.",
            "Of course...",
            "Then it's settled. We set out for the next realm in the morning.",
            "The door bursts open and Mal and Lis almost tumble into the room",
            "What the-!?",
            "Ah! Sorry, sorry, we weren't eavesdropping or anything!",
            "We're going travelling again, aren't we Dreamer? We are, aren't we, Mal?",
            "Celeste enters the room after the two siblings.",
            "It looks like it... right, Dreamer?",
            "It feels like a weight is lifting from your heart now you know your destination again. You still don't have any answers, but Aurora is right, you can't just leave her sisters if they're in danger.",
            "Kyo can wait.",
            "The Dreamless Nether can wait.",
            "Hina is the one who needs you first."
        ],
        [
            "무표정한 얼굴로 사피까지 실체화하자, 나는 오로라와 본 것을 월드스톤들에게 설명했다.",
            "...",
            "언짢은 표정의 비타가 팔짱을 끼고 자매들의 표정을 살핀다.",
            "...",
            "에스메는 오로라의 옆에 서서 답지 않게 비타의 눈치를 살피고 있었다.",
            "...",
            "안식의 도시도 드림리스 네더의 영향력 아래에 들어간 것 같아요. 판타지아는 곧...",
            "새삼스러운 일도 아니네. 드림리스 네더는 오래전부터 세계와 사람들을 갉아먹고 있었어. 너도 알고 있었잖아?",
            "그걸 누구보다도 잘 알았을 네가 그동안 대체 뭘 했는지 전혀 모르겠네.",
            "... 정말 미안해요.",
            "타마모노마에의 일도... 사피, 변명처럼 들리겠지만 저는 어떤 일이 벌어지고 있는지 몰랐어요.",
            "... 하?",
            "그저, 상황이 심각하다는 것 밖에는...",
            "흥! 당연하지! 큰 언니는 그동안 우리한테 아무 말도 안 했잖아?",
            "왜 악몽의 아이가 돌아왔다는 걸 말하지 않은거야?",
            "비타가 가시 돋힌 목소리로 말했다.",
            "악몽의 아이는 먼 옛날에 처리한거 아니었어?",
            "한 수백 년 전이었던 것 같은데, 정확하게는 모르겠네.",
            "너무 오래된 일이잖아. 그렇게 오래된 일은 아무리 우리라도 정확하게 기억하긴 어려워.",
            "그때도 악몽의 아이가 괴물들을 이끌고 판타지아를 파괴했었지.",
            "엄청 힘들었다구! 그때 확실히 물리친 줄 알았는데!",
            "그를 영원히 추방시키는 건 불가능해요, 하지만 꿈꾸는 자와 함께라면...",
            "비타, 너도 꿈꾸는 자랑 같이 여행을 했잖아. 드림리스 네더는 물론이고 쿄도 물리칠 수 있을거야.",
            "하? 왜 그렇게 생각하는데? 오로라가 그렇게 말해서?",
            "아니, 나는... 나는 오로라를 믿으니까... 무슨 일이 일어나는지 솔직히 말하면 상관없어!<br>오로라가 우리에게 말하지 않는데는 그만한 이유가 있겠지.",
            "에스메...",
            "너 바보야? 아무 이유 없이 그냥 믿는게 말이 돼? 큰언니는 그동안 세상이 어떻게 되던지 말던지 신경도 안쓰고, 무슨 일이 일어나고 있는지 설명도 안해주잖아. 심지어 우린 자매인데!",
            "네 말대로 우린 자매잖아. 오로라를 믿지 않으면... 대체 누굴 믿을 수 있는데?",
            "난 차라리 잠탱이를 믿을래!",
            "왜? 우린 이 사람이 누군지도 모르잖아. 본인도 자기가 누구인지 모르는데?",
            "으으으, 사피...",
            "불쾌하다면 미안. 난 네가 좋은 사람인지 아닌지 몰라.<br>그렇지만 너는 오로라의 계획에 동의하는 것 같은데...",
            "사피가 고개를 젓는다.",
            "사피, 이렇게 부탁드릴게요. 히나에게는 우리 모두의 도움이 필요해요.",
            "네 망상에서나 그러겠지!",
            "... 제가 아니에요. 히나는 꿈꾸는 자에게 메시지를 보냈어요.",
            "사피가 찌푸린 얼굴로 바라본다. 방 안에 모인 사람들을 둘러본 뒤, 내가 본 것에 대해서 설명했다.",
            "... 히나와 닉스에게는 아무런 책임이 없잖아요. 그들의 목숨을 운명에 맡길 수는 없어요.",
            "두 사람을 구할 수 있도록 힘을 빌려주세요. 그때까지만이라도 좋으니 부디 힘을 빌려주세요.",
            "... 흥.",
            "... 아! 몰라! 비타는 이제 몰라! 사피는 어떻게 할 거야!?",
            "...",
            "... 하아. 난 누구처럼 도움을 요청하는 자매를 무시하지 않아. 명심해. 그게 다야. 나는 널 믿지 않아, 오로라.",
            "네...",
            "가능하면 이 삭막한 분위기를 해결하고 싶었지만, 우리에게는 시간이 없었다.",
            "여정을 떠날 준비를 해야한다. 투덜거리던 비타가 문을 열어 젖혔다.",
            "엿듣는 건 나쁜 버릇이야! 바보들.",
            "아! 미안, 미안! 그럴 생각은 없었는데...",
            "우리 다시 떠나는 거 맞지? 응? 그러는 거지?",
            "언제부터 와 있었는지 모를 셀레스티가 두 남매를 데리고 들어선다.",
            "... 확인차 묻겠다만, 다시 떠나는게 맞니? 꿈꾸는 자.",
            "알 수 없는 일들이 점점 늘어난다. 오로라에게는 여전히 비밀이 많고, 그것을 나에게 설명할 수 없다고 말한다.",
            "... 그래도 할 수 있는 일을 해야한다.",
            "이 모든 일이 결국 사람을 구하기 위해 시작된 여정인만큼 위험에 처한 사람이 있다면 구하는 것이 우선이다.",
            "드림리스 네더와 쿄의 일은 잠시 뒤로 미뤄두기로 했다."
        ],
        [
            "無表情な顔でサフィまで実体化し、私はオーロラと見たことをワールドストーンに説明した。",
            "...",
            "不機嫌な表情のヴィータが腕を組んで姉妹たちの表情をうかがった。",
            "...",
            "エスメはオーロラの横に立ち、らしくない様子でヴィータの様子をうかがっていた。",
            "...",
            "安息の都市もドリームレスネザーの支配下になってしまったようです。ファンタジアはもうすぐ...",
            "今更驚くことでもないわ。ドリームレスネザーは昔から世界と人々を奪っていった。オーロラも知ってるでしょ？",
            "それを誰よりもよく知っているオーロラが一体今まで何をしていたのか全くわからないね。",
            "...本当にごめんなさい。",
            "玉藻前のことも...サフィ、言い訳のように聞こえるかもしれませんが、私は何が起こっていたのか分かっていなかったのです。",
            "...は？",
            "ただ、深刻な状況だということしか...",
            "ふんっ！当然だよ！お姉ちゃんは今まであたしたちに何も言ってこなかったじゃん？",
            "なんで悪夢の子が戻ってきたことを言わなかったの？",
            "ヴィータがとげのある声で言った。",
            "悪魔の子は遠い昔にやっつけたんじゃなかったっけ？",
            "数百年前だったと思うけど、正確には思い出せないね。",
            "あまりにも昔のことだから。いくらあたしたちでもそんなに昔のことを正確には覚えてないよ。",
            "その時も悪魔の子が怪物たちを引き連れてファンタジアを破壊したよね。",
            "すっごく大変だったんだから！その時確実に仕留めたと思ってたのに！",
            "彼を永久に追放することは不可能です、ですが、ドリーマーと一緒なら...",
            "ヴィータ、ヴィータもドリーマーと一緒に旅してたじゃない。ドリームレスネザーはもちろん、キョウも追い払えるはずだよ。",
            "は？どうしてそう思うの？オーロラがそう言うから？",
            "いや、あたしは...あたしはオーロラを信じてるから...何が起きているのかなんて正直関係ない！<br>オーロラがあたしたちに言わないのはそれなりの理由があるんだと思う。",
            "エスメ...",
            "あんたバカなの？何の理由もなしにただ信じるなんてあり得る？お姉ちゃんは今まで世界がどうなっていようがお構いなしで、何が起きているのか教えてもくれなかったじゃない。あたしたち姉妹なのに！",
            "ヴィータの言う通りあたしたちは姉妹じゃない。オーロラを信じないなら...一体誰を信じればいいの？",
            "いっその事あたしは寝ぼすけさんを信じる！",
            "何で？私たちこの人がどんな人かも知らないじゃない。本人すら自分が誰かわからないのに？",
            "ううう、サフィ...",
            "不快だったならごめん。私はあなたがいい人なのかどうか分からない。<br>でもあなたはオーロラの計画に賛成のようだけど...",
            "サフィが首を横に振った。",
            "サフィ、お願いします。ヒナには私たちみんなの力が必要です。",
            "オーロラの妄想の中ではそうなんでしょうね！",
            "...私ではありません。ヒナはドリーマーにメッセージを送りました。",
            "サフィがしかめっ面で見つめた。部屋に集まった人々を見回して、私が見たことについて説明した。",
            "...ヒナとニクスには何の責任もありません。彼らの命を運命に委ねるわけにはいきません。",
            "二人を助けられるように力を貸してください。その時だけでも良いです、どうかお願いします。",
            "...ふん。",
            "...あ〜！もう知らない！ヴィータはもう知らない！サフィ、どうするの！？",
            "...",
            "...はあ。私は誰かと違って助けを求める姉妹を無視したりなんかしない。肝に銘じて。ただそれだけ。私はオーロラを信じない。",
            "はい...",
            "できるならこの索漠とした雰囲気を何とかしたかったが、私たちには時間がなかった。",
            "旅に出る準備をしなければならない。ぶつぶつ言っていたヴィータが扉を開けて反り返った。",
            "盗み聞きは良くないよ！おバカさんたち。",
            "あ！ごめん、ごめん！盗み聞きするつもりではなかったんだけど...",
            "私たちまた旅に出るんだよね？ん？そうだよね？",
            "いつから居たのか分からないセレステが二人を連れて入ってきた。",
            "...確認だけど、また旅立つんだよね？ドリーマー。",
            "分からないことがどんどん増えていく。オーロラは未だに秘密が多いし、それを私には教えることができないと言う。",
            "...でも、できることをしなければならない。",
            "この全ての事は、人々を救うために始まった旅であるだけに、危険にさらされている人がいれば助けなければ。",
            "ドリームレスネザーとキョウの事はとりあえず後回しにすることにした。"
        ]
    ],
    "music": [
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}