{
    "StoryName": "Campaign_SideStory_Huntsman+Snow_White_7",
    "background": [
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Snow White",
            "Snow White",
            "Snow White",
            "Snow White",
            "Snow White",
            "Snow White",
            "",
            "Snow White",
            "Snow White",
            "The Huntsman",
            "",
            "The Huntsman",
            "The Huntsman",
            "The Huntsman",
            "",
            "",
            "",
            "Snow White",
            "",
            "",
            "Esme",
            "",
            "Snow White",
            "",
            "",
            "Snow White",
            "Snow White",
            "Snow White",
            "",
            "Snow White",
            "Snow White",
            "Snow White",
            "",
            "Snow White",
            "Snow White",
            "Snow White",
            "Snow White",
            "",
            "",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "백설공주",
            "백설공주",
            "백설공주",
            "백설공주",
            "백설공주",
            "백설공주",
            "",
            "백설공주",
            "백설공주",
            "사냥꾼",
            "",
            "사냥꾼",
            "사냥꾼",
            "사냥꾼",
            "",
            "",
            "",
            "백설공주",
            "",
            "",
            "에스메",
            "",
            "백설공주",
            "",
            "",
            "백설공주",
            "백설공주",
            "백설공주",
            "",
            "백설공주",
            "백설공주",
            "백설공주",
            "",
            "백설공주",
            "백설공주",
            "백설공주",
            "백설공주",
            "",
            "",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "",
            "白雪姫",
            "白雪姫",
            "猟師",
            "",
            "猟師",
            "猟師",
            "猟師",
            "",
            "",
            "",
            "白雪姫",
            "",
            "",
            "エスメ",
            "",
            "白雪姫",
            "",
            "",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "白雪姫",
            "",
            "",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Snow White has led you to the place she has been living all this time.",
            "You had to fight some Dreamless along the way, but now you are here, they have disappeared once again.",
            "This place feels safer than anywhere you have been previously, barring Haven itself.",
            "Snow White is explaining to you the nature of the threat her forest faces.",
            "I have made my home here for so long now, I know all the animals and their feelings.",
            "They are anxious, scared...",
            "There is a graver threat facing the creatures of this woodland than those we have faced so far.",
            "A Dreamless Giant, huge and deadly.",
            "It has been steadily hunting and consuming all of my little friends, corrupting what it cannot kill and eat.",
            "It is causing great desolation in this forest and it must be stopped.",
            "Does she know where it is?",
            "No, not exactly, but I know the territory it inhabits by the fact that my friends won't go there.",
            "I've only seen it once and I barely escaped from its clutches that time.",
            "I believe I've seen it, too.",
            "The huntsman looks at you.",
            "I can find it.",
            "But even with Snow White's power, we wouldn't be able to take it down, ourselves.",
            "We need you, too, Dreamer. You and your heroes.",
            "Well, you're here already. A threat that large would need to be dealt with eventually, anyway.",
            "You agree to help.",
            "Both the huntsman and Snow White look relieved.",
            "Thank you, Dreamer.",
            "And so, you set out, walking through the forest, with your companions around you and the Huntsman leading the way, his crossbow always at the ready.",
            "Snow White walks at your side for a time. She seems interested in your companions. Particularly in Esme.",
            "...",
            "Snow looks back at the girl with the fiery hair, trailing along behind. She still looks embarrassed about her previous behaviour.",
            "She must have a good heart, or my gift wouldn't have been able to affect her so strongly.",
            "You grin. Esme definitely does have a good 'heart'.",
            "Snow White smiles.",
            "She is the Heartstone, isn't she?",
            "And Aurora... could she be the Dreamstone, herself?",
            "Why are they in this realm?",
            "Because they are helping you to drive out the Dreamless and win Phantasia back from the Dominions.",
            "Ah, I see... her quest is finally coming to fruition.",
            "The Dreamstone hasn't been seen for so long, she has become something of a myth and her goals the stuff of legends.",
            "Unfortunately, those legends have all but faded away with the loss of the five realms and the disappearance of those beyond.",
            "You hope that some of that might be restored someday.",
            "And I hope that we can remain good friends until that day.",
            "I would like to form strong bonds with all of your companions. Especially Esme...",
            "I feel a bit bad for her that I unwittingly affected her so much. It must have been upsetting and embarrassing, though it was obviously not her fault.",
            "Do you think I should talk to her?",
            "You don't see why that would be a bad idea.",
            "Snow White smiles at you and nods her head, dropping back from your side to join Esme.",
            "In her place, Aurora approaches you.",
            "Snow White... What do you make of her, Dreamer?",
            "She isn't quite what you expected from a princess.",
            "No, me neither.",
            "Her level of power, Dreamer... it's almost on the same scale as a Dominion.",
            "You thought Dominions were special? Like they were created with their realm, or something?",
            "No, not at all, in fact some Dominions have been deposed and replaced in the past.",
            "There are many creatures of immense power in Phantasia. The Jabberwocky was another, even Jack the Knave...",
            "Sometimes they grow powerful enough that they can challenge a Dominion and take over their domain.",
            "Some are even so powerful that the realm they acquire shapes itself to their character.",
            "Does Aurora think Snow White could become a Dominion some day?",
            "I don't know... I would say the potential is there.",
            "But isn't she a spirit? Doesn't that mean she's no longer alive?",
            "Yes... and normally, even the strongest spirit would fade given enough time.",
            "But her...",
            "She shakes her head in amazement.",
            "I just don’t know. Whatever the case – having her on our side?",
            "What an <i>asset</i> she would be!",
            "Aurora turns away and heads over to Snow White and Esme.",
            "An 'asset'?",
            "The way Aurora said it... like she was a useful 'thing' and not a person...",
            "You're not sure you like the idea of considering Snow White as no more than a piece to be played, or a means to an end.",
            "Isn't the whole point of this expedition that you're saving people like Snow White and her lover? Not using them up to achieve a victory at any cost..."
        ],
        [
            "백설공주를 따라 그녀가 살고 있는 곳으로 이동했다.",
            "도중에는 드림리스와 마주쳐 싸울 수 밖에 없었지만<br>도착한 장소는 평화로웠다.",
            "안전하고 따뜻한 느낌이 드는 장소다.<br>안식의 도시외에도 이런 곳이 존재한다는 게 놀라웠다.",
            "백설공주가 우리에게 다가왔다.",
            "저는 이곳에서 아주 오랫동안 살아왔어요.<br>그래서 숲의 모든 생물들이 어떤 감정을 품고 있는지 느낄 수 있어요.",
            "그들은 지금 불안과 두려움에 떨고 있어요.",
            "지금 이 숲이 직면한 위협...<br>그건 지금까지 있었던 그 어떤 것보다 심각해요.",
            "드림리스 자이언트...<br>일반적인 드림리스보다 훨씬 거대하고, 위험한 존재죠.",
            "제 작은 친구들을 사냥하고, 잡아먹고...<br>죽이거나 먹을 수 없는 것은 드림리스로 타락시키고 있어요.",
            "이대로 친구들이 계속 당한다면<br>이 숲을 지켜내는 것은 불가능해요.<br>그렇게 되기 전에 반드시 막아야 하는데...",
            "백설공주에게 정확한 위치를 알고 있는지 물었다.",
            "제 친구들이 꺼리는 장소가 있어요.<br>그곳 어딘가에 있을거에요.",
            "전에 한 번 마주친 적이 있었지만<br>그때는 도망칠 수 밖에 없었거든요.",
            "아, 나도 본 것 같다.",
            "사냥꾼이 이야기했다.",
            "흔적만 찾아 낸다면 추적할 수 있다.",
            "하지만 백설과 나의 힘만으로는... 그 놈을 쓰러트릴 수 없을 거야.",
            "네 도움이 필요하다, 꿈꾸는 자.<br>너와 네 메르헨이 가진 힘이.",
            "그렇게 위협적인 존재라면 사냥꾼과 백설공주 뿐만 아니라 판타지아의 모든 사람들에게 위험할 것이다.",
            "돕겠다는 뜻으로 고개를 끄덕였다.",
            "사냥꾼과 백설공주가 안도한 듯 미소지었다.",
            "정말 감사해요, 꿈꾸는 자.",
            "앞장서서 길을 안내하는 사냥꾼을 따라 숲을 걸어간다.<br>사냥꾼의 석궁은 언제든지 적을 꿰뚫을 수 있도록 장전된 상태였다.",
            "백설공주가 천천히 우리에게 다가왔다. 아무래도 에스메에게 관심이 많은 모양이다.",
            "... 흠흠?",
            "백설공주가 타오르는 불꽃같은 머리카락을 가진 소녀를 돌아본다.<br>에스메는... 아직 부끄러운 것처럼 보였다.",
            "분명 상냥하고 솔직한 마음씨를 가진 분이시겠죠.<br>그렇지 않다면, 제 능력에 그렇게까지 영향을 받지 않으셨을 거에요.",
            "백설공주가 미소 지으며 대답했다.",
            "그녀가 분위기를 환기하려는 사람처럼 말을 걸어온다.",
            "그래서... 저 분이 하트 스톤이시죠?",
            "그리고 오로라라는 분은... 드림스톤 본인이신 것 같군요.",
            "이 영역까지 함께 오신 건가요?",
            "라이프 스톤을 구하려 한다는 이야기와 함께  그간의 일을 백설공주에게 간략히 설명했다.",
            "아아, 그렇군요...<br>마침내 드림스톤께서 직접 움직이시는 거군요.",
            "드림스톤은 오랫동안 세상에 모습을 드러내지 않았어요.<br>그녀는 전설 속의 존재로 치부되었죠.",
            "판타지아가 몰락하면서 그 전설들도 모두 희미해졌지만...",
            "백설공주가 부드럽게 미소지으며 속삭였다.",
            "꿈꾸는 자, 우리가 좋은 친구로 남았으면 좋겠어요.",
            "저는 당신 일행과 더 친해지고 싶어요.<br>아, 특히 에스메 씨와...",
            "저도 모르게 그녀를 홀렸으니, 미안하게 생각하거든요.<br>분명 당황스럽고... 부끄러웠을텐데.",
            "아무래도 에스메와 이야기를 해봐야 할 것 같아요.",
            "...",
            "백설공주가 에스메에게 다가간다.",
            "그러자 오로라가 빈자리를 채우듯 다가왔다.",
            "백설공주...<br>꿈꾸는 자, 당신은 그녀에 대해 어떻게 생각하시나요?",
            "오로라는 무언가를 가늠하듯 백설공주의 뒷모습을 바라보고 있다.",
            "그녀가 지닌 힘은 도미니언과 비등한 수준이에요.",
            "어쩌면, 그 이상일지도...",
            "오로라가 신중한 목소리로 도미니언에 대해 설명했다.",
            "몇몇 도미니언들은 퇴위하며 세대교체가 이루어지기도 했거든요.<br>그게 강제적인 교체든, 평화적인 교체든...",
            "이 세계에는 종종 강력한 힘을 가진 존재들이 태어난답니다.<br>저번에 만난 재버워크나 하트 잭도 그런 경우지요.",
            "그런 존재들 중에는, 그 영역의 도미니언에게 도전할 수 있을 정도로 강해져<br>실제로 도미니언이 되는 경우도 있어요.",
            "그렇게 강력한 존재가 도미니언이 되면,<br>영역이 그들의 성격에 맞게 변형되는 경우도 있고요.",
            "도미니언이 될 수 있는 존재.",
            "물론 반드시 그럴거라고 확신할 수는 없지만...<br>그런 잠재력을 지닌 존재라고 말할 수 있겠네요.",
            "백설공주는 이미 기억 파편으로 변한 상태다. 오로라의 목소리가 이어진다.",
            "보통은 아무리 강력한 영혼이라도...",
            "시간이 지나면 언젠가는 사라지기 마련이지만.",
            "오로라가 감탄하듯 고개를 끄덕였다.",
            "백설공주는...",
            "잘 모르겠어요, 어쨌든 그녀가 우리 편이라는게 마음이 놓인다고 할까.",
            "말을 마친 오로라가 돌아서서 백설공주와 에스메에게 향한다.",
            "멀어지는 그녀의 발걸음이 가볍다.",
            "...",
            "오로라는 백설공주를 사람이 아닌 물건으로 취급하는 것 같았다.",
            "이 모든 여정이 사람을 구한 것임을 그녀도 알 것이다. <br>걸음을 옮겨 그녀들의 뒤를 쫓았다."
        ],
        [
            "白雪姫と、彼女が住んでいるという所に向かった。",
            "道中で、ドリームレスとの戦いは避けられなかったが<br>到着した場所は、平和だった。",
            "安全で温もりを感じる場所だった。<br>安息の都市の他に、こんな場所があったとは驚きだ。",
            "白雪姫がこちらへ近づく。",
            "ここで長い年月を過ごしています。<br>それで森のあらゆる生き物の感情を、感じることができるのです。",
            "そして今は... 不安と恐怖に震えています。",
            "この森は、かつてない危機に瀕しています...<br>これほどの危機は今までありませんでした。",
            "ドリームレスジャイアント...<br>普通のドリームレスより、ずっと巨大で危険な存在です。",
            "そいつは、私の小さな友達を捕まえては、なんと食べている...<br>そして殺せなかったり、食べられない生き物は、ドリームレスに堕落させているのです。",
            "このまま襲われ続ければ<br>森を守ることができません。<br>その前に、必ず食い止めなければ...",
            "正確な位置を白雪姫に訊ねた。",
            "小さな友達が近づかない場所があります。<br>そのどこかに、きっといるはずです。",
            "前に一度だけ遭遇したことがあるのですが、<br>その時は、逃げることしかできませんでした。",
            "あ、たしか俺も。",
            "猟師が口を開いた。",
            "痕跡さえあれば、追跡できる。",
            "しかし白雪と俺の力だけでは... そいつを倒すことはできない。",
            "君の力が必要だ、ドリーマー。<br>そして君のメルヘンの力が。",
            "それだけ危険な敵なら、猟師と白雪姫だけでなく、ファンタジアの人全員に危険が迫る。",
            "力になると頷いた。",
            "猟師と白雪姫が、安堵の笑みを浮かべた。",
            "心から感謝します、ドリーマー。",
            "先頭を切って道を案内してくれる猟師に続いて、森を歩みを進めた。<br>猟師のクロスボウは、いつでも敵を射抜けるよう弓が装填されていた。",
            "白雪姫がゆっくりと近づいて来た。エスメに興味があるようだ。",
            "...ん？",
            "彼女は振り返って、炎のような赤髪の少女を見つめた。<br>エスメは... まだ恥ずかしがっているようだ。",
            "きっと素直で心の優しい人なのでしょう。<br>でなければ、私の能力にあそこまで影響されませんから。",
            "白雪姫が笑みを浮かべながら言った。",
            "雰囲気を和ませようとしているようだった。",
            "ところで... ハートストーンなのですよね？",
            "そして、オーロラさんは... ドリームストーン本体のようですが。",
            "この領域まで一緒に？",
            "ライフストーンを救う計画と、これまで出来事を説明した。",
            "そうでしたか...<br>ドリームストーンが直々に動いているのですね。",
            "ドリームストーンは長い間、人々の前に姿を現すことはありませんでしたから。<br>今では伝説の存在だと思われています。",
            "ファンタジアは没落の道をたどり、その伝説も忘れかけられていましたが...",
            "白雪姫が優しく微笑み、ささやいた。",
            "ドリーマーさん、良い友達になれたらいいですね。",
            "皆さんともっと仲良くなりたいです。<br>あ、とくにエスメさんと...",
            "さっきのことで、彼女には申し訳なく思っていますから...<br>きっとびっくりさせて、恥ずかしい思いをさせてしまいましたよね。",
            "やっぱり、エスメさんとお話ししてみましょう。",
            "...",
            "白雪姫がエスメに歩みよった。",
            "すると、オーロラが間に入ってきた。",
            "白雪姫...<br>ドリーマー、彼女のことどう思いますか？",
            "オーロラが、白雪姫の後ろ姿を見ながら、訊ねてきた。",
            "彼女の力は、ドミニオンと同等レベルです。",
            "もしかすると、それ以上かも...",
            "オーロラが、慎重な声でドミニオンについて説明をはじめた。",
            "ドミニオンの中には退位する者もいて、世代交代が行われました。<br>それが強制的であれ、平和的にであれ...",
            "この世界には、たまに強大な力を持った存在が生まれることがあります。<br>この間のジャバウォックや、ハートのジャックがそうです。",
            "そういう者達の中には、その領域のドミニオンに匹敵するまでに成長して<br>実際に、ドミニオンになるケースもあるのです。",
            "それだけ強力な存在がドミニオンになると、<br>領域そのものが、その者達の性格に合わせて変化したりします。",
            "ドミニオンになり得る存在。",
            "もちろん、断言できませんが...<br>そのような潜在力を持っているということです。",
            "すでに白雪姫は記憶の欠片だ。オーロラの話は続く。",
            "普通は、いくら強力な魂でも...",
            "時間が経てば、いつかは消えてしまうものです。",
            "オーロラが大きくため息をついた。",
            "白雪姫は...",
            "どうなるでしょうね。とにかく、彼女が敵でなく安心しました。",
            "そう言い終えたオーロラは振り返ると、白雪姫とエスメのもとへ向かった。",
            "遠ざかる彼女の足どりは軽かった。",
            "...",
            "オーロラは、白雪姫を人だと思っていないようだった。",
            "この旅が人を救ったということを、やがて彼女も知るはずだ。<br>再び足を動かし、彼女達を追った。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}