{
    "StoryName": "Campaign_LibraryStory_TinKnight_2",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "",
            "Tin Knight",
            "",
            "",
            "",
            "Tin Knight",
            "",
            "",
            "",
            "Esme",
            "",
            "Tin Knight",
            "",
            ""
        ],
        [
            "",
            "양철 나무꾼",
            "",
            "",
            "",
            "양철 나무꾼",
            "",
            "",
            "",
            "에스메",
            "",
            "양철 나무꾼",
            "",
            ""
        ],
        [
            "",
            "ブリキの木こり",
            "",
            "",
            "",
            "ブリキの木こり",
            "",
            "",
            "",
            "エスメ",
            "",
            "ブリキの木こり",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "It doesn't take you long following Esme to find out who her 'stalker' is.",
            "...",
            "You see Tin Knight watching Esme from around the corner of a building.",
            "Tin Knight is difficult to read at the best of times, but something tells you she wants to approach Esme... but can't for some reason.",
            "Is she nervous about something?",
            "...",
            "As Esme gets close to the end of the street, the Tin Knight comes out of hiding and moves after her.",
            "You keep pace and keep your distance, fascinated by the internal conflict that seems to be going on in Tin Knight.",
            "She obviously wants to catch up with Esme, but can't seem to make herself do it.",
            "...",
            "When Esme looks around, Tin Knight quickly drops back into the cover of the surrounding buildings.",
            "...",
            "Why is she behaving this way?",
            "You decide it's best to simply ask her straight out."
        ],
        [
            "에스메를 쫓아다닌다는 사람이 누구인지 알아내는 건 생각보다 간단했다.",
            "...",
            "건물 모퉁이에 서서 에스메를 지켜보고 있는 사람은... 바로 양철 나무꾼이었다.",
            "양철 나무꾼은 확실히 다가가기 쉬운 메르헨은 아니지만...",
            "지금은 뭔가 묘한 시선으로 에스메를 바라보고 있다. 긴장한 것 같기도 하고, 집착하는 것 같기도 했다.",
            "...",
            "에스메가 갈림길에서 오른쪽으로 방향을 틀자, 양철 나무꾼이 조심스레 쫓아간다.",
            "무슨 일인지 모르지만 지켜보는 게 좋을 것 같다.",
            "에스메에게 가까이 가고 싶은 것처럼 보였지만 무슨 생각을 하고 있는지 쉽게 걸음을 옮기지 못한다.",
            "...",
            "시선을 눈치챈건지 에스메가 날카롭게 눈을 빛내며 주위를 둘러본다.",
            "...",
            "양철 나무꾼은 이번에도 건물 뒤로 모습이 보이지 않게 숨었다.",
            "무슨 일인지 모르겠지만, 슬슬 직접 물어보는 것이 좋을 것 같다."
        ],
        [
            "エスメのストーカーが誰なのか確認するのは思ったより簡単だった。",
            "...",
            "建物の影に隠れ、エスメを見守っていたのは...ブリキの木こりだった。",
            "ブリキの木こりは確かに近寄りがたいメルヘンではあるが...",
            "今はどこか妙な目つきでエスメを見ている。<br>緊張しているような、強い熱意を抱いているような感じだ。",
            "...",
            "エスメが分かれ道で右へ進むと、ブリキの木こりがこっそりその後を追いかけた。",
            "何があったのか分からないが、見守ったほうがいいだろう。",
            "エスメに近づきたいように見えたが、何か悩んでいるのかなかなか動けずにいる。",
            "...",
            "視線に気づいたのか、エスメが鋭く目を光らせて周りを見ている。",
            "...",
            "ブリキの木こりはまた建物の影に姿を隠してしまった。",
            "何がしたいのか、直接尋ねたほうが良さそうだ。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}