{
    "StoryName": "Campaign_Chapter9_Part1",
    "background": [
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "storywintercamp.png",
        "storywintercamp.png",
        "storywintercamp.png",
        "storywintercamp.png",
        "icepalace.png",
        "icepalace.png",
        "none.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Celeste",
            "Celeste",
            "",
            "",
            "",
            "Celeste",
            "Celeste",
            "",
            "Celeste",
            "Celeste",
            "Celeste",
            "Celeste",
            "Celeste",
            "Celeste",
            "",
            "Mal",
            "",
            "",
            "Lis",
            "",
            "",
            "",
            "Celeste",
            "Celeste",
            "Celeste",
            "",
            "",
            "Mal",
            "Lis",
            "",
            "",
            "Mal",
            "",
            "Mal",
            "",
            "Mal",
            "",
            "Mal",
            "",
            "Mal",
            "",
            "Mal",
            "",
            "Mal",
            "Mal",
            "",
            "Lis",
            "Mal",
            "Lis",
            "Mal",
            "",
            "Mal",
            "Lis",
            "Mal",
            "Esme",
            "",
            "Esme",
            "",
            "Esme",
            "Esme",
            "",
            "Celeste",
            "",
            "Celeste",
            "",
            "Esme",
            "",
            "Celeste",
            "",
            "",
            "Celeste",
            "Celeste",
            "Celeste",
            "",
            "",
            "",
            "",
            "Celeste",
            "",
            "Vita",
            "Esme",
            "Esme",
            "Vita",
            "",
            "",
            "Saffi",
            "Saffi",
            "Saffi",
            "",
            "Saffi",
            "",
            "",
            "Saffi",
            "",
            "Esme",
            "Esme",
            "Saffi",
            "",
            "",
            "",
            "",
            "",
            "Hina",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "셀레스티",
            "셀레스티",
            "",
            "",
            "",
            "셀레스티",
            "셀레스티",
            "",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "",
            "말",
            "",
            "",
            "리즈",
            "",
            "",
            "",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "",
            "",
            "말",
            "리즈",
            "",
            "",
            "말",
            "",
            "말",
            "",
            "말",
            "",
            "말",
            "",
            "말",
            "",
            "말",
            "",
            "말",
            "말",
            "",
            "리즈",
            "말",
            "리즈",
            "말",
            "",
            "말",
            "리즈",
            "말",
            "에스메",
            "",
            "에스메",
            "",
            "에스메",
            "에스메",
            "",
            "셀레스티",
            "",
            "셀레스티",
            "",
            "에스메",
            "",
            "셀레스티",
            "",
            "",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "",
            "",
            "",
            "",
            "셀레스티",
            "",
            "비타",
            "에스메",
            "에스메",
            "비타",
            "",
            "",
            "사피",
            "사피",
            "사피",
            "",
            "사피",
            "",
            "",
            "사피",
            "",
            "에스메",
            "에스메",
            "사피",
            "",
            "",
            "",
            "",
            "",
            "히나",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "セレステ",
            "セレステ",
            "",
            "",
            "",
            "セレステ",
            "セレステ",
            "",
            "セレステ",
            "セレステ",
            "セレステ",
            "セレステ",
            "セレステ",
            "セレステ",
            "",
            "マル",
            "",
            "",
            "リズ",
            "",
            "",
            "",
            "セレステ",
            "セレステ",
            "セレステ",
            "",
            "",
            "マル",
            "リズ",
            "",
            "",
            "マル",
            "",
            "マル",
            "",
            "マル",
            "",
            "マル",
            "",
            "マル",
            "",
            "マル",
            "",
            "マル",
            "マル",
            "",
            "リズ",
            "マル",
            "リズ",
            "マル",
            "",
            "マル",
            "リズ",
            "マル",
            "エスメ",
            "",
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "",
            "セレステ",
            "",
            "セレステ",
            "",
            "エスメ",
            "",
            "セレステ",
            "",
            "",
            "セレステ",
            "セレステ",
            "セレステ",
            "",
            "",
            "",
            "",
            "セレステ",
            "",
            "ヴィータ",
            "エスメ",
            "エスメ",
            "ヴィータ",
            "",
            "",
            "サフィ",
            "サフィ",
            "サフィ",
            "",
            "サフィ",
            "",
            "",
            "サフィ",
            "",
            "エスメ",
            "エスメ",
            "サフィ",
            "",
            "",
            "",
            "",
            "",
            "ヒナ",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Your renewed optimism lasts barely a few days travel into the Realm of Everlasting Winter.",
            "It is a desolate, empty place and the feeling of isolation is only increased by the fact that all of the World Stones have taken to hiding themselves away from one another.",
            "The further into the frozen lands you travel, the more you feel your spirits flagging.",
            "So much so, that someone notices your low spirits.",
            "Dreamer? Are you okay?",
            "You've barely spoken in days.",
            "Where do you begin?",
            "The betrayal of someone you thought you could trust? The death of someone you thought you had saved? The discord among your travel companions?",
            "The fact that your closest advisor and confidant is keeping important things from you...?",
            "I agree things are very hard for you.",
            "I know this isn't what you want to hear at the moment, but the others need you. Particularly the little ones.",
            "Mal and Lis?",
            "Of course. The World Stones have their problems, but they are all adults – despite how Vita looks... and acts...",
            "But those two are lost in this world.",
            "Think how they must be feeling: they witnessed a murder – not only that, but the murderer was a man they had grown up trusting and looking up to.",
            "Kyo was almost a parent to them when they had none. And now they've lost even that.",
            "Can you imagine that level of betrayal, Dreamer?",
            "And yet, they cook and they clean and maintain our equipment, and they never complain.",
            "You look over at the two children on the other side of the camp.",
            "...",
            "Mal is absent mindedly scrubbing a pot and trying to sound cheerful to his sister, but isn't doing a particularly good job of either.",
            "The pot is long since clean, anyway.",
            "...",
            "Lis is pale and quiet. She must be cold, but she says nothing.",
            "Celeste is right: they never complain... but they must be hurting most of all.",
            "Feeling bad for only thinking about yourself, you thank Celeste for opening your eyes again.",
            "No no, Dreamer, I can only open the eyes of those who are willing to see.",
            "Thank you for being willing.",
            "I trust I can leave them to you?",
            "She smiles and stands up, before disappearing into her caravan.",
            "You also stand, but instead move to sit beside Mal, telling him that he might scrub his way through the bottom of that pot if he's not careful. Mal looks up at you in surprise.",
            "Dreamer!",
            "I'm sorry! Did I disturb you?",
            "You tell him he doesn't have to worry about that. But you've been thinking:",
            "When the Dreamless are finally defeated and the realms are safe to live in again... they'll need good rulers to take the place of the Dominions that have been defeated.",
            "T-They will?",
            "So, you were thinking, these new rulers would have to be dependable. People that you can trust.",
            "I... I guess so...",
            "And there would be all sorts of rewards, of course. Fine clothes, palaces to live in, servants to cater to their every whim...",
            "R-Really?!",
            "For the right person, of course.",
            "Of... of course!",
            "So, you've been thinking. The first person that came to mind when you thought of who would be trustworthy and dependable and deserving enough...",
            "Y-Y-Yes?!",
            "You really thought the first person you could give this honour to...",
            "YES?!",
            "... would be Lis.",
            "...",
            "LIS?!?!",
            "Lis is giggling at her brother's side.",
            "He's teasing you, Mal!",
            "H-He is?!",
            "Hee hee! Of course he is, you idiot!",
            "Of... of course he is...",
            "Mind you, Lis could probably do with a good servant to look after her...",
            "SHE ALREADY HAS THAT!",
            "Ha ha ha!",
            "Damn it, I thought you were serious...",
            "Who knows, Mal, anything might happen in the future... you might be scrubbing pots in Lis's grand palace one day!",
            "Esme!",
            "I'm sorry Dreamer, I've been feeling sorry for myself and my sisters for far too long.",
            "That sounds familiar. You tell Esme she has nothing to worry about.",
            "Don't I? I feel like perhaps my sisters and I have forgotten what we're truly here for.",
            "Not for the good of ourselves, or for individuals, but for the good of Phantasia itself.",
            "Celeste reappears from her wagon, carrying a strange bottle of bright blue liquid. You can't quite make out the label.",
            "Let's not think about that for now.",
            "Celeste is right, you can worry about those things later.",
            "I have something I want to show you.",
            "Esme looks skeptical.",
            "Alcohol...?",
            "She glances at the two children.",
            "It's not even a little bit alcoholic, but it is a little bit magical.",
            "She produces a short glass, pours and passes it to Lis then pours another for Mal. As she pours, the strange blue liquid turns multicoloured, each colour shifting and changing with its own motion.",
            "It fizzes, but not in any way you've ever seen before. The bubbles shoot round and round the glass, creating whirlpools of iridescent colour that merge and break apart in fascinating ways.",
            "This is from the Merrow Isles, once a realm of mists and mysteries, now sadly lost.",
            "The merchants there named it 'Fourberie Blue'. Its recipe was a secret known only to two men...",
            "This is one of the last three bottles in existence. I own one more.",
            "That makes two... what about the last bottle?",
            "Celeste only smiles enigmatically, however. You take a sip from the glass she hands you.",
            "It truly is miraculous stuff... you get hints of berries, then vanilla, then citrus, then darker almost chocolatey notes.",
            "The flavour seems to keep changing as you focus on each one and the bubbles make you feel tingly and light-headed.",
            "Best not to think too hard about it and just enjoy, Dreamer.",
            "Lis, Mal and Esme are also enjoying their drinks, giggling at the strange effects it creates, when another voice joins in. It sounds grumpy.",
            "Why does it sound like people are having a party out here?",
            "Vita!",
            "You've never been able to resist a party, right sis?",
            "I have too!",
            "She sits down grumpily and holds her hands out for her own glass. Celeste obliges with a wink to you.",
            "You hear a throat clearing and you turn to see Saffi standing before you. Everyone goes quiet.",
            "Dreamer...",
            "I'm sorry I blamed you and Aurora for what happened to Tamamo.",
            "I know you never meant for that to happen.",
            "You stand up and face Saffi.",
            "I still don’t think Aurora’s way is right... but, I realise I have no right to take my anger and frustration out on you.",
            "You tell her that everyone’s emotions have been running high. She is welcome to join you. If she wants to.",
            "Saffi looks very grateful.",
            "I do!",
            "She sits down next to Lis and looks expectantly up at Celeste and her blue bottle.",
            "Saffi...",
            "... did you just want to try Celeste's drink?",
            "N-No!",
            "A short time later, everyone is drinking and having fun.",
            "The only one who doesn’t make an appearance is Aurora...",
            "Looking around, you see much of the tension in the group dissipating as they laugh and joke with each other around the roaring camp fire.",
            "It's at this point that the vision hits you like a truck.",
            "...",
            "Dreamer! Beware! They're coming!",
            "Hina's voice, like last time... is it a warning?",
            "As the vision fades, in its wake rise creatures of strange jagged form and frosty hue. They look like shambling pieces of armor with shards of ice bound together.",
            "Suddenly Aurora is there.",
            "Ice Spites!",
            "Everyone! We're under attack!",
            "And even as you summon your heroes to the party's defense, a wall of chill monsters rolls towards you.",
            "It seems as if the very ice has risen up to attack..."
        ],
        [
            "영원한 겨울의 세계에 도달하면 삭막한 분위기가 나아지지 않을까 기대했지만 월드스톤들은 여전히 말이 없다.",
            "얼어붙은 길 위에 사람을 고독하게 만드는 망령이라도 사는 것인지 점점 더 걸음이 무거워진다.",
            "이 땅에 저주가 걸린 것은 아닌지 의심하게 된다. 무언가 내면에서 끊임없이 고갈되는 기분이다.",
            "그때 셀레스티가 평온한 투로 말을 걸어온다.",
            "꿈꾸는 자, 너 괜찮니?",
            "유난히 말수가 적은 느낌이구나.",
            "그녀는 아무렇지 않은 투로 이야기하며 어깨를 으쓱였다.",
            "어디서부터 시작해야 좋을지 모르겠다.",
            "믿었던 친구의 배신? 구했다고 생각한 이의 죽음? 동료간의 불화? 불안요소들이 늘어간다.",
            "견디기 힘들겠지, 이해한단다.",
            "그리 듣고 싶은 말은 아니겠지만, 너무 쳐져있지 마. 다들 네게 영향을 받지 않니. 아이들도 그렇고.",
            "날씨를 이야기하듯 가벼운 어조였으나 문득 남매를 돌아보게 된다.",
            "월드스톤도 문제삼으면 문제라고 할 수 있겠지, 하지만 그들은 이 세상이 시작될 때부터 살아왔어. 자기 앞가림은 자기가 할 수 있다는 뜻이야.",
            "이런 상황에서 네가 챙겨야 할 건 월드스톤이 아니라 아이들이라고 말해주고 싶구나.",
            "그 기분을 한번 생각해보렴, 누가 누군가를 죽이는 걸 목격했잖아. 어디 그뿐이니?",
            "부모처럼 믿고 따르던 사람이 살인을 저질렀잖아.",
            "마음이 어떻겠어.",
            "그런데도 불평 한 번을 안 하잖아.",
            "언제 불을 피운건지, 모닥불 앞에 나란히 앉아있는 남매를 바라본다.",
            "...",
            "멍한 표정으로 냄비를 닦으며 리즈의 눈치를 살피던 말이 농담을 늘어놓는다.",
            "깨끗한 냄비를 닦고 또 닦으며 여동생의 기분을 풀어주려고 애를 쓰지만 마음처럼 되지 않는 모양이다.",
            "...",
            "재잘재잘 떠들기를 좋아하던 리즈는 무표정한 얼굴로 앉아 먼 곳을 바라보고 있다.<br>말의 농담에도 아무런 반응을 하지 않았다.",
            "내 문제에 몰두하느라 남매를 신경쓰지 못한 것이 부끄러웠다.",
            "주변을 둘러볼 여유가 없었다고 말하는 것이 변명처럼 느껴져 입을 다물었다.<br>얼굴이 화끈거려 셀레스티에게 고개만 겨우 끄덕였다.",
            "부끄러워할 것 없어, 꿈꾸는 자.",
            "별 것 아니잖니, 나는 그저 말을 할 뿐이고. 너도 알다시피 눈은 스스로 뜨는거야.",
            "그러니 오히려 내가 더 고맙지. 두 꼬마는 네게 맡길게. 그래도 괜찮겠니?",
            "다시 셀레스티에게 고개를 끄덕였다.",
            "가볍게 미소지은 셀레스티가 손을 살랑거리며 마차로 돌아간다.",
            "아... 꿈꾸는 자.",
            "음. 냄비가 너무 더러운 것 같아서 깨끗하게 만들고 싶었는데... 너무 깨끗해졌네.",
            "말이 어색한 변명을 늘어놓으며 삐그덕 소리가 날 것같은 얼굴로 웃는다.",
            "무슨 이야기를 하면 좋을까, 가벼운 이야기를 하고 싶었다.<br>말이 좋아할 법한 이야기를 고르려다 도미니언에 대해 말했다.",
            "음... 도미니언?",
            "새 지도자는 가능한 모두가 신뢰할 수 있는 사람이 되는 게 좋지 않겠냐고 묻자...",
            "뭐어... 그건 그렇지.",
            "말이 느리게 고개를 끄덕인다. 갖은 보상과 고급스러운 옷, 변덕을 부려도 늘 맞장구를 치는 하인들... 퀸 오브 하트의 거대한 궁전을 떠올리며 묘사했다.",
            "그... 그렇겠지?",
            "그에 걸맞은 사람이라면.",
            "응! 그에 걸맞은 사람이라면!?",
            "그럴만한 자격이 있는 사람은 바로...",
            "그럴만한 자격이 있는 사람은!?",
            "이 영광을 누릴 사람은 역시...",
            "역시!?",
            "어느새 들뜬 얼굴로 눈을 반짝이는 말에게 리즈를 가리켜 보였다.",
            "엥.",
            "리즈으으으으으!?",
            "리즈가 한박자 늦게 키득거린다.",
            "오빠는 바보야, 놀리는 것도 모르고.",
            "놀린거야!?",
            "그럼 계속 진지하게 듣고 있었어?",
            "아니, 난... 그래. 그런 거겠지...",
            "리즈라면 성의 하인들과 잘 지낼 것 같다고 말했다.",
            "그렇겠지. 지금도 하인이랑 잘 지내잖아! 내가 하인인게 문제지만.",
            "에헤헤...",
            "진심인 줄 알았는데...",
            "글쎄, 미래에 어떤 일이 생길지 누가 알겠어? 언젠가는 리즈의 궁전에서 지금처럼 냄비를 닦고 있을지도?",
            "에스메가 은근슬쩍 다가와 키득거린다.",
            "재미있는 이야기를 하고 있길래, 나도 끼워줘.",
            "말의 냄비가 에스메의 손으로 넘어갔다.",
            "그리고 미안하다는 말도 하고싶어. 생각하느라 통 이야기를 못했잖아?<br>그러다보니 내가 왜 여기에 왔는지, 뭘 하고 있는지도 잊어버릴 것 같더라고.",
            "판타지아를 위해 할 수 있는 일이 남아있기는 한 걸까, 뭐 그런거 있잖아.",
            "그때 셀레스티가 파란 액체가 담긴 병을 느긋하게 흔들며 걸어왔다.<br>알아보기 힘든 글자가 적힌 라벨이 붙어있었다.",
            "생각도 너무 많이 하면 병이 된다고 하던데, 일단 이것부터 볼래?",
            "그녀가 자연스럽게 분위기를 바꿔놓았다.",
            "보여주고 싶은 게 있거든.",
            "에스메가 의심스러운 눈으로 셀레스티를 바라본다.",
            "그거 술이야?",
            "술이냐고 묻는 동시에 에스메가 빠르게 남매를 힐끔거리는 것이 느껴졌다.",
            "뭐? 어린애가 있는데 술은 안 되지, 이건 그냥 음료수란다. 마법이 살짝 첨가되긴 했지만...",
            "셀레스티가 먼저 남매에게 그 음료를 나누어 준다. 잔에 담긴 음료가 형형색색의 빛을 내며 반짝였다.",
            "기포가 유리잔 속에서 무지개를 닮은 작은 파도를 일으키고 사라졌다.",
            "이건 메로우 아일즈에서 구했어. 지금은 사라진지 오래됐지만, 예전에는 안개와 비밀의 영역이라고 불렸단다.",
            "그곳의 상인들은 이걸 포베리 블루라고 불렀지.",
            "이 음료의 제조법을 알고 있는 사람은 이 세상에 오직 두 명 뿐이야. 음료 자체는 세 병 남았고, 내가 두 병을 가지고 있단다.",
            "누군가 마지막 한 병은 그럼 어디에 있느냐 물었지만 셀레스티는 장난스레 웃을 뿐 대답하지 않았다.",
            "그녀가 건넨 포베리 블루를 한 모금 마셨다.",
            "입 안에 상큼한 딸기 맛이 감돈다. 그 뒤를 이어 바닐라 향이 은은하게 감돌고, 새콤한 맛 뒤에 초콜릿 향이 따라 붙는다.",
            "탄산이 터질 때마다 맛이 변하는 신기한 음료 덕분에 기분이 가벼워졌다.",
            "하여간, 너무 깊게 생각하지 말자꾸나. 그냥 지금 이 순간을 즐기는 거야.",
            "셀레스티의 말대로 모닥불에 모여앉은 사람들의 얼굴에 행복이 묻어난다. 그 사이로 성큼성큼 다가오는 발소리가 섞였다.",
            "바보, 바보, 바보! 나만 빼놓고 파티 하는거야!?",
            "비타!",
            "하긴, 넌 파티같은거 좋아하지? 유치하게.",
            "아니거든!",
            "비타가 아랫입술을 비죽거리며 냉큼 셀레스티에게 잔을 내밀었다.",
            "인기척이 느껴져 뒤를 바라보자 언제 다가왔는지 무표정한 얼굴의 사피가 서있었다. 모두 약속이라도 한 것처럼 조용해졌다.",
            "네게 할 이야기가 있어.",
            "... 타마모의 일, 그건 네 잘못이 아니야.",
            "너희들이 타마모를 도우려 했던 건 이해해. 진심이었다고 믿어.",
            "나는 고개를 가로저었다.",
            "오로라의 방식은 잘못됐어. 그게 옳다고 생각하지는 않아.<br>... 그렇다고해서 너희를 원망할 자격이 생기는 건 아니지. 깨닫는게 늦었어.",
            "한숨 섞인 목소리로 사피가 말을 마쳤다. 모두가 그녀를 바라보는 것이 느껴진다. ",
            "그 모든 일이 있었음에도 불구하고 이 여정에 함께해주어 고맙다고 말했다.",
            "... 고마워.",
            "빈자리를 찾아 리즈 옆에 앉은 사피가 셀레스티를 바라본다.",
            "헤에, 사피...",
            "너 포베리 블루 마시고 싶은거지!?",
            "하!? 아니거든!",
            "셀레스티의 음료수 덕분에 한층 가벼워진 분위기로 대화를 나눌 수 있었다.",
            "오로라는 실체화 하지 않았지만...",
            "모닥불 주변에서 서로 웃고 떠드는 일행을 바라보고 있으니 그간 쌓였던 긴장이나 불안이 조금이나마 해소된 것을 느낄 수 있었다.",
            "음료를 한 모금 더 마시려던 그때, 무언가 머릿속으로 흘러들어온다.",
            "...",
            "그들이 다가가고 있어요, 꿈꾸는 자. 조심하세요!",
            "히나의 다급한 목소리가 들렸다.",
            "조심하라니, 무엇을? 서둘러 뒤를 돌아보자 날카로운 얼음조각이 다가오는 것이 보였다.",
            "미처 대비하지 못하고 허둥거리는 내 앞에 오로라가 모습을 드러냈다.",
            "... 서리 망령!",
            "꿈꾸는 자, 어서 메르헨을 소환하세요!",
            "얼음으로 빚어진 괴물이 달려드는 모습이 몰아치는 폭풍을 닮았다.",
            "오로라가 시간을 벌어준 사이 서둘러 메르헨을 소환했다."
        ],
        [
            "永遠なる冬の世界に着けば索漠とした雰囲気が少しは良くなるかと期待したが、ワールドストーンたちは未だに口を開かない。",
            "凍結した道に人を孤独にする亡霊でもいるのか、だんだん歩みが重くなっていく。",
            "この土地が呪いにかかっているのではないかと思うほどだ。何か内側から絶えず枯れていくような気分だ。",
            "その時、セレステが穏やかな口調で話しかけてきた。",
            "ドリーマー、大丈夫？",
            "ひときわ口数が少ないようだけど。",
            "彼女は何ともないような様子で話し、肩をすくめた。",
            "何から話し始めればいいか分からなかった。",
            "信じていた友達の裏切り？救ったと思っていた者の死？仲間の不遇？不安な要素ばかりが増えていく。",
            "絶え難いことだと思う、よく分かるわ。",
            "それほど聞きたい言葉ではないと思うけど、あまり疲れてばかりいてはいけないよ。みんな君の影響を受けてしまうと思わない？子供たちもそうだし。",
            "天気の話をするように軽い口調だったが、ふと兄妹の方に目がいった。",
            "ワールドストーンも問題視すれば問題ではあるけど、彼女たちはこの世界が始まった時から生きてきた。自分のことは自分でできるということよ。",
            "こんな状況で君が見てあげないといけないのは子供たちだってことよ。",
            "あの気分を一度考えてみな、誰かが誰かを殺すところを見たじゃない。",
            "それも親のように信じてついていった人が人を殺したのよ。",
            "どんなふうに思っていることか。",
            "それでも不満一つこぼさないじゃない。",
            "いつ火を焚いていたのか、焚き火の前に一列に座っている兄妹を見つめた。",
            "...",
            "ぼーっとした顔で鍋を拭き、リズの様子を伺っていたマルが冗談を並べた。",
            "きれいな鍋を拭いて、また拭き、妹の気持ちを晴らしてあげようと頑張っているが、思うようにはいかないようだ。",
            "...",
            "ぺちゃくちゃお喋りが好きだったリズは、無表情な顔で座り、遠くを眺めていた。<br>マルの冗談にも何の反応もしなかった。",
            "自分の問題に没頭してマルとリズを気遣えなかった事が恥ずかしかった。",
            "周りを見る余裕が無いというのは言い訳のように思えて、口を閉ざした。<br>顔を赤くして、セレステに頷くだけだった。",
            "恥ずかしがる事じゃ無いよ、ドリーマー。",
            "大した事ないじゃない、私はただ言っているだけだし。君も知ってるように、目は自ら開けるんだよ。",
            "だからむしろ私の方がありがたいよ。2人のおちびちゃんは君に任せる。大丈夫よね？",
            "もう一度セレステに頷いた。",
            "軽く微笑んだセレステが手を振りながら馬車へと戻っていく。",
            "あ...ドリーマー。",
            "うーん。鍋がすごく汚いと思って綺麗にしようとしたんだけど...すごくきれいになったよ。",
            "マルが不自然な言い訳を並べて軋むような顔で笑う。",
            "何を話せばいいだろう、あまり重く無い話がしたかった。<br>マルが好きそうな話を考えようとして、ドミニオンについて聞いた。",
            "うーん...ドミニオン？",
            "新しい指導者は出来るだけ信頼できる人がいいんじゃ無いかと聞くと...",
            "まぁ〜...それはそうだよね。",
            "マルがゆっくり頷いた。様々な報酬と高級な服、気まぐれな態度を取ってもいつでもあいづちを打つ召使い...ハートの女王の巨大な宮殿を思い浮かべて描写した。",
            "そ...そうだよね？",
            "それにふさわしい人なら。",
            "うん！ふさわしい人なら？",
            "それにふさわしい資格を持つ人は...",
            "それにふさわしい資格を持つ人は...！？",
            "この栄光を享受する人はやはり...",
            "やはり！？",
            "いつの間にか浮かれた様子で目をキラキラさせるマルに、リズを指差して見せた。",
            "え？",
            "リズーーーーー！？",
            "リズが一足遅れてくすくす笑った。",
            "お兄ちゃんはバカね、からかわれてることも分からないなんて。",
            "え？冗談だったの！？",
            "ずっと真面目に聞いてたの？",
            "いや、俺は...そうか。そうだよな...",
            "リズなら城の召使いたちと仲良く過ごせそうだと言った。",
            "そうだろうな。今も召使いと仲良くしてるじゃん！俺が召使いなのが問題だけど。",
            "えへへ...",
            "本気かと思ったのに...",
            "さあね、未来は何が起こるか誰も分からないじゃん？いつかはリズの宮殿で今みたいに鍋拭きしてるかもよ？",
            "エスメがさりげなく近づいてきてくすくす笑う。",
            "面白そうな話してたからさぁ〜、あたしも混ぜてよ。",
            "マルの鍋がエスメの元へと移った。",
            "それとごめんね。考えてばかりでずっと話せてなかったよね。<br>だからあたしが何でここに来たのか、何をしているのかも忘れそうになったの。",
            "ファンタジアのためにできる事はまだあるのかとか、そんなことを考えてたの。",
            "その時、セレステが青い液体の入った瓶をゆっくり振りながら歩いてきた。<br>分かりにくい字で書かれたラベルが貼ってあった。",
            "考え過ぎたら病気になるって言うけど、とりあえずこれから見てみる？",
            "彼女が自然にその場の空気を変えた。",
            "見せたいものがあるの。",
            "エスメが不審そうな目でセレステを見つめる。",
            "それ、お酒？",
            "お酒かと聞くと同時に、エスメがすばやく兄妹をチラリと見た。",
            "なんだって？子どももいるのにお酒は出さないよ、これはただの飲み物よ。少し魔法は入っているけどね...",
            "セレステがまず兄妹二人に飲み物を分け与えた。グラスに入った飲み物が、色とりどりの光を放ってきらめいた。",
            "気泡がグラスの中で虹のような小さな波を作って消えた。",
            "これはメローアイルズで買ったの。今ではもう消えてから結構経つけど、以前は霧と秘密の領域って言われていたわ。",
            "そこの商人たちはこれをフォーベリーブルーと呼んでいた。",
            "この飲み物の作り方を知っている人はこの世界にたった二人だけ。この飲み物は３つ残っていて、そのうち２つを私が持っているの。",
            "誰かがその残りの１瓶は誰が持っているのかと聞いたが、セレステはイタズラっぽく笑うだけで答えることはなかった。",
            "彼女がくれたフォーベリーブルーを一口飲んだ。",
            "口の中に爽やかなイチゴの味が広がる。続いてほのかにバニラの香りが漂い、甘酸っぱい味の後にチョコレートの香りが続く。",
            "炭酸が弾けるたびに味が変わる不思議な飲み物のおかげで気持ちが軽くなった。",
            "とにかく、あまり深く考え込むのはやめにしようよ。今この瞬間を楽しむんだよ。",
            "セレステの言葉通り、焚き火の周りに集まって座る人々の顔に幸せが滲み出ている。その中に、のしのしと近づいてくる足音が混ざっていた。",
            "バカ、バカ、バカ！あたしだけ仲間はずれにしてパーティーしてるの！？",
            "ヴィータ！",
            "そういえば、ヴィータはパーティとか好きだよね。子供っぽいんだから。",
            "そんなことないもん！",
            "ヴィータが下唇を震わせながら、すぐにセレステにグラスを突き出した。",
            "人気を感じて後ろを振り返ると、いつの間に近づいてきたのか、無表情のサフィが立っていた。みんな口裏合わせでもしていたかのように静かになった。",
            "話すことがあるの。",
            "...玉藻のこと、あれはあなたのせいじゃない。",
            "みんなが玉藻のことを助けようとしてくれたことは分かってる。本気だったって信じてる。",
            "私は首を縦に振った。",
            "オーロラのやり方は間違ってた。それは正しいとは思わない。<br>...でも、だからと言ってみんなを恨んでも良いわけじゃない。気付くのが遅かった。",
            "サフィはため息混じりの声で言葉を終えた。皆が彼女を見つめている。",
            "いろいろなことがあったにも関わらず、一緒に旅についてきてくれてありがとうと言った。",
            "...ありがとう。",
            "空いてる席を探して、リズの隣に座ったサフィがセレステを見つめる。",
            "へぇ、サフィ...",
            "フォーベリーブルー飲みたいんでしょ！？",
            "は！？違うもん！",
            "セレステの飲み物のおかげで、より一層軽くなった雰囲気で会話をすることができた。",
            "オーロラは実体化しなかったけど...",
            "焚き火の周りで、互いにしゃべってはしゃいでいるみんなを眺めていると、今までの緊張と不安が少し解けたような気がした。",
            "飲み物を一口飲もうとした時、何かが頭の中に流れ込んでくる。",
            "...",
            "彼らが近づいています、ドリーマー君。気をつけてください！",
            "ヒナの焦った声が聞こえてきた。",
            "気をつけてって何を？急いで後ろを振り返ると、鋭い氷のかけらが近づいてくるのが見えた。",
            "まだ準備できずに慌てていた私の前に、オーロラが姿を現した。",
            "...霜の亡霊！",
            "ドリーマー、早くメルヘンを召喚してください！",
            "氷でできた怪物が走ってくる姿が吹き付ける嵐に似ていた。",
            "オーロラが時間を稼いでくれている間に、急いでメルヘンを召喚した。"
        ]
    ],
    "music": [
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_shadowsawait.wav",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        ""
    ]
}