{
    "StoryName": "Campaign_Chapter14_Part3",
    "background": [
        "graveyard",
        "graveyard",
        "graveyard",
        "graveyard",
        "graveyard",
        "graveyard",
        "graveyard",
        "graveyard",
        "graveyard",
        "cursedcastle",
        "cursedcastle",
        "cursedcastle",
        "cursedcastle",
        "cursedcastle",
        "cursedcastle",
        "cursedcastle",
        "cursedcastle",
        "cursedcastle",
        "cursedcastle",
        "cursedcastle",
        "cursedcastle",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Van Helsing",
            "Van Helsing",
            "",
            "Van Helsing",
            "",
            "",
            "Robin",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Vita",
            "Vita",
            "Aurora",
            "",
            "Robin",
            "Robin",
            "",
            "Robin",
            "",
            "",
            "",
            "Aurora",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "",
            "Robin",
            "Van Helsing",
            "Van Helsing",
            "Robin",
            "",
            "Robin",
            "Robin",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Robin",
            "Van Helsing",
            "Van Helsing",
            "",
            "",
            "",
            "Aurora",
            "Van Helsing",
            "Van Helsing",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "반 헬싱",
            "반 헬싱",
            "",
            "반 헬싱",
            "",
            "",
            "로빈 후드",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "비타",
            "비타",
            "오로라",
            "",
            "로빈 후드",
            "로빈 후드",
            "",
            "로빈 후드",
            "",
            "",
            "",
            "오로라",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "",
            "로빈 후드",
            "반 헬싱",
            "반 헬싱",
            "로빈 후드",
            "",
            "로빈 후드",
            "로빈 후드",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "로빈 후드",
            "반 헬싱",
            "반 헬싱",
            "",
            "",
            "",
            "오로라",
            "반 헬싱",
            "반 헬싱",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "",
            "ヴァン・ヘルシング",
            "",
            "",
            "ロビンフッド",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴィータ",
            "ヴィータ",
            "オーロラ",
            "",
            "ロビンフッド",
            "ロビンフッド",
            "",
            "ロビンフッド",
            "",
            "",
            "",
            "オーロラ",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "",
            "ロビンフッド",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ロビンフッド",
            "",
            "ロビンフッド",
            "ロビンフッド",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ロビンフッド",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "",
            "",
            "",
            "オーロラ",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Van Helsing leads you through the graveyard to the outer walls of the castle.",
            "You're not sure what secret way he knows, but you can't see it being the door you accessed before.",
            "With all the enchantments on this place, you doubt you'll be able to scale the wall and get in undetected that way.",
            "No, Dreamer. We won't be going <i>over</i> the wall...",
            "Nor will we find a portal <i>through</i> it...",
            "So... under? How will you do that? Tunnelling will surely take too long.",
            "Wait and see.",
            "He leads you along the wall and down an embankment to a clump of bushes.",
            "You think you can hear running water somewhere nearby and, lo and behold, when he pulls back the bushes, you see –",
            "A culvert!",
            "Indeed.",
            "The waste waters from the under-mansion all drain out through here.",
            "It is wide enough for a person to crawl through... if you can stand the smell.",
            "A sewer?!",
            "You better not drop me in there!",
            "I agree... Dreamer, would you be so kind as to carry Vita and I in our stone forms?",
            "With a bit of sorting out, you soon have Aurora and Vita safely ensconced in pouches, whereupon, you prepare to enter the culvert.",
            "This is proper housebreaking!",
            "This reminds me of my younger days, breaking into castles to relieve the nobles inside of their ill gotten gains!",
            "Well, Dracula's ill gotten gains are the four remaining World Stones...",
            "Right! We had better rescue them quickly!",
            "You pass through the culvert, crawling into Dracula's mansion on your hands and knees, trying to keep to the higher, drier stonework as much as you possibly can.",
            "Smells assail your nostrils – not just sewage, but the acrid tang of chemicals and the refuse of magical research...",
            "As you crawl, Aurora queries your new companion and guide.",
            "How do you and Dracula know each other?",
            "I'll tell you my story, if you wish.",
            "Or an abridged version of it, at least...",
            "Once upon a time, we were friends, the Count and I. He is a man of surpassing wit and intelligence, after all. And he always presented a friendly face to me.",
            "But our friendship changed after I witnessed him betraying his own allies, simply to maintain the perceived strength of his rule within the Haunted Realm.",
            "After that, I came to realise that Dracula's heart was black and our supposed friendship was merely a sham to keep me on his side.",
            "Even then, it took a long time for me to cast that deception aside, as I didn't want to believe it to be true.",
            "In the end, my hand was forced when the Count betrayed me too.",
            "Perhaps he saw me as a threat, perhaps he noticed I had begun to distance myself from him, but Dracula sent his minions to kill me.",
            "I barely escaped with my life. And, after that, I swore to end his rule over the Haunted Realm once and for all!",
            "We duelled for many years, a battle of wits that took its toll on both of us... eventually, he succeeded in luring me into a trap.",
            "I won't tell you how exactly he defeated me, but defeat me he did, to my shame...",
            "And with my defeat, he also took my life.",
            "That's a pretty difficult story... You can understand why his grudge is so strong.",
            "But if you two hated each other so much, how come your memory shard was buried in such a fancy grave?",
            "I don't know...",
            "Perhaps there was a grudging level of respect in his twisted mind... perhaps it was a display of power... that he had defeated me after our long years of battle?",
            "He sounds formidable... I've never met him, but even I've heard stories about Dracula.",
            "Well, she'll be meeting him soon enough.",
            "True.",
            "Does the Count have any weaknesses, Mr Van Helsing?",
            "You can call me Abraham.",
            "And yes, everyone does, even the Count.",
            "Beyond his encompassing ego, Dracula's greatest weakness is sunlight.",
            "It is deadly to him.",
            "That... doesn't sound too helpful. The Haunted Realm is well known for being perpetually gloomy and overcast.",
            "That's why I have my blessed crossbow bolts. They are unaffected by any magic and they carry the light of the sun within them!",
            "Give me a clear shot and they will 'illuminate' him quite nicely.",
            "Hmmm, that sounds quite painful... but you decide not to comment on that, as you continue crawling through the waste waterway.",
            "Fortunately, you don't have to crawl for much longer before the tunnel opens up into vaulted underground chambers and you're able to take your feet once more.",
            "Aurora blooms back into existence before you, but it seems Vita is still confined to her stone form.",
            "Thank you, Dreamer... What now?",
            "Now we simply have to find our way through the maze that is the under-mansion.",
            "Be on your guard, there are things living down here that even the Count doesn't know about...",
            "No sooner does he say this, when a skittering, chittering sound starts up, echoing through the tunnels all around you!",
            "Looks like you'll have to fight from here on!"
        ],
        [],
        []
    ],
    "music": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}