{
    "StoryName": "Campaign_LibraryStory_Vita_4",
    "background": [
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png"
    ],
    "character": [
        [
            "",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "",
            "",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "",
            "",
            "",
            "Vita",
            "Vita",
            ""
        ],
        [
            "",
            "",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "",
            "",
            "",
            "비타",
            "비타",
            "비타",
            "비타",
            "",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "",
            "",
            "",
            "비타",
            "비타",
            ""
        ],
        [
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Vita hums while eating the cake you gave her.",
            "So Vita, what happened to Briar Rose after she woke up?",
            "Huh? What do you think...? Of course, she became a Dominion, afterwards.",
            "She was always really strong before, but it was like her long sleep awakened her true power.",
            "She became really REALLY strong. I'm pretty sure Esme must have been a little jealous about it!",
            "Though, even then, the rest of the realm wouldn't wake up...",
            "We travelled around, trying to find ways to change the situation, but we couldn't find anything.",
            "Eventually, I had to return to the castle to look after the realm, but Briar continued looking for a solution.",
            "She would often return to the castle, though, to keep me company.",
            "She tried to remain positive and upbeat all the time... in spite of being so sleepy.",
            "I knew it made her sad that the rest of the realm was still asleep. I wanted to comfort her because of that.",
            "But, you know what? Even if I wanted to comfort her, I didn't know how to do it.",
            "So, I would just have tea parties with her and tell her the stories I knew.",
            "Like there was once this Dominion and that Dominion in the past, stuff like that...",
            "I told her about how they overcame things whenever they went through hard times.",
            "Rose doesn't talk a lot, so she'd always say \"Is that so?\" and that's it.",
            "Vita mimics Briar Rose's voice.",
            "Maybe it's because they're old friends, but the way Vita mimics Briar Rose sounds very similar to the former Dominion, as if the real Briar Rose is talking.",
            "So what happened next?",
            "Yeah... so, we would see each other every day when she was in the castle...",
            "There was this one fairytale that she especially liked. Maybe you should go ask Aurora to read it to you later!",
            "Anyway, I thought the fairytale sounded too cliche, so I twisted the story a little bit...",
            "I changed it into a story where the prince kisses the princess and then runs away.",
            "Uh, wasn't she trying to comfort her...?",
            "Yeah, of course! But sometimes it's more fun when there's something like that!",
            "But when Rose heard the story, she laughed.",
            "I'd never seen her laughing like that before.",
            "And that was the moment she said this:",
            "\"That's not how the fairytale goes!\"",
            "And after that, we became close friends...",
            "Anyway, it's all because I twisted the fairytale a bit, you know?",
            "Vita says this in a triumphant voice, as she devours each of the strawberries on her cake in one bite.",
            "Perhaps it doesn't take much to be friends with others.",
            "For some reason, that thought naturally comes to your mind after you listen to the story of Briar Rose and Vita.",
            "By the way, Dreamer.",
            "Do you have any more cakes? I want to give one to Rose, too.",
            "...Yeah, yeah. You knew she'd say that."
        ],
        [
            "비타가 탁상 위의 케이크를 먹으며 콧노래를 흥얼거린다.",
            "그러다 생각이 났는지 포크를 휘휘 움직이며 이야기를 시작했다.",
            "깨어난 다음 로즈는 곧바로 도미니언이 되었어.",
            "긴 잠이 그 애를 각성시킨 것처럼 말이야.",
            "이전에도 강한 존재였지만 훨씬 더 강해졌어. 에스메도 부러웠을걸!?",
            "여전히 왕국의 백성들은 깨어나지 않았지만...",
            "우리는 어떻게든 사람들을 깨우려고 했지만 아무것도 할 수 없었어.",
            "나는 왕국을 유지하기 위해서 돌아왔지만, 로즈는 포기하지 않고 계속 방법을 찾아 다녔어.",
            "그래도 가끔씩 성에 돌아와서 같이 시간을 보내긴 했는데...",
            "그 애는 저주를 풀기 위해 엄청 노력했어.",
            "로즈가 슬퍼하는 걸 알고 있었으니까, 나는 그 애를 위로하고 싶었구...",
            "근데, 위로해주고 싶어도 말이지~ 방법을 잘 몰라서...",
            "지금처럼 내가 아는 이야기들을 들려줬지.",
            "예전에는 누가 도미니언이었는지, 그 전에는 또 어떤 도미니언이 있었는지...",
            "그 아이들이 슬픈 일을 겪었을 때 어떻게 이겨냈는지 이야기 해줬어.",
            "로즈는 내가 이야기 해도 언제나 \"그렇구나.\" 같은 말밖에 안 했지만...",
            "비타가 브라이어 로즈의 목소리를 흉내낸다.",
            "오랜 친구 사이라서 그런지 흉내내는 목소리가 똑같다.",
            "그 다음에 어떻게 됐는지 물었다.",
            "나중에는 그 애가 성에 있을 때마다 찾아갔는데.",
            "로즈가 특히 좋아한 동화가 있었어! 잠탱이 너도 큰 언니한테 들려달라고 해봐!",
            "그 동화 내용을 내가 살짝 비틀어서...",
            "왕자가 공주에게 키스만 하고 냅다 도망가는 내용으로 바꿔버렸거든?",
            "월드스톤의 위로는 좀 독특한 것 같다...",
            "아니이~! 가끔 그런 내용도 있어야 재밌잖아!",
            "그런데 그 이야기를 들은 로즈가 웃는거 있지.",
            "그렇게 웃는 얼굴은 처음 봤던 것 같아.",
            "그때 로즈가 한 말이야!",
            "동화는 그렇게 흘러가지 않아! 라는 거...",
            "우린 그렇게 마음을 터놓은 친구가 된 거라구?",
            "내가 내용을 비튼 덕분에 친구가 된 거지!",
            "케이크 위의  딸기를 한 입에 삼킨 비타가 의기양양한 목소리로 말했다.",
            "친구가 되는 건 생각만큼 어려운 일이 아니라고 했던가.",
            "두 사람의 옛날 이야기를 들으니 자연히 그 말이 떠오른다.",
            "근데, 꿈꾸는 자.",
            "이 케이크 혹시 더 없어? 로즈한테도 가져다 주고 싶은데.",
            "비타가 장난스러운 얼굴로 윙크하며 웃었다."
        ],
        [
            "ヴィータがテーブルの上にあるケーキを食べながら、鼻歌を歌っている。",
            "そして思い出したのか、フォークを動かしながら話し始めた。",
            "目覚めてから、すぐにローズはドミニオンになったの。",
            "長い眠りがあの子を覚醒させたみたいにね。",
            "元から強い存在だったけど、さらに強くなったの。エスメもうらやましがったはず！",
            "相変わらず王国の人たちは目覚めなかったけど...",
            "何とかして目覚めさせようとしたんだけど、何もできなかったんだ。",
            "あたしは王国を維持するために帰ってきたけど、<br>ローズは諦めずに方法を探し回ったの。",
            "でもたまに城に帰ってきて、一緒に時間を過ごしたよ。",
            "ローズは呪いを解くためにすごく頑張ったんだ。",
            "ローズが悲しむのを分かってたから、あたしは慰めたかったの。",
            "でも、慰め方がよく分からなくて...",
            "今みたいに、あたしが知ってる話を聞かせてあげたの。",
            "昔は誰がドミニオンだったのか、その前にはどんなドミニオンがいたのか...",
            "みんなが悲しいことを経験した時、どうやって乗り越えたのか話してあげたんだ。",
            "ローズは話を聞いても「そうなんだ」しか言わなかったけど...",
            "ヴィータはいばら姫の声をマネした。",
            "昔からの友達だからか、声がそっくりだった。",
            "それからどうなったのか尋ねた。",
            "それからは、あの子が城にいるたびに会いに行ったんだけど。",
            "ローズが特に好きな童話があったの！寝ぼすけもお姉ちゃんに聞いてみて！",
            "その童話の内容をちょっと変えて...",
            "王子が姫にキスだけをして、すぐに逃げ出しちゃう内容にしてみたの！",
            "ワールドストーンの慰めは少し変わっているようだ...",
            "いやいや！たまにはそういう内容も必要でしょ？",
            "それでね、その話を聞いたローズが笑ったの。",
            "あんな風に笑ったところは初めて見たんだよ。",
            "そこで、ローズが言ってたの！",
            "童話はそんな展開にならない！って...",
            "あたしたちはそうやって、何でも話し合える友達になったんだよ。",
            "あたしが童話の内容を変えたおかげで、友達になったの！",
            "ケーキの上にあったイチゴを一口で飲み込んだヴィータが、<br>意気揚々とした声で言った。",
            "友達になるのは思ったより難しいことではないらしい。",
            "2人の昔話を聞いていたら、その言葉が思い浮かんだ。",
            "ねえ、ドリーマー。",
            "このケーキ余ってない？ローズにも持っていってあげたいな。",
            "ヴィータが楽しそうな顔でウインクしながら笑った。"
        ]
    ],
    "music": [
        "music_sanctuary.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}