{
    "StoryName": "Campaign_Chapter13_Part1",
    "background": [
        "white.png",
        "white.png",
        "white.png",
        "white.png",
        "white.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerpedestal.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "Aurora",
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "오로라",
            "",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "오로라",
            "",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ"
        ]
    ],
    "dialogueText": [
        [
            "Everything is white.",
            "Everything is silent.",
            "For a moment you wonder if you're dead...",
            "Then the white light starts to ebb. A breeze touches your face. You hear sounds...",
            "The wind blows in a low moan through... something?",
            "And then you find yourself in a place you feel is vaguely familiar.",
            "A circular chamber... Open arches and, beyond, the sky... a blue sky...",
            "Haven't you been here before? You feel like you recognise this place.",
            "It reminds you of the chamber at the top of the tower in the collapsing realm where you first found the Dreamstone.",
            "However, you can tell this is not the same tower – the stonework has a different colour, the view beyond the arches is different.",
            "Yes, quite apart from anything else, that tower was drifting out into the Dreamless Nether. There was <i>nothing</i> to see beyond its windows... only blank emptiness.",
            "But, even so, there's something else about this place that feels familiar. You can't put your finger on it... but it's as if you really have been here before, after all.",
            "How is that possible?",
            "Looking around, you see that, just like the drifting tower, this chamber also has a central pedestal – upon which the Dreamstone sits!",
            "Relief floods through you as you cross to the pedestal, already calling Aurora's name.",
            "But Aurora doesn't respond. The Dreamstone simply sits on the pedestal, apparently inert.",
            "How did you get here? Did Aurora teleport you here from the Haunted Realm?",
            "No answer comes from the Dreamstone, even when you call her name several times.",
            "You cross to the arches and look out into the world.",
            "It's a dizzying drop down from a truly stupendous height. For a moment, the world swims, before snapping back into focus.",
            "You can see greenery below, a forest, maybe? And in the distance... Is that Haven, perhaps?",
            "You return to the circular chamber and spot a doorway. Beyond the doorway are curving steps leading downwards.",
            "You're about to start down them when –",
            "<i>Dreamer</i>...",
            "You whirl around, but there is no one there.",
            "Aurora?",
            "Yes... I'm here...",
            "Her voice is ghostlike and inconsistent, like a flickering flame in a strong breeze.",
            "Where is she?",
            "I am in the Dreamstone... I have hardly any strength left...",
            "Breaking free of Dracula's protective enchantments took everything I have... All my power...",
            "Dracula?",
            "That's right! Dracula has the other World Stones! You need to get back to the Haunted Realm to rescue them!",
            "...",
            "Aurora?",
            "I'm still here... But even talking to you is difficult...",
            "Will she regain her energy?",
            "In time... Being here should help... This is the Clouded Tower... it is my home... and my connection to Phantasia...",
            "When I broke us free of the Haunted Realm... this was the only place I could think to go...",
            "I can regain my strength more quickly here than anywhere else in this world...",
            "This is the Clouded Tower?",
            "Didn't Kyo say something about that?",
            "Kyo...?",
            "He mentioned he had managed to get inside the Clouded Tower and that it had signs of being recently inhabited.",
            "What?!",
            "What's wrong?",
            "...",
            "Aurora?",
            "No... that shouldn't be possible...",
            "He must have lied to you...",
            "Why would he do that?",
            "I... I don't know...",
            "If he managed to gain access to the Clouded Tower, things are even more pressing than I feared...",
            "Isn't needing to rescue her sisters pressing enough? Can she teleport you back to the Haunted Realm?",
            "I can't even manifest myself, Dreamer, let alone teleport...",
            "But... there may be a way...",
            "I need to show you something. We need to go to the base of this tower – no, we need to go <i>below</i> the tower...",
            "<i>Below</i> the Clouded Tower? Why?",
            "I can't say... it's complicated...",
            "Like how she couldn't say how the Dominions were actually holding back the Dreamless Nether? Or that the life force of each realm came from its respective World Stone?",
            "Why can't she ever just tell you the truth about things? Why can't she tell you what's really going on?",
            "I... I thought it would be safer not to...",
            "<i>Safer?</i>",
            "I'm sorry for everything, Dreamer, truly I am...",
            "I'm sorry you've been forced to fight for this world without any explanation, I'm sorry you don't know why you're here or what this world means...",
            "I'm sorry you don't even know <i>who you are</i>...",
            "I promise I will tell you everything I can... But it will be far less complicated if I just show you...",
            "Show you?",
            "Yes... we need to go down to the base of the Clouded Tower...",
            "You're pretty high up, that will take a while.",
            "Nevertheless... Please, Dreamer... I'll explain everything when we get where we need to go.",
            "Take the Dreamstone with you. I may be able to manifest myself before we get there.",
            "With many misgivings, you cross to the pedestal and pick up the Dreamstone.",
            "It feels warm in your hands...",
            "Now, hurry, Dreamer...",
            "We must reach the base of the Clouded Tower...",
            "You nod and cross back to the doorway,",
            "You walk down the wide, curving steps within the Clouded Tower, carrying the Dreamstone with you.",
            "After one rotation of the tower, you reach another floor. Looking through a doorway, you see... a bedroom?",
            "Living quarters?",
            "Is this where Aurora would normally live if she wasn't trying to save Phantasia from the Dreamless Nether?",
            "Please Dreamer, we cannot linger.",
            "Right...",
            "You carry on downwards, passing floor after floor. After a while, you begin to notice carvings on the walls. Intricate designs and curious looking creatures.",
            "As you pause to look at one of these, you see a faint golden light start to shine from the deep grooves.",
            "What is it? What's happening?",
            "Oh... oh no...",
            "Dreamer, you may need to fight...",
            "I believe the tower has identified you as an intruder!",
            "Can't she stop it?",
            "Not in my current state...",
            "Get ready... here they come!"
        ],
        [
            "괜찮아요, 나의 소중한 당신.",
            "당신에게 나쁜 일이 일어나지 않도록 제가 지켜드릴게요.",
            "대가 같은 것은 필요 없어요.",
            "그럼요, 물론이죠. 왜냐하면, 당신은 이 세상의...",
            "속삭이는 소리와 함께 눈을 떴다.",
            "낯설지만 어디에선가 한번 본 적 있는 것 같은 공간이다.",
            "탑의 난간 너머로 보이는 새카만 어둠과 판타지아의 풍경.",
            "여기는...",
            "드림 스톤, 오로라의 본체를 발견했던 곳과 비슷하게 생겼다.",
            "천장에 금빛으로 찬란한 글자들이 천천히 떠다닌다.",
            "우리의 삶은 꿈의 연속이며, 모든 순간은 작은 꿈으로 이루어져 있다...",
            "닉스가 보내주었던 탑의 입구에 적혀있던 문구다.",
            "다시 그 탑으로 날아온 건가?",
            "므네모시네 경계와 영역이 겹쳐 사람의 몸으로는 올 수 없다고 했었는데.",
            "난간에서 아래를 바라보니 무저갱의 공간이 어둡게 펼쳐져 있었다.",
            "멀리 새카만 어둠과 이어진 밤의 세계와 유령 세계의 성, 마법의 왕국과 원더랜드의 풍경이 보였다.",
            "가장자리가 조금씩 심연에 닿아있는 다른 영역들과 달리 안식의 도시는 아직 무사해 보였지만",
            "탑 주변을 감싼 심연 속으로 판타지아의 가장자리가 떨어지는 모습을 보면 안심할 수 없다.",
            "그보다...",
            "정신을 잃기 전 드림 스톤의 빛을 본 것 같았는데, 오로라는 어디에 있지?",
            "열린 문틈 사이로 희미한 빛이 천천히 깜빡이고 있었다.",
            "드림 스톤 특유의 따뜻한 빛이다. 무언가를 정화할 수 있는 그런 힘.",
            "앞으로 나아가자 중앙 받침대 위에 드림 스톤이 놓여있었다.",
            "꿈꾸는 자...?",
            "힘없는 목소리가 드림 스톤 안에서 흘러나온다.",
            "오로라?",
            "네, 꿈꾸는 자. 저는 여기에 있어요, 괜찮으신가요?",
            "오로라는 아무렇지 않게 말하고 있었지만 드림스톤이 내는 빛은 너무 희미했다.",
            "퀸 오브 하트가 하트 스톤에서 직접 힘을 빼앗았을 때 내뿜던 빛과 비슷한 수준이다.",
            "너무 염려하지 마세요, 꿈꾸는 자. 저는 곧 괜찮아질 거예요.",
            "이런 상태라도요! 당신을 지켜드리는 것 정도는 제게 일도 아니에요, 그러니 안심하세요.",
            "오로라가 대답할 때마다 스톤이 희미하게 반짝인다.",
            "... 설마 실체화할 정도의 힘도 남지 않은 건가? 나를 현실 세계로 돌려보내느라?",
            "...",
            "오로라?",
            "... 꿈꾸는 자, 닉스가 당신을 보냈던 장소는 므네모시네 영역 안에 있는 수호자의 탑이었어요.",
            "그 정도는 예상했다. 영역을 이어주던 문들이 모두 수호자의 탑에 연결된 것 같았으니까.",
            "네, 맞아요. 판타지아에서 영역과 영역을 이어주는 입구는 쉽게 만들 수 있지만...",
            "제가 만드는 모든 출구의 끝은 반드시 수호자의 탑으로 이어지게 되어있거든요.",
            "당신께서 깨어나길 기다리기에는 상황이 너무 급박했어요. 그래서, 어쩌다보니...",
            "오로라가 난처한 목소리로 작게 웃었다.",
            "므네모시네 경계에서는 마법을 쓸 수 없다고 했었는데, 오로라는 어떻게 온 거지?",
            "정확하게 설명하기는 조금 어려운데...",
            "과연, 고민이라도 하듯이 스톤이 두어 번 짧게 깜빡였다.",
            "... ... 와 계약한 존재들은 그 규칙을 잠깐동안 무시할 수 있어요.",
            "뭐라고?",
            "꿈꾸는 자, 조금 전에 제가 한 말이 제대로 안 들리셨던 거죠?",
            "계약했다는 내용까지는 들었지만, 계약의 주체가 뭔지는.",
            "그렇군요, 지금 당신에게 허락된 내용은 거기까지인가 봐요.",
            "꿈꾸는 자, 당혹스러우시겠지만 우선은 이 탑의 최하층으로 내려가 주세요.",
            "너도 함께 가는 거지?",
            "네, 당장은 실체화할 수 없으니, 스톤을 챙겨 가주세요.",
            "위험한 순간이 오면 제가 알려드릴게요.",
            "계약의 대상이 누구인지 내가 반드시 알아야 해?",
            "... 네.",
            "당신에게 언제까지고 모든 것을 숨길 수는 없으니까요, 그렇죠?",
            "당신이 이 여정의 해답을 얻을 수 있었으면 좋겠어요, 그러길 진심으로 바라고요.",
            "오로라의 목소리가 조금 씁쓸하게 들렸다.",
            "자, 그럼 서두를까요. 탑의 자동 방어 시스템이 곧 가동될 거예요.",
            "탑의 자동 방어 시스템?",
            "오로라가 이제껏 설명하지 않았던 것들의 답을 얻을 수 있는 곳.",
            "그동안 오로라가 아무것도 말해주지 못했던 이유를 알아낼 수 있다면 좋을 텐데.",
            "꿈꾸는 자.",
            "오로라가 조용한 목소리로 나를 부른다.",
            "이것만큼은 분명히 말씀드리고 싶어요, 이것들은 많이 알면 알수록 당신의 생각과 의지에 더 쉽게 개입할 수 있게 된답니다.",
            "존재를 인식하는 것만으로 틈을 내주게 되는 거예요.",
            "그래서 그동안 당신에게 많은 것들을 비밀로 해왔어요. 그편이 안전하니까...",
            "그녀의 목소리에서 깊은 피로감이 느껴졌다.",
            "... 하지만 비밀로 하는 것에도 한계가 있다는 걸, 닉스 덕분에 깨달았어요.",
            "드림 스톤이 따스한 빛을 내며 깜빡인다.",
            "우선 이곳에 관해 설명해 드릴게요. 이곳은... 이미 아시겠지만, 수호자의 탑이라고 불리는 곳이에요.",
            "심연의 탑은 이 수호자의 탑의 그림자라고 할 수 있죠.",
            "그럼 우리는 그동안 그림자로 만들어진 탑을 등반하고 있었던 건가?",
            "안식의 도시에서 보이던 수호자의 탑과는 다른 곳 같은데.",
            "네, 맞아요. 수호자의 탑은 크게 두 종류로 구분되어 있어요.",
            "그곳은 안식의 도시 사람들을 보호하기 위해 일부분이 분리되어 나온 탑이고, 이쪽이 탑의 중심부예요.",
            "오로라가 길을 안내하듯 오른쪽을 향해 깜빡였다.",
            "그 아래로 이어지는 계단의 끝이 아득했다.",
            "새카만 어둠에 잠겨 주변 사물조차 제대로 분간되지 않는다.",
            "사람이 살았던 것 같은 생활감이 여기저기서 느껴지는 공간들이 이어진다.",
            "오로라는 원래 이곳에서 생활했던 걸까?",
            "꼭, 그렇다고는... 아, 여기에서 왼쪽이에요.",
            "오로라의 안내에 따라 왼쪽 방으로 들어간다.",
            "타들어 간 휘장이 꼭 퀸 오브 하트의 알현실을 떠올리게 했다.",
            "그 아래로 금빛 찬란하게 빛나는 그림들이 걸려 있었다.",
            "무언가 그림 밖으로 몸을 비집고 튀어나온다.",
            "... 쯧. 벌써 여기까지 진행이 됐군요.",
            "꿈꾸는 자, 우선 메르헨을 소환해 주세요.",
            "이 탑의 ... ... 가 당신을 시험하고 싶어 하는 것 같아요.",
            "오로라는 실체화하기 위해 안간힘을 썼지만, 마음처럼 되지 않는 것 같았다.",
            "서두르세요, 제가 앞을 막을 수 있는 건 아주 잠시뿐이에요.",
            "어서요!"
        ],
        [
            "全てが空白となる。",
            "全てが沈黙する。",
            "死んだかと思ったら...",
            "空白はゆがみ、風が頬にあたる。物音が聞こえてくる...",
            "風が...何かを通っている？",
            "少しずつ気を取り戻すと、懐かしさを感じる。",
            "ここは円状の空間...迫持が並び、向こうには青空が見える。",
            "ここに来るのは...初めてじゃない。",
            "初めてドリームストーンを見つけた、あの崩落しゆく空間を思い出す。",
            "けれど、ここは別の塔だ。石材の色が異なり、景色も違う。",
            "そう、あの塔はドリームレス・ネザーに呑み込まれる寸前だった。景色どころが、あれは虚空の中で崩壊を待っているに過ぎなかった。",
            "でもやっぱり、塔そのものとは別に何か懐かしい気配を感じる。",
            "いったい何が...",
            "見回すと、中央の祭壇に気付く。そこには、ドリームストーンが載せてある！",
            "気持ちが和らぎ、オーロラを呼びながら祭壇に向かう。",
            "しかし返事がない。",
            "どうやってここまで来たの？オーロラが転移してくれたの？",
            "ドリームストーンは静かなままだ。",
            "迫持に近づき、周囲を確認してみる。",
            "自分が凄まじく高い場所に立っていることを認識する。 一瞬眩暈がしてしまうほどだ。",
            "真下が森林で...遠くに安息の都市が見える。",
            "祭壇に戻ると、一つの扉に気付く。それは下に向かう階段に続いている。",
            "塔を降りようとするその時ー",
            "<i>ドリーマー</i>...",
            "振り向くが、誰もいない。",
            "オーロラ？",
            "はい...ここに...います。",
            "彼女は声が小さく、途切れ途切れに話している。",
            "どこなの？",
            "ドリームストーンの...中にいます。もう、力が...",
            "ドラキュラの呪縛を解くのが...せいぜい...",
            "ドラキュラ...",
            "そうだ！みんなあいつに捕まっている！早く亡霊の領域に戻って、助けないと！",
            "...",
            "オーロラ？",
            "すみません...話すことすら...難しいのです。",
            "オーロラは治るの？",
            "はい、そのうちに。ここは守護者の塔...私の基地であり、ここを通じてファンタジアに繋がっています。",
            "脱出の際...ここしか思いつかなかったのです。",
            "ここだと、回復が最も捗るのです。",
            "ここが、守護者の塔？",
            "前にキョウが教えてくれたような...",
            "キョウが...？",
            "最近この塔を詮索して...生活の跡があったとか。",
            "何？！",
            "どうしたの？",
            "...",
            "オーロラ？",
            "そんな...あり得ません...",
            "きっと、彼の嘘に違いません。",
            "嘘をつく理由があるの？",
            "それは...分かりません。",
            "とにかく、ここに侵入できたとすれば...事態がここまで悪化するなんて...",
            "ここまで悪化って、みんな捕まったままでしょ？亡霊の領域に戻るのは、やっぱり無理？",
            "実体化すらできないのに、瞬間転移はもってのほかです...",
            "しかし...一つだけ、手が残っているかもしれません。",
            "お見せしなければならないものがあります。塔の地下まで連れてもらえますか？",
            "地下？何で？",
            "複雑で...説明ができません。",
            "説明ができないの？ドミニオンがドリームレスを抑えていたことみたいに、領域の生命がワールドストーンに繋がっていたことみたいに、説明できないの？",
            "何でいつも隠し事をするわけ？本当のことを教えてよ！",
            "教えない...方が...ドリーマーのため...",
            "私のため？！",
            "ドリーマー...本当に、ごめんなさい。",
            "この世界のために戦わせているのに、まともな説明をしないのも...この世界のことや、あなたの立場も...",
            "ドリーマーが誰なのかを、教えなかったことも...ごめんなさい。",
            "全てを説明します。ただ...話すより、見せた方が...",
            "見せる？",
            "はい...そのために、地下まで...",
            "階段を下りるのに時間がかかりそうだな...",
            "それでも...お願いします。",
            "ドリームストーンを忘れないでください。地下に着くまでには実体化できるかもしれません。",
            "言いたい文句は山ほどあるが、祭壇からドリームストーンを拾う。",
            "石から温もりを感じる...",
            "急ぎましょう。",
            "一刻も早く、地下まで...",
            "頷き、最上階を離れる。",
            "ドリームストーンを抱えながら幅広い螺旋階段を下りる。",
            "一回り歩くと、次の階に着いたようだ。ちょっと覗き込んでみると...ここって寝室？",
            "生活の跡って、このこと？",
            "オーロラって、忙しくないときは、ここに住んでいるの？",
            "ドリーマー...ここに立ち止まっては、時間の無駄ですよ。",
            "そうだよね...",
            "ぐるぐる階段を下りているうちに、壁の彫刻に気付く。複雑な模様に、奇妙な生き物が描かれている。",
            "ちょっと休憩しながら彫刻を眺めると、その奥から金色の光が見えてくる。",
            "何なの、急に？",
            "あ...これは想定外です...",
            "ドリーマー、戦闘態勢を...",
            "塔に侵入者だと認識されてしまったようです！",
            "制御はできないの？",
            "今は無理です...",
            "来ます！"
        ]
    ],
    "music": [
        "none",
        "",
        "",
        "music_lostinthought.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        ""
    ]
}