{
    "StoryName": "Campaign_SideStory_Puss_In_Boots_1",
    "background": [
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Red Knight",
            "Robin",
            "",
            "Ranger",
            "Robin",
            "Ranger",
            "Ranger",
            "Robin",
            "Ranger",
            "",
            "Ranger",
            "",
            "",
            "Ranger",
            "Robin",
            "Robin",
            ""
        ],
        [
            "",
            "",
            "",
            "붉은 기사",
            "로빈 후드",
            "",
            "순찰자",
            "로빈 후드",
            "순찰자",
            "순찰자",
            "로빈 후드",
            "순찰자",
            "",
            "순찰자",
            "",
            "",
            "순찰자",
            "로빈 후드",
            "로빈 후드",
            ""
        ],
        [
            "",
            "",
            "",
            "レッドナイト",
            "ロビンフッド",
            "",
            "隊員",
            "ロビンフッド",
            "隊員",
            "隊員",
            "ロビンフッド",
            "隊員",
            "",
            "隊員",
            "",
            "",
            "隊員",
            "ロビンフッド",
            "ロビンフッド",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Racing towards the guild hall, you encounter more of Kyo's Nightmares as they ravage through the streets.",
            "The city is alight and people are fleeing towards the forests in droves.",
            "You try to help them however you can, but there isn’t much you can do other than to protect their flight from pursuing Nightmares.",
            "We can't help everyone, Dreamer, and we can't split our forces. We'll be overwhelmed in no time!",
            "Look! There's someone else ahead!",
            "A lone figure is running through the streets towards you. A young ranger from the militia, with dog ears and a bushy tail, stumbles to a halt in front of you.",
            "Robin! Thank goodness!",
            "What's going on?",
            "The centre of the city is overrun! I was leading a group of refugees away, but I got separated from them!",
            "I have to find them!",
            "We're heading to the central square, but we don't have the manpower to protect all the refugees.",
            "Ah! You don't need to!",
            "You don't?",
            "No, there's a girl who has a plan. One of the townsfolk, I think... she's leading groups away from the city, into the forests.",
            "The forests?",
            "Why is she leading people there?",
            "She says they’re a lot safer with far fewer Dreamless there. There’s also lots of abandoned settlements outside Haven.",
            "She may have a point, Dreamer. Far fewer Dreamless have been plaguing the forests since you started clearing out realms...",
            "It may be a safe enough place for people to go, temporarily.",
            "You're about to ask who this girl is, when a clutch of Nightmares storm out of a building nearby and head straight for the young ranger!"
        ],
        [
            "길드 건물로 가는 동안 도로 위를 활보하는 쿄의 악몽들과 끊임없이 마주쳤다.",
            "불타는 도시를 피해 주민들은 떼지어 인근의 숲으로 도망치고 있다.",
            "어떻게든 주민들을 돕고 싶었지만 그들을 추적하는 악몽에 맞서 싸우는 것 외에는 다른 방도가 없었다.",
            "모두를 도울 수는 없어, 꿈꾸는 자. 나뉘어 행동하는 것도 벅차!",
            "저기를 보세요! 누군가 있어요!",
            "누군가 거리를 가로질러 달려온다. 민병대 소속의 젊은 궁병이 숨을 헐떡이며 우리 앞에 멈춰섰다.",
            "로빈! 당신인가요? 다행이다!",
            "무슨 일이죠?",
            "도시 중심부는 완전히 초토화 됐습니다. 저는 시민들과 함께 도망치다가 낙오되고 말았습니다!",
            "그들을 찾아야 합니다!",
            "우리는 중앙 광장으로 가던 중이었어요.<br>탈출한 주민들을 보호할 인력이 부족하군요.",
            "아! 그거라면 걱정하시 않으셔도 됩니다!",
            "궁병을 바라보자 그가 고개를 끄덕였다.",
            "저도 들은 이야기 입니다만, 한 여성이 주민들을 이끌고 숲으로 피난 중이라 하더군요.<br>나름대로 계획이 있는 모양입니다.",
            "민병대원이 손으로 숲을 가리키며 이야기했다.",
            "씩씩한 얼굴이 약간이나마 밝아진다.",
            "그쪽은 드림리스가 적어 비교적 안전하다고 하더군요.<br>안식의 도시 외곽에 버려진 정착지들도 많이 있다고 했습니다.",
            "당분간이라면 주민들이 안전하게 머물 수 있을지도 몰라요.",
            "꿈꾸는 자가 각지의 영역을 정리한 이후로 드림리스의 수는 확실히 줄었으니까요.",
            "그 여성이 누구인지 물어보려던 찰나, 건물 사이에서 튀어나온 악몽들이 민병대원에게 달려들었다."
        ],
        [
            "ギルドの建物へ向かう途中、キョウのナイトメアがひっきりなしに襲ってきた。",
            "住民は燃えさかる都市を離れ、森に逃げ場を求めていた。",
            "なんとかして住民を救おうとしたが、襲撃してくるナイトメアを食い止めるので精いっぱいだった。",
            "ドリーマー、全員を助けるのは無理だ。ばらけると危険だ！",
            "あそこを！ 誰か来ます！",
            "何者かが、こちらへ駆けよって来る。民兵隊の若い弓兵が、息を切らして一行の前で立ち止まった。",
            "ロビンじゃないですか！ よかった！",
            "どうしました？",
            "都市の中心部が陥落して、市民を誘導していたのですが見失ってしまったのです！",
            "急いで見つけないと！",
            "私達は中央広場に向かっています。<br>市民を護衛する人手が足りないのですね。",
            "あ！ それなら心配いりません！",
            "弓兵のほうを見ると、彼は頷いた。",
            "聞いた話では、ある女性が市民を森へ避難させているそうです。<br>なかなか計画的らしいですね。",
            "民兵が森を指さしながら言った。",
            "凛々しい顔が、やや赤みを帯びる。",
            "あっちは、ドリームレスの数が比較的少ないらしいのです。<br>安息の都市郊外に、捨てられた街があると聞きました。",
            "当分の間は、都市の皆さんも安全に過ごせるでしょう。",
            "ドリーマー、あなたが各領域を一掃してから、ドリームレスは確実に減りましたからね。",
            "その女性について訊ねようとした瞬間、建物の隙間からナイトメアの群れが、民兵に襲いかかった。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}