{
    "StoryName": "Campaign_Chapter6_Part3",
    "background": [
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png"
    ],
    "character": [
        [
            "",
            "Celeste",
            "Mal",
            "",
            "Aurora",
            "",
            "",
            "Aurora",
            "Saffi",
            "Esme",
            "Vita",
            "",
            "",
            ""
        ],
        [
            "",
            "셀레스티",
            "말",
            "",
            "오로라",
            "",
            "",
            "오로라",
            "사피",
            "에스메",
            "비타",
            "",
            "",
            ""
        ],
        [
            "",
            "セレステ",
            "マル",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "サフィ",
            "エスメ",
            "ヴィータ",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "What are these creatures that are attacking you? They're obviously Dreamless, but what were they before? You've never seen creatures like them.",
            "They were yokai, spirits and monsters that inhabit this realm. These are their forests.",
            "It seems like there's hundreds of them...",
            "You did have the feeling you were being watched.",
            "Then let's not stay here too long.",
            "You set off again, but it's not long before you find your way blocked by Saffi once more.",
            "She looks frustrated that you are still moving forward.",
            "Saffi! What's wrong?",
            "I told you to go away!",
            "We can't leave, we came to rescue you!",
            "Oi, Saffi, it was my idea to come for you first, don't show me up, okay?",
            "But Saffi just shakes her head, angrily, and disappears once again.",
            "This time there is no pause between Saffi disappearing and the yokai attacking.",
            "Before you know it, you're beset on all sides."
        ],
        [
            "쓰러진 드림리스는 일반적인 형태가 아니었다.",
            "아마 이전에 이 영역에 살던 요괴나 영혼이었을 거야.<br>이 숲은... 그들의 숲이었겠지.",
            "그게 이 숲엔 엄청 많이 있는 것 같은데...",
            "아까부터 지켜보고 있던 시선의 정체가 밝혀졌다.",
            "어서 여기를 빠져나가요.",
            "일행은 길을 빨리 걷기 시작했다.<br>그리 오래 걷지 않았는데 사피가 서있는 것이 보였다.",
            "무표정하기만 했던 얼굴이<br>어쩐지 격양되어 있는 것 같았다.",
            "사피! 도대체 무슨 일이 있었던 거예요...?",
            "... 돌아가라고 했잖아!",
            "절대 못 돌아가!<br>우린 널 구하러 왔단 말이야!",
            "이러지마, 사피 언니...",
            "사피가 일그러진 표정으로 고개를 가로저으며 다시 사라진다.",
            "그녀가 사라짐과 동시에<br>요괴의 형상을 한 드림리스들이 곧바로 습격해온다.",
            "...<br>그녀의 화난 외침이 다시 들려오는 것 같았다."
        ],
        [
            "倒れたドリームレスは普通の姿ではなかった。",
            "多分、以前にこの領域に住んでいた妖怪や霊だったはずよ。<br>森は...彼らの森だったんでしょう。",
            "こんなドリームレスがこの森にはたくさんいると思うけど...",
            "さっきからこちらを見ていた視線の正体が明らかになった。",
            "早くここからでましょう。",
            "一行は早く歩き出した。<br>そう長く歩かないうちに、サフィが立っているのが見えた。",
            "無表情だった顔が<br>なぜか激昂しているようだった。",
            "サフィ！一体何があったのですか...？",
            "...帰ってって言ったじゃん！",
            "絶対帰らないよ！<br>あたしたちはサフィを助けにきたんだから！",
            "サフィお姉ちゃん、そんなこと言わないで...",
            "サフィが歪んだ表情で首を横に振り、また消えた。",
            "彼女が消えたのと同時に<br>妖怪の姿をしたドリームレスが襲撃してきた。",
            "...<br>彼女の怒った叫びがまた聞こえてくるようだった。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}