{
    "StoryName": "Campaign_SideStory_Huntsman+Snow_White_3",
    "background": [
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "Esme",
            "Esme",
            "",
            "The Huntsman",
            "The Huntsman",
            "",
            "The Huntsman",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Esme",
            "",
            "Esme",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "에스메",
            "에스메",
            "",
            "사냥꾼",
            "사냥꾼",
            "",
            "사냥꾼",
            "오로라",
            "오로라",
            "",
            "오로라",
            "에스메",
            "",
            "에스메",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "エスメ",
            "エスメ",
            "",
            "猟師",
            "猟師",
            "",
            "猟師",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "エスメ",
            "",
            "エスメ",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "For some reason, the Dreamless seem to fade away once you fight beyond a certain point in the forest. It's as if there is an area they won't set foot in.",
            "Or perhaps they can't?",
            "You ask your companions what they make of it.",
            "It's very strange, Dreamer... I don't understand it, but it feels like the corrupting influence of the Dreamless Nether doesn't reach into this part of the forest.",
            "Is it magic? Or some kind of unseen barrier?",
            "I don't think so... at least, I can't detect anything of that sort.",
            "It feels more like... it seems strange to say, but it feels more like Haven here than anywhere else in the realm.",
            "Like Haven?",
            "What makes this place feel like Haven?",
            "I feel... I feel some sort of determination here... like a desire to resist... It's difficult to explain.",
            "It also feels like... it's more alive?",
            "The Huntsman appears at your side. He seems anxious, but resolute.",
            "Perhaps a better question would be: “what makes Haven feel different from anywhere else?”",
            "And I think I know the answer: the people. Haven feels different because it is inhabited by people... and because they resist the oncoming storm...",
            "But there aren't any people here...",
            "No, not people – although there might be one.",
            "He's right. Whether the princess is here or not, this place feels more alive.",
            "There are creatures here. Birds, small beasts. This place is more alive than anywhere we've been other than Haven.",
            "But what does that mean?",
            "It means, perhaps the wildlife is what's keeping the Dreamless out.",
            "Oh!",
            "Her sudden exclamation causes you turn and look at Esme. She looks unfocused, but she's pointing into the woodlands.",
            "That probably isn't good...",
            "You follow her finger and see...",
            "Creatures of all sizes and shapes dot the darkness, growls issuing from behind bared fangs and jaws dripping with saliva.",
            "Is this why there aren't any Dreamless here?",
            "They spring to attack!"
        ],
        [
            "...",
            "드림리스의 수가 점점 줄어드는 것 같다.",
            "오로라에게 질문하니 그녀가 밝은 얼굴로 고개를 끄덕였다.",
            "네, 꿈꾸는 자.<br>갈수록 드림리스 네더의 영향력이 줄어들고 있는 것 같아요.",
            "그녀가 숲 속을 바라본다.",
            "마법이나 결계는 아니에요. 그런 기운은 없어요.",
            "조금 이상하게 들릴지도 모르지만...<br>이곳은 오히려 안식의 도시와 비슷한 느낌이에요.",
            "낯익은 도시의 이름이 들려온다.",
            "에스메를 바라보자 비슷하게 느꼈던 모양인지 덩달아 고개를 끄덕인다.",
            "저항하려는 강한 의지가 느껴져.",
            "주변 지역이 살아있는 것처럼 말야.",
            "앞서가던 사냥꾼이 잠시 걸음을 멈추고 우리를 바라본다.<br>그 표정은 불안해 보였지만, 눈빛에는 강한 결의가 담겨있다.",
            "명확하게 설명하려면 왜 안식의 도시는 다른가부터 시작해야지.",
            "안식의 도시는 사람이 사는 곳이라 느낌이 다른거다.<br>살아있는 사람들이 적에게 저항하고, 대항하기 때문이겠지.",
            "숲을 살펴봤지만 사람의 기척은 느껴지지 않는다.",
            "안식의 도시와 달리 이 숲에 사람의 기척은 없다만...<br>아니, 어딘가 있을지도 모르지.",
            "그의 말이 맞아요.",
            "숲에는 생물들이 있잖아요. 새나, 작은 짐승들.<br>이곳은 안식의 도시처럼 살아있다는 것이 느껴져요.",
            "숲속에서 불어온 바람이 나무 사이로 스쳐 사라진다.",
            "이 야생의 생명들이 저항하는 거겠죠. <br>지금까지 봤던 풍경들을 생각해보세요, 확실히 알 수 있을거에요.",
            "아!",
            "에스메가 놀란 표정으로 숲을 가리키고 있었다.",
            "방금! 저 수풀 너머에서 뭔가가...?",
            "에스메의 손가락이 가리키는 방향을 바라보자.",
            "온갖 짐승들의 안광이 어둠 속에서 빛난다.",
            "침을 뚝뚝 흘리며 털을 세운채 송곳니를 드러내고 있었다.",
            "짐승들이 우리를 향해서 달려들었다."
        ],
        [
            "...",
            "ドリームレスがだんだん減っているようだ。",
            "オーロラに確かめると、彼女も明るい顔で頷いた。",
            "ええ。<br>ドリームレスネザーの影響力が弱まっているようです。",
            "彼女は森を見つめた。",
            "魔法や結界はないと思います。力を感じません。",
            "変に聞こえるかも知れませんが...<br>むしろ、安息の都市と似たものを感じます。",
            "聞き覚えのある都市の名だ。",
            "エスメもそう感じたのか、続けて頷いた。",
            "抵抗しようする、何か強い意志を感じるの。",
            "何か周りが... 生きてる感じ。",
            "先頭にいた猟師が足を止めて振り返る。<br>不安げな表情に見えたが、その眼には決意がみなぎっていた。",
            "正確に説明するためには、安息の都市が他の地域と、何が違うのかを知る必要がある。",
            "安息の都市に人が住んでいるだろう？<br>つまりそこには、生きている人々の敵に抵抗する力、対抗する力があるんだ。",
            "そして森を探索してみたが、人の気配はない。",
            "しかしこの森には人はいないようだ...<br>いや、どこかにいるのかも知れないが。",
            "彼の言うとおりです。",
            "森には鳥や小さな動物、生き物がいるじゃないですか。<br>安息の都市のように、生命を感じます。",
            "森を吹き抜ける風が、木をゆらして消えていく。",
            "この野性の生き物が抵抗しているのでしょう。<br>今まで見た風景を思い出してみてください。きっと分かるはずです。",
            "あ！",
            "エスメが驚いた顔で森を指さしていた。",
            "あそこの茂み！ あの後ろに何か...",
            "エスメの指先に目をやると、",
            "ありとあらゆる獣の眼が、暗闇の中で光っていた。",
            "唾をぼたぼたと垂らしながら、牙をむいている。",
            "獣の群れが襲いかかってきた。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}