{
    "StoryName": "Campaign_LibraryStory_Esme_4",
    "background": [
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Esme",
            "Esme",
            "Esme",
            "Esme",
            "",
            "",
            "",
            "",
            "Esme",
            "Esme",
            "Esme",
            "Esme",
            "Esme",
            "Esme"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "에스메",
            "에스메",
            "에스메",
            "에스메",
            "",
            "",
            "",
            "",
            "에스메",
            "에스메",
            "에스메",
            "에스메",
            "에스메",
            "에스메"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "エスメ",
            "エスメ",
            "エスメ",
            "エスメ",
            "",
            "",
            "",
            "",
            "エスメ",
            "エスメ",
            "エスメ",
            "エスメ",
            "エスメ",
            "エスメ"
        ]
    ],
    "dialogueText": [
        [
            "Esme tosses a rose onto the ground just within viewing range of the anxious woman.",
            "The woman glances down inquisitively, obviously seeing it. As she walks closer to the rose...",
            "Esme and you step back and throw another one down!",
            "In this manner, you and Esme begin to lure the woman back towards the city.",
            "You don't really know what's going on...",
            "You've never seen Esme as passionate as she is right now, with such a fiery look in her eyes.",
            "And before you knew it, you've become a key conspirator in her grand scheme.",
            "That man and woman... have you realized their relation to each other now?",
            "Knowing what we know, one of them has to make their feelings known!",
            "Of course they both might be nervous and shy...",
            "But a relationship can't blossom without a spark of passion, you know!?",
            "You quietly listen to Esme's enthusiastic speech about love...",
            "All the while, you and Esme continue to drop roses on the ground in a leading fashion.",
            "You now cross the threshold of the park, moving towards the man in the alley.",
            "Does Esme really think that man would still be practice his marriage proposal after so much time?",
            "Yes! I can hear his voice. He is still practicing.",
            "Let's keep it up! I'm sure we can make them meet each other soon!",
            "It's going to be a glorious proposal the likes of which Haven will never again experience!",
            "Oh, to be in love and guided by a trail of roses...",
            "So beautiful...",
            "Right, Dreamer?"
        ],
        [
            "에스메는 그 길로 프로포즈의 대답을 연습하던 여자가 볼 수 밖에 없는 위치에 빨간 장미꽃을 던졌다.",
            "그 여자는 당연히 꽃을 발견했고...",
            "그 여자가 한 걸음 다가오면 뒤로 물러나 새로운 꽃을 던졌다.",
            "그런 식으로 우리는 천천히 숲으로 이동하는 중이다.",
            "이게 대체 무슨 일인지 모르겠지만...",
            "에스메가 오늘만큼 신나보이는 건 처음이라",
            "나도 모르게 에스메의 계획에 동참하게 되었다.",
            "두 사람은... 사랑하는 사이잖아?",
            "그러면... 서로에게 서로가 하고 싶은 말을 전할 수 있어야 하잖아!",
            "물론 부끄럽지! 수줍겠지!",
            "하지만 사랑은 들키지 않으면 시작되지 않는다고!?",
            "열렬하게 사랑에 대한 연설을 시작한 에스메를 달래며...",
            "꽃을 한 송이씩 놓았다.",
            "그렇게 숲 입구까지 도착한 건 좋았는데...",
            "그 남자가 아직 공터에서 프로포즈 연습을 하고 있을지 모르겠다.",
            "응! 소리가 들려. 연습하고 있어.",
            "조금만 더 힘내자! 조금만 더 힘내면 두 사람을 만나게 해줄 수 있어!",
            "안식의 도시에 다시 없을 성대한 프로포즈가 되는거야.",
            "아아, 장미의 인도로 만난 사랑...",
            "너무 아름다워...",
            "너도 그렇게 생각하지 않니?"
        ],
        [
            "エスメはプロポーズの返事を練習していた女性の目に入る位置に<br>赤いバラの花を投げた。",
            "女性はもちろん花を見つけ...",
            "女性が一歩近づくと後ろに下がり、新しい花を投げた。",
            "そんな風に私たちはゆっくり森へ移動していた。",
            "何をしているのかよく分からないけれど...",
            "エスメがこんなに楽しそうな姿は初めて見るから",
            "私もついエスメの計画に協力することになった。",
            "2人は...恋人関係よね？",
            "それなら...お互いに言いたいことを伝えなきゃ！",
            "もちろん、恥ずかしいわよ！照れるわよ！",
            "でも、愛は気づかなきゃ始まらないのよ！？",
            "愛に対する熱い演説を始めたエスメをなだめながら...",
            "1輪ずつ花を置いた。",
            "そうして森の入口まで着いたのは良かったのだが...",
            "男性はまだ空き地でプロポーズの練習をしているのかもしれない。",
            "うん！声が聞こえる。練習してるわ。",
            "あと少し！あと少し頑張れば、2人を会わせられるのよ！",
            "安息の都市で最高に盛大なプロポーズになるはず。",
            "ああ、バラの導きで出会った愛...",
            "美しすぎる...",
            "ドリーマーもそう思わない？"
        ]
    ],
    "music": [
        "music_romantic2.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}