{
    "StoryName": "Campaign_SideStory_YukiOnna_2",
    "background": [
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png",
        "snowyforestday.png"
    ],
    "character": [
        [
            "",
            "Mal",
            "Mal",
            "",
            "Celeste",
            "Lis",
            "Mal",
            "Mal",
            "Mal",
            "Celeste",
            "Mal",
            "Celeste",
            "Mal",
            "Mal",
            "Mal",
            "Mal",
            "Lis",
            "Mal",
            "",
            "Mal",
            "Mal",
            "",
            "Lis",
            "Mal",
            "Lis",
            "Mal",
            "Mal",
            "Lis",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "말",
            "말",
            "",
            "셀레스티",
            "리즈",
            "말",
            "말",
            "말",
            "셀레스티",
            "말",
            "셀레스티",
            "말",
            "말",
            "말",
            "말",
            "리즈",
            "말",
            "",
            "말",
            "말",
            "",
            "리즈",
            "말",
            "리즈",
            "말",
            "말",
            "리즈",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "マル",
            "マル",
            "",
            "セレステ",
            "リズ",
            "マル",
            "マル",
            "マル",
            "セレステ",
            "マル",
            "セレステ",
            "マル",
            "マル",
            "マル",
            "マル",
            "リズ",
            "マル",
            "",
            "マル",
            "マル",
            "",
            "リズ",
            "マル",
            "リズ",
            "マル",
            "マル",
            "リズ",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "After defeating the Dreamless and getting a good night's sleep, you are out on the road once more and it seems Mal is still thinking about Celeste's spooky story from the night before...",
            "It wasn't a scary story in the slightest! Well, maybe just <i>slightly</i> scary...",
            "But you could have made it WAY scarier, Celeste!",
            "It seems like Celeste is humoring him for the time being. She certainly isn't discouraging him...",
            "Oh dear. Hmm, I wonder how I could make it scarier?",
            "I don't think you need to make it scarier, though...",
            "Hmm, well for a start having her just disappear isn't scary at all!",
            "Now if there was a message from her, or something, saying she would return for their souls in a year's time, or something like that...",
            "But even that's a bit lame.",
            "You do realise she was supernatural and melted away, right?",
            "O-Of course, I know!",
            "Hmm, okay, well how would <i>you</i> change the story to make it scarier?",
            "For a start, I wouldn't have them just invite her in... She's obviously suspect!",
            "But what if the girl lures them outside into the blizzard?",
            "Oh! And she should be a vampire!",
            "And maybe she should appear with a ghostly child...",
            "A child?!",
            "Yeah! Children are always scary!",
            "You consider pointing out that Mal and Lis are both children, then decide against it.",
            "Well, in ghost stories, anyway! And she asks people to hug the child, who isn't a child at all...",
            "And when they do what she asks... she shoves them down into a valley!",
            "Well, that took a turn!",
            "I don't think you're very good at writing scary stories, Mal...",
            "Hmph! I'm better than you, Lis!",
            "I never even wanted to be good at ghost stories!",
            "So what if Yuki-onna actually caused the blizzard in order to trap travellers?",
            "And then she would ensnare them and make them fall asleep in the snow and freeze to death?!",
            "Uuuuu... stop it Mal! You're so bloodthirsty!",
            "You continue on, listening as Mal's details get more and more outlandish.",
            "As you walk, you see Celeste looking out into the wilderness as if she has spotted something.",
            "If she has, all she does is smile secretly to herself.",
            "Although you see nothing in the direction she was looking, you can't help but wonder at that small, secret smile..."
        ],
        [
            "날이 밝았지만, 말은 셀레스티가 들려준 이야기에서 벗어나지 못한 모양이다.",
            "어제 들려준 이야기는 하나도 안 무서웠어...",
            "무서운 이야기 해준다고 했으면서...",
            "불만 섞인 목소리로 투덜거리는 말을 바라보며 셀레스티가 작게 웃는다. 말을 놀리고 있는 모양이다.",
            "어머나, 그래? 어떻게 해야 더 무서운 이야기가 될 수 있을까...",
            "더 무섭게 만들 필요는 없을 것 같은데...",
            "음, 일단 여자애가 사라지는 부분은 하나도 안 무서웠어.",
            "다시 돌아온다던지! 그런 메시지를 놔두고 갔으면 또 몰라. 한 1년 뒤에 노부부를 죽이러 다시 찾아온다던지...",
            "아니다, 이것도 좀 별로인 것 같네.",
            "그 여자아이가 특별한 존재라는 건 알고 있지?",
            "뭐!? 당연하지!",
            "어머, 그렇구나. <i>너</i>라면 그 이야기의 어디를 바꿔보겠니?",
            "음... 난 그냥 노부부가 그 여자애를 집으로 안 들였다고 할래.",
            "대신, 그 여자애가 노부부를 밖으로 유인하는 거지!",
            "아! 그리고 그 여자애가 괴물인걸로 할래. 뱀파이어가 좋겠다!",
            "아니다, 유령이랑 같이 다닌다고 하면 어떨까...",
            "유령!?",
            "응! 꼬마 유령인걸로. 어린 유령이 더 무섭지 않을까?",
            "아직 어린 남매가 그런 이야기를 주고받는 게 제법 귀엽게 들렸다.",
            "뭐! 어차피 그냥 무서운 이야기잖아. 하여튼 밖으로 노부부를 불러낸 다음 그 아기 유령을 안아달라고 부탁하는 거야...",
            "그리고 계곡 밑으로 밀어서 떨어트리는 거지!",
            "신이 난 목소리로 말이 이야기를 마쳤다.",
            "오빠는... 무서운 이야기는 잘 못 만드는 것 같아.",
            "뭐!? 너보다는 낫거든!",
            "리즈는 무서운 이야기 같은 건 어차피 별로 안 좋아해...",
            "흠. 그럼 그 여자애가 여행하는 사람들을 가두기 위해서 눈보라를 일으킨다고 하면 어때?",
            "여행자들을 함정에 빠트린 다음 얼어 죽게만드는 거야!",
            "으으... 오빠! 이제 그만 좀 해. 왜 그렇게 싸우고 죽는 이야기만 좋아하는 거야.",
            "남매의 티격거리는 소리를 들으며 고요한 산길을 걸어 나간다.",
            "곁에서 걷던 셀레스티가 가끔 무언가를 발견한 사람처럼 어딘가를 바라보는 것이 신경 쓰였지만...",
            "아무것도 아니라는 얼굴로 생글거려 자세히 물어볼 수 없었다.",
            "셀레스티가 무슨 생각을 하고 있는지 잘 모르겠다."
        ],
        [
            "マルは、一晩寝てもセレステの話が忘れられないようだ。",
            "昨日の話、ちっとも怖くなかった...",
            "怖い話が聞きたかったのに...",
            "ぶつぶつと不満を呟くマルを見て、セレステがふっと笑う。マルをからかっているようだ",
            "あらそう？ どうすればもっと怖い話になる...？",
            "別に怖い話にしなくてもいいけど...",
            "うーん、消えるだけじゃ怖くないから...",
            "また戻ってくるとか！ 実は手紙を残してたかも知れないし。一年後、おじさんとおばあさんを殺しに帰って来るとか...",
            "いや、これも怖くないな。",
            "その少女が特別な存在というのは分かってる？",
            "当たり前さ！",
            "そうかい。<i>おまえ</i>なら、他のどの部分を変えるんだ？",
            "うーん... そもそも、少女を家の中に入れないよ。",
            "その代わり、おじいさんとおばあさんを外におびき出すんだ！",
            "それと、少女を怪物にする。吸血鬼とかがいいかな！",
            "いや、幽霊を連れているほうが怖いかな...",
            "幽霊！？",
            "うん！ 小さな幽霊。そのほうが怖くない？",
            "幼い兄妹の話を聞いていると、本当に微笑ましい。",
            "おじいさんとおばあさんを、外に連れ出して、その小さな幽霊を抱きしめてってお願いするんだ...",
            "その隙に、谷底へ突き落してしまうのさ！",
            "マルが楽しそうに話の創作を終えた。",
            "お兄ちゃん... 怖い話を考えるのが、下手なんだね。",
            "何だって？ リズよりはましさ！",
            "そもそも、怖い話は嫌いだもん...",
            "じゃあ、旅人を迷わせるために、吹雪を起こすっていうのはどう？",
            "旅人を罠にはめて、凍らして殺しちゃうんだ！",
            "うう... お兄ちゃん！ もうやめて。なんで戦ったり殺したりする話しか好きじゃないの？",
            "兄妹の言い合いを聞きながら、静かな山道を歩く。",
            "隣のセレステが、時折、何かを見つけたように辺りを見回すのが気になったが...",
            "何事もないと言うように笑い返され、詳しく訊ねられなかった。",
            "セレステは何を考えているのだろう。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}