{
    "StoryName": "Campaign_LibraryStory_SnowWhite_2",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "Lis",
            "Lis",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Esme",
            "Esme",
            "Esme",
            "Vita",
            "Aurora",
            "Vita",
            "Esme",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "리즈",
            "리즈",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "에스메",
            "에스메",
            "에스메",
            "비타",
            "오로라",
            "비타",
            "에스메",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "リズ",
            "リズ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "エスメ",
            "エスメ",
            "エスメ",
            "ヴィータ",
            "オーロラ",
            "ヴィータ",
            "エスメ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "I feel like I've just become a detective!",
            "Hehe, Detective Lis! Here I go!",
            "Lis whispers in an excited voice.",
            "You walk through the forest, following in the footsteps of the animals.",
            "It's hard to spot the footprints of the animals as everything in this area is covered with woods and bushes.",
            "However, thanks to Vita and Esme's amazing observational skills, and Aurora's insight, you're able to find the footprints of animals and keep following them.",
            "In fact, it wouldn't have been possible from the beginning without the mud you found in Haven...",
            "It seems like a group of animals moved all at once - there are tons of scratches all over the woods and grasses.",
            "And it seems they all moved towards the same destination...",
            "Don't you guys think someone must have taken them somewhere?",
            "Otherwise, how could all these animals have moved together at once?",
            "It's not as if they have same levels of the intelligence as humans do...",
            "Yeah, I agree. It's not like there could be some kind of leader among this group of animals.",
            "Well, this is interesting! It's a quite rare for both of you to agree on something.",
            "Haaaah? What are you saying, big sis!?",
            "Yeah, don't say something like that, Aurora!",
            "After that brief meeting of minds, Vita and Esme are apparently at loggerheads again.",
            "In the meantime, Mal is looking around the forest, carefully.",
            "And Lis was following behind her brother...",
            "But it sure is strange...",
            "None of the people living in Haven could have done this.",
            "No matter how good someone is with with animals, you don't think they could have brought all the animals in Haven with them at once!",
            "No, it's too early to assume anything. You are not even sure if someone actually could have taken even some of those animals yet.",
            "You calm your companions and head onwards into the depths of the forest."
        ],
        [
            "꼭 탐정이 된 것 같아!",
            "탐정 리즈!",
            "신이 난 목소리로 리즈가 속삭였다.",
            "우리는 동물들의 발자국을 따라 숲 안쪽까지 걸어왔다.",
            "숲이다보니 동물들의 발자국을 찾는게 어려웠지만",
            "비타와 에스메의 놀라운 관찰력, 오로라의 통찰력으로 어떻게 찾아낼 수 있었다.",
            "사람이 오가는 샛길이지만 지금은 동물 발자국이 더 많다.",
            "한꺼번에 많은 동물들이 이동했는지 풀 여기저기 쓸린 자국이 남아 있었다.",
            "모두 한 방향으로 이동한 것 같다.",
            "꼭 누가 데리고 이동한 것 같지 않아?",
            "그게 아니라면 동물들이 어떻게 이렇게 같이 움직일 수 있겠어?",
            "사람처럼 똑똑한 것도 아닌데.",
            "맞아, 동물들에게 리더가 있는 것도 아닐텐뎅.",
            "두 사람의 의견이 일치하는 건 드문 일인데, 신기하네요.",
            "아아~! 큰언닝!",
            "기분 나쁜 소리 하지마!",
            "비타와 에스메가 또 티격태격하는 모양이다.",
            "말은 신중한 표정으로 숲 여기저기를 둘러보고 있었다.",
            "리즈가 그 뒤를 쫓아 뛰어다닌다.",
            "여러모로 정말 이상한 일이다.",
            "안식의 도시에 머물고 있는 사람들 중에 이런 일을 할 수 있는 사람은 아무도 없었다.",
            "동물들과 아무리 친하다 한들 한꺼번에 데리고 이동을 하는 건 어려운 일이다.",
            "누가 데리고 이동한 것이 사실인지, 아닌지도 파악할 수 없었다.",
            "일행들을 진정시키며 숲 깊은 곳으로 향했다."
        ],
        [
            "探偵になったみたい！",
            "探偵リズ！",
            "楽しそうにリズがささやいた。",
            "私たちは動物の足跡を追って森の奥まで歩いてきた。",
            "森に入ると動物の足跡を探すのが大変だったが",
            "ヴィータとエスメの驚くべき観察力、<br>そしてオーロラの洞察力で何とか見つけ出すことができた。",
            "人も行き来する小道だが、今は動物の足跡のほうが多い。",
            "一気に大量の動物が移動したのか、草がなぎ倒された跡も残っていた。",
            "みんな同じ方向に移動したようだ。",
            "誰かが連れて移動したみたいじゃない？",
            "そうじゃなかったら、こんな一緒に動ける？",
            "人間みたいに賢いわけでもないのに。",
            "そうだよね。動物にリーダーがいるわけでもないし。",
            "2人の意見が一致することは珍しいのに、不思議ですね。",
            "もう～！お姉ちゃんったら！",
            "テンション下がるようなこと言わないで！",
            "ヴィータとエスメはまた争っているようだ。",
            "マルは真剣な顔で森をあちこち見ていた。",
            "リズがその後を追いかける。",
            "色々とおかしな出来事だ。",
            "安息の都市にいる人の中で、こんなことができる人は誰もいなかった。",
            "動物といくら仲が良くても、一度に連れて移動するのは難しいだろう。",
            "そもそも本当に誰かが連れて移動したのかさえ分からない。",
            "みんなを落ち着かせて、森の奥へ向かった。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}