{
    "StoryName": "Campaign_LibraryStory_TinKnight_1",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "Esme",
            "",
            "Esme",
            "Esme",
            "",
            "Esme",
            "Esme",
            "",
            "Esme",
            "Esme",
            "",
            "Esme",
            "",
            "Esme",
            "",
            "Esme",
            "Esme",
            "",
            "",
            "Esme",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "에스메",
            "",
            "에스메",
            "에스메",
            "",
            "에스메",
            "에스메",
            "",
            "에스메",
            "에스메",
            "",
            "에스메",
            "",
            "에스메",
            "",
            "에스메",
            "에스메",
            "",
            "",
            "에스메",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "",
            "エスメ",
            "",
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "",
            "",
            "エスメ",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Dreamer! It finally happened!",
            "What happened?",
            "Argh! I knew it would... I mean, I'm so cute, after all... and I'm the embodiment of love and emotion!",
            "It was inevitable it would happen eventually!",
            "What? What would happen?!",
            "I...",
            "Dreamer, I have a stalker!",
            "A <i>stalker</i>?! What is she talking about? A stalker in Haven?",
            "Yes! I sensed it the other day and the feeling has only got stronger since then!",
            "I mean, it's natural, I have hordes of fans, of course... why wouldn't I? But when you have hordes cheering you on, it's becomes a statistical certainty that ONE fan may take things too far...",
            "It does?",
            "Of course it does, silly! And this one has been following me around for days!",
            "Wait wait wait... has she actually seen this 'stalker'?",
            "Well... no. But that's why I'm sure they're a stalker! If they were just a normal fan from the horde, they wouldn't try to hide from me!",
            "Leaving aside the 'horde of fans' claim... how does she even know someone has been following her if she's never seen them?",
            "Because I can feel their emotions! I'm the Heartstone, remember?",
            "I can feel the cool intellect of the watcher watching me. Their passion burns coldly! Like a steel blade ready to-",
            "Okay, that's enough of that.",
            "You think Esme's imagination might be running away with her, somewhat. She does seem prone to flights of fancy.",
            "Hmph! Well, if that's what you think, Dreamer, I'll ask someone else to catch my stalker!",
            "And with that, she turns on her heel and marches away.",
            "As Esme marches down the street, you catch a glimpse of someone skulking just out of view behind a building.",
            "Could Esme have been right, after all?",
            "A stalker in Haven would be really bad news...",
            "You decide to follow the World Stone, to see if you can catch this potential criminal in the act!"
        ],
        [
            "꿈꾸는 자!",
            "에스메가 다급한 목소리로 나를 부른다.",
            "결국, 결국... 나한테 그 일이 일어나버렸어. 언젠가는 이런 일이 생길거라고 생각했지만!",
            "이럴 줄 알았다니까. 난... 역시 너무 귀여워. 너도 알지!?<br>난 사랑의 화신같은 존재니까!",
            "뭐라고 하는지 전혀 못 알아듣겠다.",
            "그러니까...",
            "나한테 스토커가 생긴 것 같아!",
            "안식의 도시에 스토거가 있다니. 에스메가 눈을 반짝였다.",
            "그렇다니까! 저번에도 눈치는 채고 있었는데, 느낌이 더 강해졌더!",
            "뭐, 당연히 이해는 하지만? 난 사랑의 화신이니까? 팬이 많을 수 밖에 없으니까?",
            "걱정하는 투는 전혀 아니다. 오히려 신이 난 것 같다.",
            "자기가 좋아하는 사람이랑 가까워지고 싶은 게 당연하잖아! 그래서 그런지... 날 따라다니고 있어!",
            "에스메는 마치 그 스토커가 누구인지 알고 있다는 투로 말했다.",
            "실제로 만나본 적은 없지만! 그래서 스토커라는 거야. 사생팬이라고 하나?",
            "만나본 적은 없지만 누가 자신을 따라다니고 있다는 건 알 수 있다는 뜻인 것 같다.",
            "에헴, 난 하트스톤이니까.",
            "주변에 있는 사람들의 감정을 어렴풋이 알 수 있거든! 날 멀리서 지켜보는 차가운 시선이 느껴져...",
            "작은 목소리로 중얼거린 에스메가 주변을 둘러본다.",
            "에스메의 상상력이 대단하다는 건 알고 있었지만, 이런 모습은 볼 때마다 당황스럽다.",
            "차가운 열정이 느껴진다니까? 강철로 만들어진 칼날같은 애정이 느껴져.<br>난... 이 사람을 붙잡을거야!",
            "도와달라고 말할 줄 알았는데 에스메는 한바퀴 빙글 돌더니 건물 사이로 가버렸다.",
            "혼자 내버려둬도 괜찮을지 모르겠다.",
            "그때, 건물 사이에서 어두운 그림자가 에스메를 따라 움직이는 것을 발견했다.",
            "안식의 도시에 스토커라고 부를만한 사람이 있다니, 팬이라고해도 좋은 소식은 아니다.",
            "서둘러 에스메가 사라진 곳을 향해 걸음을 옮겼다."
        ],
        [
            "ドリーマー！",
            "エスメが慌てた声で私を呼んだ。",
            "つ、ついに...起きてしまったわ。いつかこんな日が来るとは思ってたけど！",
            "やっぱり...あたしは可愛すぎるのよね。ドリーマーもそう思うでしょ！？<br>あたしは愛の化身のような存在だから！",
            "何が言いたいのかまったく分からない...",
            "だーかーらー！",
            "あたしのストーカーがいるの！",
            "安息の都市にストーカーがいるなんて。エスメが目を輝かせた。",
            "ホントだって！この間も気づいてたけど、今日はもっと強く感じたの！",
            "まあ、もちろん気持ちは分かるけど？あたしは愛の化身だから？<br>ファンが多いのは仕方ないよね？",
            "不安がっている様子は一切なかった。むしろ楽しそうだ。",
            "好きな人に近づきたいのは当然でしょ？だからか...あたしに付きまとってるの！",
            "エスメはまるでそのストーカーの正体を知っているような様子で言った。",
            "実際に会ったことはないけど！だからストーカーって言うのよ。おっかけかな？",
            "会ったことはないが、誰かが自分の後をつけているのは分かるという意味らしい。",
            "えっへん。あたしはハートストーンだからね。",
            "周りの人たちの感情がうっすら分かるのよ！<br>あたしを遠くから見守ってる冷たい視線を感じるわ...",
            "小さな声でつぶやいたエスメがあたりを見回した。",
            "エスメの想像力はすごいと思っていたが、こういう姿を見るたびに戸惑ってしまう。",
            "冷たい情熱が感じられるのよ。鋼鉄で作った刃みたいな愛情ね。<br>あたしは...この人を捕まえるわ！",
            "手伝ってほしいと言うのかと思ったが、<br>エスメはくるっと1回転して建物の間へ消えていった。",
            "1人で放っておいてもいいのだろうか。",
            "その時、建物の隙間から暗い影がエスメを追いかけて動くのが見えた。",
            "安息の都市にストーカーが現れるなんて、<br>たとえファンだとしてもいいことではない。",
            "急いでエスメが消えた場所に向かった。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}