{
    "StoryName": "Campaign_SideStory_Robin_Hood_5",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Robin",
            "Robin",
            "Robin",
            "",
            "Robin",
            "Robin",
            "Robin",
            "Robin",
            "Robin",
            "Robin",
            "",
            "",
            "",
            "Robin",
            "Robin",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "",
            "",
            "",
            "로빈 후드",
            "로빈 후드",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "",
            "",
            "",
            "ロビンフッド",
            "ロビンフッド",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You finally reach Haven.",
            "It's been a hard journey just getting here, but Robin is immediately asking around to find out who the memory shard belonged to.",
            "Ultimately, though, her efforts are in vain.",
            "I found out who the memory shard belonged to. Unfortunately...",
            "Unfortunately, their family passed away some years ago.",
            "It's not an uncommon tale in these parts, I'm afraid...",
            "What will she do with the shard?",
            "...",
            "I think there is only one answer to that.",
            "Having seen how hard you fight, and how effective you are against the Dreamless, I think it is only right that you should keep possession of the shard.",
            "At least for now.",
            "Maybe one day, once this land is free of Dreamless again...",
            "Please, promise me you will return all of the memory shards you find to the right people.",
            "You promise that you will.",
            "And as an addition to that promise, you suggest that those memory shards who no longer have living family can be kept protected somewhere safe.",
            "Perhaps a special repository can be built in Haven where rescued memory shards can be stored and where the people might interact and give remembrance to their former owners.",
            "That... that would be a noble ideal and a goal worth striving for.",
            "You surprise me again. You have helped me so much and yet I still don't know your name.",
            "And neither do you... but that's okay for now.",
            "For now, you're just a merry outlaw, helping out those in need."
        ],
        [
            "우리 일행은 안식의 도시에 도착했다.",
            "힘든 여정이라 지쳤을 법도 한데<br>로빈은 곧바로 기억 파편의 주인을 아는 사람을 찾아<br>도시를 돌아다니기 시작했다.",
            "도시를 한참 돌아다닌 그녀는 풀이 죽은 모습으로 말을 꺼냈다.",
            "기억 파편이 누구의 것인지는 알아냈어요.<br>하지만...",
            "그의 가족은 몇 년 전에 세상을 떠난 모양이에요.",
            "그리 드문 일은 아니지만...",
            "...",
            "남은 방법은, 이제 한 가지 뿐이네요.",
            "당신이 드림리스를 상대로 어떻게 싸우는지를 본 이상...",
            "파편을 맡길 사람은 당신밖에 없다고 생각해요.",
            "지금 당장은...",
            "하지만 언젠가 이 세상이 드림리스로부터 완전히 해방되는 날에는",
            "당신이 가진 모든 기억 파편들 역시<br>평온하게 쉴 수 있도록,<br>사람들에게 돌려주겠다고 약속해주세요.",
            "그녀의 단호하고도 곧은 눈이 시선 안에 들어왔다.",
            "그녀의 눈빛은 시선을 피하지 않은 채 대답을 기다리고 있었다.",
            "...",
            "고마워요. 모두들 그렇게 생각할 거예요.",
            "저도 계속 도울 수 있도록 해주세요.",
            "숲을 누비는 상냥한 무법자일지 도시에 정착하기 위한 발판을 만들 목적을 가지고 있는 의적인지 구분이 되지 않는다.",
            "말을 마치고 만족한 그녀는 사뿐히 뒤돌아 거리를 다시 걷기 시작했다."
        ],
        [
            "安息の都市に到着した。",
            "困難な旅で疲れ果てているだろうに<br>ロビンフッドは、すぐに記憶の欠片の主を知る者を探しに<br>都市中を駆け回った。",
            "必死に探しまわった彼女は暗い面持ちで話しはじめた。",
            "記憶の欠片の主を見つけました。<br>しかし...",
            "その家族は、何年も前にこの世を去ったそうです。",
            "そう珍しいことではないですが...",
            "...",
            "となれば、方法は一つです。",
            "ドリームレスとの戦いを見た以上...",
            "欠片を託せるのは、あなたしかいません。",
            "今のところは...",
            "しかしいつか、この世界がドリームレスから開放されたら、",
            "全ての記憶の欠片も<br>平和な場所にいられるよう、<br>人々の手に返すと約束してください。",
            "彼女の断固とした意志が、目から真直ぐ伝わってきた。",
            "視線を動かさず、じっと返事を待っていた。",
            "...",
            "感謝します。きっと皆も、そう思うはずです。",
            "私も仲間に... 力にならせてください。",
            "森の優しいならず者になるのか、都市に定着するために盗賊になるのか、彼女の真意は分からなかった。",
            "言い終えて満足した彼女は、ひらりと背を向け、ふたたび歩きはじめた。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}