{
    "StoryName": "Campaign_Chapter7_Part4",
    "background": [
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png"
    ],
    "character": [
        [
            "",
            "Saffi",
            "Aurora",
            "Saffi",
            "Esme",
            "Saffi",
            "Vita",
            "Vita",
            "Saffi",
            "Saffi",
            "Saffi",
            "",
            "Tamamo No Mae",
            "Saffi",
            "Tamamo No Mae",
            "Tamamo No Mae",
            "",
            "",
            "Tamamo No Mae",
            "Tamamo No Mae",
            "Tamamo No Mae",
            "Saffi",
            "",
            "Tamamo No Mae",
            "",
            "Tamamo No Mae",
            "",
            "Aurora",
            "Tamamo No Mae",
            "Saffi",
            "",
            "Aurora",
            "Saffi",
            "Saffi",
            "Saffi",
            "Saffi",
            "Saffi",
            "Saffi",
            "Tamamo No Mae",
            "Saffi",
            "Tamamo No Mae",
            "Tamamo No Mae",
            "Saffi",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Tamamo No Mae",
            "",
            "Tamamo No Mae",
            "Tamamo No Mae",
            "",
            "Saffi",
            "",
            "",
            "Aurora",
            "Vita",
            "Esme",
            "Aurora",
            "",
            "Saffi",
            "",
            "Aurora"
        ],
        [
            "",
            "사피",
            "오로라",
            "사피",
            "에스메",
            "사피",
            "비타",
            "비타",
            "사피",
            "사피",
            "사피",
            "",
            "타마모노마에",
            "사피",
            "타마모노마에",
            "타마모노마에",
            "",
            "",
            "타마모노마에",
            "타마모노마에",
            "타마모노마에",
            "사피",
            "",
            "타마모노마에",
            "",
            "타마모노마에",
            "",
            "오로라",
            "타마모노마에",
            "사피",
            "",
            "오로라",
            "사피",
            "사피",
            "사피",
            "사피",
            "사피",
            "사피",
            "타마모노마에",
            "사피",
            "타마모노마에",
            "타마모노마에",
            "사피",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "타마모노마에",
            "",
            "타마모노마에",
            "타마모노마에",
            "",
            "사피",
            "",
            "",
            "오로라",
            "비타",
            "에스메",
            "오로라",
            "",
            "사피",
            "",
            "오로라"
        ],
        [
            "",
            "サフィ",
            "オーロラ",
            "サフィ",
            "エスメ",
            "サフィ",
            "ヴィータ",
            "ヴィータ",
            "サフィ",
            "サフィ",
            "サフィ",
            "",
            "玉藻前",
            "サフィ",
            "玉藻前",
            "玉藻前",
            "",
            "",
            "玉藻前",
            "玉藻前",
            "玉藻前",
            "サフィ",
            "",
            "玉藻前",
            "",
            "玉藻前",
            "",
            "オーロラ",
            "玉藻前",
            "サフィ",
            "",
            "オーロラ",
            "サフィ",
            "サフィ",
            "サフィ",
            "サフィ",
            "サフィ",
            "サフィ",
            "玉藻前",
            "サフィ",
            "玉藻前",
            "玉藻前",
            "サフィ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "玉藻前",
            "",
            "玉藻前",
            "玉藻前",
            "",
            "サフィ",
            "",
            "",
            "オーロラ",
            "ヴィータ",
            "エスメ",
            "オーロラ",
            "",
            "サフィ",
            "",
            "オーロラ"
        ]
    ],
    "dialogueText": [
        [
            "As you stand before the gates of the imperial palace, Saffi appears to you once again.",
            "No! I-I won't let you in!",
            "Saffi, is the Dominion inside?",
            "Please! Please leave us alone!",
            "Saffi, why are you protecting her? She's a monster...",
            "Tamamo isn't a monster! She's the rightful ruler of this realm! And she's my friend!",
            "You're just saying that because Tamamo is corrupting you!",
            "Tamamo deposed the human ruler and dominated the realm!",
            "No! She overthrew a tyrant and freed the yokai from persecution! She allowed yokai to live alongside humanity without being hunted or oppressed!",
            "She’s been holding her yokai back! Stopping the Dreamless infected from rampaging across the face of Phantasia!",
            "And it’s costing her everything!",
            "If that's the case, then why all the horrific tales about her?",
            "Because I allowed those tales to spread.",
            "Tamamo! You shouldn't! Stay in the palace! They'll kill you!",
            "Even you and I together don't have the power to stop that, Saffi my dear.",
            "I can't allow you to protect me against your own siblings any more.",
            "The fox spirit steps in front of the World Stone. She is the image of a powerful and mysterious ruler, bedecked in fine clothing and makeup.",
            "And yet there is something frail about her, as if something savage strains within her that she struggles to hold back, and that struggle is taking its toll.",
            "I knew as a yokai I couldn't maintain my rule if I was seen as weak. I encouraged the spread of your 'horrific tales'.",
            "Though, it's true I have done some horrible, selfish things in my time... but that was before I met Saffi.",
            "We are friends, whether you want to believe that or not.",
            "We can deal with the Dreamless Nether! You can leave us alone!",
            "Tamamo chuckles at this, however.",
            "My dear Saffi, for one so intelligent, you certainly are blinded by your emotions. We both know that isn't true.",
            "She turns and addresses you, directly.",
            "Dreamer. My mind is being stolen from me by the Dreamless Nether, just as with any of the other Dominions. I can feel it wearing me away like a rock on a beach.",
            "Then how can you still think so clearly?",
            "Because she has an exceptional mind... It has allowed her to retain her sense of self, even as her will is slowly eroded.",
            "It is my curse, to feel myself slowly going mad and to know and be unable to do anything about it.",
            "Tamamo... don't tell them these things! They want to kill you!",
            "You don't want to kill anyone!",
            "Sister, do you really trust me so little? You should have told me all of this.",
            "Told you? Told you what?!",
            "I watched the Dreamless Nether invade my home. I watched as my friend was slowly stolen away from me. For years I watched and couldn't do anything!",
            "And in all that time, did you once visit to try to stop it?",
            "I called for your help, but you had left Haven, disappeared on some quest you never even told your own sisters about and left us to fight an enemy we couldn't hope to defeat.",
            "You abandoned us when we needed you the most!",
            "Why couldn't I trust you? How <i>could</i> I trust you?",
            "Saffi... please, that's enough. There isn't much time left.",
            "We can beat it! Tamamo, we can stop it together! It doesn't have to take you!",
            "We both know that isn't true.",
            "Dreamer... I'm sorry, but you will have to fight me one more time. I may still have my mind, but I can no longer stop my own actions.",
            "Tamamo, no...",
            "Wait, Tamamo no Mae.",
            "I've misjudged you and I'm sorry, but perhaps... perhaps this doesn't have to be the end.",
            "I can't promise anything, but we have four World Stones gathered here, something that hasn't happened in millennia.",
            "Maybe... just maybe we can combine our strength and drive the Dreamless Nether back enough to release you from its grip.",
            "That is quite some hope.",
            "She smiles sadly.",
            "But I'm afraid, you will have to defeat me first. I can hold the dam back no longer...",
            "My yokai are coming...",
            "The Dreamless yokai stream into the streets, circling, ready to attack.",
            "Tamamo!",
            "As you watch, Tamamo blooms and transforms into a creature akin to a giant fox which immediately springs to attack.",
            "Your heroes form up to counter and battle is joined.",
            "Esme! Vita!",
            "Yes!",
            "Got it!",
            "Saffi! We need you!",
            "Saffi grits her teeth and crosses to her sister's side.",
            "You'd better save her, Aurora.",
            "You're already engaging yokai springing from all directions as Aurora shouts at you.",
            "Dreamer! Protect my sisters and I, buy us enough time to free Tamamo!"
        ],
        [
            "궁의 문 앞에 다다르자 사피가 다시 모습을 드러냈다.",
            "돌아가!<br>너희를 이 이상 안으로 들여보내지 않을 거니까!",
            "사피, 타마모노마에가 안에 있는 거죠?",
            "제발, 제발!<br>우리를 그냥 내버려 두라고 했잖아!",
            "대체 왜 도미니언을 그렇게까지 감싸는 거야?<br>그건 이미 괴물이 되었다고...",
            "타마모는 괴물이 아니야!<br>이 영역의 정당한 지배자라고! 그리고... 내 친구이기도 해!",
            "사피 언니... 나도 그 마음을 이해해.<br>하지만 이제 눈을 떠야해!",
            "애초에 타마모노마에는 교활한 방식으로 이곳의 원래 지배자를 추방시켰다며! 스스로 그 자리에 올라 도미니언이 된 거잖아!",
            "아니, 너희들은 아무것도 몰라.<br>타마모는 폭군을 몰아내고 박해받던 요괴들을 모두 해방시켰어.<br>요괴라는 이유로 억울하게 살해당하거나 억압받지 않도록 말이야!",
            "사람과 공존할 수 있는 영역을 만들기 위해 그렇게 노력했는데...<br>모든 게 변한 지금도 계속 그 요괴들을 붙잡고 있다고!<br>이곳의 드림리스가 이 세계 곳곳에 퍼지지 않도록 최선을 다하고 있다고!",
            "자신의 모든 것을 희생하고 있단 말이야!",
            "사피가 말하는 그녀에 대한 이야기는 소문과 달랐다.",
            "그 소문을 퍼트린 건 짐이니까...",
            "타마모, 안돼! 나오지마!<br>어서 궁 안으로 돌아가, 널 죽이고 말 거라고!",
            "사피, 나의 친애하는 벗이여.<br>너와 내가 힘을 합하더라도 저들을 막지는 못할 거 같구나.",
            "그리고... 날 보호하기 위해<br>내 사랑하는 친우가 자신의 자매와 싸우는 것을 지켜볼 수는 없다.",
            "그녀가 앞으로 천천히 다가온다.<br>신비롭고 위엄 있는 지배자의 모습이 남아있었다.",
            "완벽한 겉모습이지만 어딘가 불안정해 보였다.<br>마음 속의 무언가를 필사적으로 눌러 참으며 간신히 버티고 있었다.",
            "짐이 약하다는 사실이 밖으로 퍼지면<br>더 이상 영역을 통치하기 어렵다는 것을 알고 있다.<br>그래서 일부러 소문들이 퍼지도록 부추겼지.",
            "끔찍하고 이기적인 짓을 저지른 것도 사실이기도 하지.<br>하지만 그건 사피를 만나기 전이었어.",
            "그대들이 믿든, 믿지 않든...<br>나와 사피, 우리 둘은 서로의 벗이다.",
            "우리끼리 충분히 드림리스 네더에게 대적할 수 있어.<br>그러니까 제발, 우릴 그만 내버려 둬!",
            "사피의 말을 들은 타마모노마에가 씁쓸하게 웃는다.",
            "사피, 세상의 그 어떤 이보다 총명한 네가<br>결국 감정에 눈이 멀어버렸구나.<br>우리 모두 그것이 불가능한 일이라는 걸 잘 알고 있지 않니.",
            "이윽고 타마모노마에가 나를 바라보며 말한다.",
            "꿈꾸는 자, 지금도 짐은 이 몸을 다른 도미니언처럼 드림리스 네더에게 서서히 빼앗기고 있다. 바다의 자갈이 모래가 되듯, 나 역시 결국엔 갈리고 갈려 그리되겠지.",
            "그녀는 고통을 참으며 말하는 것처럼 보였다.",
            "그녀는... 다른 이들보다 강한 의지로 침식에도 불구하고 자아를 유지할 수 있는 것 같아요.",
            "나에게는 오히려 저주에 가깝지. 결코 좋지 않아.<br>서서히 미쳐가는 자신을 알면서도, 그래... 아무것도 할 수 없고, 무력하지.",
            "타마모, 제발... 제발 그만 이야기해. 응?",
            "... ",
            "사피, 저를 믿을 수 없는 건가요?<br>저에게 미리 사정을 말해주었다면...",
            "말해?<br>너한테? 뭘? ",
            "난 드림리스 네더에게 이 땅... 나의 고향이 짓밟히는 걸 봤어.<br>볼 수 밖에 없었지...!<br>내 소중한 친구가 서서히 미쳐가는 것도 그냥 볼 수 밖에 없었어.<br>보는 것 외에 아무것도 할 수가 없었으니까!",
            "이렇게 긴 시간이 흐를 때까지...<br>넌 대체 뭘 했는데? 단 한 번이라도 여길 찾아왔었니?",
            "난 가장 먼저 너에게 도움을 청했어.<br>하지만 넌 안식의 도시를 떠났잖아. 아무것도 설명해주지 않고!<br>내가 이길 수 없는 상대에게 외롭게 맞서도록 내버려두고 가버렸어!",
            "네가 가장 필요한 순간에<br>우리 모두를 버린거야.",
            "너를 믿지 못하냐고?<br>내가 너를 어떻게 믿을 수 있는데?",
            "사피... 이제 됐다.<br>시간이 얼마 남지 않은 것 같구나...",
            "아냐, 아냐! 우리 둘이 함께하면 이길 수 있어.<br>절대로 널 데려가게 두지 않을거야. 절대로!",
            "그게 불가능 하다는 걸,<br>사피 네가 가장 잘 알고 있지 않니.",
            "꿈꾸는 자여...<br>짐의 생명을 끝내다오...<br>이제 나는 더 이상 스스로의 행동을 제어할 수 없다네.",
            "아아, 안돼... 안돼, 타마모!!",
            "... 타마모노마에.",
            "아직 모든 것을 포기하기에는 너무 일러요.",
            "여기엔 월드스톤이 모여있어요.<br>이것은 수 세기 동안 일어날 수 없었던 일... 기적이죠.",
            "우리가 힘을 합친다면 당신의 몸을 잠식하고 있는<br>드림리스 네더를 밖으로 끌어낼 수 있을지도 모르겠어요.",
            "그건... 후후.<br>너무 오랜만에 듣는 좋은 소식이군.",
            "타마모노마에가 쓰러질듯 슬픈 미소를 짓는다.",
            "하지만, 불행히도...<br>아아... 이제 더 이상은...",
            "억누를 수 없어... 눈 앞이 점점 희미해지는구나.",
            "요괴 형상의 드림리스들이 길거리로 쏟아져 나오며 그녀를 보며 괴성을 내질렀다.",
            "타마모...!",
            "타마모노마에가 고통의 몸부림에 머리를 뜯으며 형상이 변해갔다.",
            "다급해진 오로라가 뒤돌아 일행에게 뛰어오며 크게 불렀다.",
            "에스메, 비타!",
            "응!",
            "알겠어!",
            "사피! 당신도 도와주세요!",
            "입술을 꽉 깨문 사피가 두 손을 떨면서 곁으로 왔다.",
            "꼭... 꼭 해내, 오로라.",
            "사방에서 달려드는 적들을 짓누르며 공방을 이어갔다.<br>그때 오로라의 목소리가 들렸다.",
            "꿈꾸는 자! 저희들을 보호해주세요!<br>타마모노마에를 해방시키겠어요...! 시간을 벌어주세요!"
        ],
        [
            "宮殿の扉の前に着くと、またサフィが姿を現した。",
            "帰って！<br>あなたたちはこれ以上中に入れさせないんだから！",
            "サフィ、玉藻前が中にいるんですよね？",
            "お願い、お願い！<br>私たちのことはほっといてって言ったでしょ！",
            "どうしてそこまでしてドミニオンを擁護するの？<br>もうその子はすでに怪物になったんだよ...",
            "玉藻前は怪物なんかじゃない！<br>この領域の正当な支配者なの！それに...私の友達でもあるの！",
            "サフィお姉ちゃん...あたしもその気持ちよくわかるよ。<br>でももう目を覚さなきゃ！",
            "そもそも玉藻前はずるいやり方でここから元の支配者を追放したって言ってたじゃん！自らその座についてドミニオンになったんでしょ！",
            "ううん、あなたたちは何も知らない。<br>玉藻前は暴君を追い出して、迫害されていた妖怪たちを解放したの。<br>妖怪だっていう理由で殺されたり抑圧されないようにね！",
            "人と共存することのできる領域を作るためにこんなに頑張ったのに...<br>全てが変わった今もその妖怪を引き留めているの！<br>ここにいるドリームレスが他の世界に出て行かないように最善を尽くしているの！",
            "全てを犠牲にしてね！",
            "サフィの話す玉藻前は噂とは違った。",
            "その噂はわしが流したんじゃ...",
            "玉藻、だめ！出てこないで！<br>早く宮殿の中に戻って、殺されちゃう！",
            "サフィ、わしの親愛なる友よ...<br>サフィとわしが力を合わせても、彼らを止めることはできんようだな。",
            "それと...わしを守るために<br>わしの愛する親友が姉妹と喧嘩するところを見てはおれぬ。",
            "彼女がゆっくりと近づいてくる。<br>神秘的で威圧のある支配者の姿が残っていた。",
            "完璧な外見だが、どこか不安定に見えた。<br>心の中の何かを必死で押さえつけ、なんとか耐えていた。",
            "わしが弱いという事実が外に広まってしまえば<br>これ以上この領域を支配するのが難しくなるのは分かっておる。<br>だからわざと噂を広めたのじゃ。",
            "むごく、自分勝手な事をしたのも事実。<br>でも、それはサフィに出会う前じゃった。",
            "そなたらが信じようが信じまいが...<br>わしとサフィ、私たちはお互いに友じゃ。",
            "私たちだけでも十分ドリームレスと渡り合える。<br>だからお願い、私たちの事はほっといて！",
            "サフィの言葉を聞いた玉藻前がほろ苦い笑みを浮かべる。",
            "サフィ、世界の誰よりも聡明なサフィが<br>感情に溺れてしまったのじゃな。<br>わしらはそんな事は不可能である事をわかっているじゃろ？",
            "ほどなくして玉藻前が私を見て言った。",
            "ドリーマー、今もわしはこの身体を他のドミニオンと同様に、ドリームレスネザーに少しずつ奪われている。海の砂利が砂になるように、結局はわしも粉々になるじゃろう。",
            "彼女は苦痛に耐えながら話しているようだった。",
            "彼女は...他の者よりも強い意志によって、侵食されているにもかかわらず、自我を維持できているのだと思います。",
            "わしにしてみればむしろ呪いに近く、良いことでは無い。<br>徐々に狂っていく自分を感じながらも、そう...何もできず、無力じゃ。",
            "玉藻、お願い...もうこれ以上喋らないで。ね？",
            "...",
            "サフィ、私を信じられなかったのですか？<br>先に私に事情を話してくれていたら...",
            "先に話す？<br>オーロラに？何を？",
            "私はドリームレスにこの土地...私の故郷が踏みにじられるのを見た。<br>見ることしかできなかった...！<br>私の大事な友達がだんだん狂っていくのをただ見ることしかできなかった。<br>見る以外何もできることがなかったから！",
            "こんなにも長い間...<br>オーロラは一体何をしてたの？一度でもここに来てくれた？",
            "私は一番にオーロラに助けを求めた。<br>でもオーロラは安息の都市を出て行ったじゃない。何の説明も無しに！<br>私が勝てもしない相手に寂しく立ち向かうように置いて行った！",
            "私が一番必要としていた時に<br>私たちを捨てたの。",
            "オーロラを信じられないのって？<br>私がオーロラをどうやって信じろっていうの？",
            "サフィ...もういい。<br>あまり時間が残っておらんようじゃ...",
            "いや、違う！私たち二人一緒なら勝てる。<br>絶対に玉藻を連れていくのは許さない。絶対に！",
            "それは無理だということを、<br>サフィが一番わかっておるのではないか？",
            "ドリーマー...<br>わしの命を終わらせてくれ...<br>もうわしはこれ以上行動を制御できないようじゃ。",
            "あぁ...ダメ...ダメ、玉藻！！",
            "...玉藻前。",
            "まだ全てを諦めるには早いです。",
            "ここにはワールドストーンが集まっています。<br>これは数世紀の間実現しなかった事...奇跡です。",
            "私たちが力を合わせれば、あなたの身体の中に入り込んでいる<br>ドリームレスネザーを外に引きずり出すことができるかもしれません。",
            "それは...ふふっ。<br>久しぶりにいことを聞いたの。",
            "玉藻前が倒れるように悲しく微笑んだ。",
            "じゃが、残念なことに...<br>ああ...もうこれ以上は...",
            "抑えることができん...目の前がだんだん霞んでゆく...",
            "妖怪の姿のドリームレスが道に溢れ出て、彼女を見て奇声をあげた。",
            "玉藻...！",
            "玉藻前が苦痛にもがき頭をむしり、形が変わっていった。",
            "慌てたオーロラは振り返って一行に向かい走ってきて、大きな声で呼んだ。",
            "エスメ、ヴィータ！",
            "うん！",
            "わかった！",
            "サフィ！あなたの力も貸してください！",
            "唇をぎゅっと噛んだサフィは両手を震わせながら横に来た。",
            "必ず...必ずやってね、オーロラ。",
            "四方からやって来る敵たちを押さえつけ、攻防を続けた。<br>その時、オーロラの声が聞こえた。",
            "ドリーマー！私たちを援護してください！<br>玉藻前を解放します...！時間を稼いでください！"
        ]
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_ominous.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}