{
    "StoryName": "Campaign_SideStory_Red_Knight_4",
    "background": [
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png"
    ],
    "character": [
        [
            "",
            "Red Knight",
            "Red Knight",
            "",
            "",
            "Red Knight",
            "Red Knight",
            "Red Knight",
            "Mal",
            "Mal",
            "",
            "Red Knight",
            "Red Knight",
            "Red Knight",
            "Red Knight",
            "Red Knight",
            ""
        ],
        [
            "",
            "붉은 기사",
            "붉은 기사",
            "",
            "",
            "붉은 기사",
            "붉은 기사",
            "붉은 기사",
            "말",
            "말",
            "",
            "붉은 기사",
            "붉은 기사",
            "붉은 기사",
            "붉은 기사",
            "붉은 기사",
            ""
        ],
        [
            "",
            "レッドナイト",
            "レッドナイト",
            "",
            "",
            "レッドナイト",
            "レッドナイト",
            "レッドナイト",
            "マル",
            "マル",
            "",
            "レッドナイト",
            "レッドナイト",
            "レッドナイト",
            "レッドナイト",
            "レッドナイト",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The final Dreamless falls, the Red Knight's sword piercing its heart. It was a hard fight and one that might well have been unnecessary.",
            "Fine, I admit it, I should have kept my massive levels of delight to myself.",
            "Still, you dealt with them, didn't you? With my help, of course.",
            "With her help, yes.",
            "You ask her if she would consider continuing to help you.",
            "You mean go along on whatever quest you're pursuing?",
            "Huh! Not likely!",
            "Now if you were to, say, destroy the Queen of Hearts and bring about the fall of Wonderland... I might consider it.",
            "You want us to defeat the Queen of Hearts for you?",
            "What do you think we're even doing in Wonderland in the first place?!",
            "Defeating the Queen of Hearts was your objective from the beginning. That and rescuing the Heartstone.",
            "Words and actions are two very different things.",
            "But I admit, your actions have spoken very loudly, so far.",
            "Very well, I shall accompany you into the palace. If you do as you say and vanquish the last of my enemies, I will accompany you further.",
            "To wherever this quest of yours will end.",
            "But believe me, even if the Knave is dead, you won't find it easy getting to the Queen's throne room!",
            "Then she will have to help you, so you can both achieve your goals."
        ],
        [
            "붉은 기사의 검이 드림리스의 심장을 찌르자 기괴한 소리를 내며 쓰러졌다.",
            "후... 이 기쁨을 오래 간직해야겠군.",
            "그 기쁜 소식 덕분에 한시름 놓게 되었군. 이것은 고맙다고 하지.",
            "그녀는 검을 사뿐히 털고 다시 바닥에 꽂은 뒤 응답을 기다렸다.",
            "우리 일행은 그녀에게 여정에 동행하라는 제안을 해본다.",
            "하? 네 여정에 동행하라는 소리인가?",
            "흠...",
            "네 목적이 여왕을 쓰러트리고 원더랜드를 몰락시키는 거라면...<br>그래, 생각해보지.",
            "그건 당연하지!",
            "애초에 우리가 왜 원더랜드에 왔겠어?",
            "말이 그녀에게 원더랜드에 도착하기까지 있었던 이야기를 들려주었다.",
            "입 밖으로 말을 꺼내는 것은 쉽다. 허나 직접 성취하는 건 전혀 다른 수준의 이야기지.",
            "인정하마.",
            "너희에게는 그걸 이룰만한 실력이 있는 것 같군. <br>왕좌까지 동행하지.",
            "만약 여왕을 쓰러트릴 수 있다면... 내 충성도 담보할 수 있겠군.",
            "하지만 명심해라.<br>하트 잭이 이미 죽었다 하더라도,<br>여왕의 왕좌까지 가는 길은 순탄하지 않을거니까.",
            "그렇게 붉은 기사가 동료에 합류했다."
        ],
        [
            "レッドナイトに心臓を貫かれたドリームレスは、奇怪な声をあげながら倒れた。",
            "ふぅ... この感動は一生の思い出だ。",
            "その知らせで安心したよ。礼を言う。",
            "彼女は振り払った剣を床に刺し、返事を待った。",
            "一行は、仲間にならないかと彼女に提案した。",
            "旅に同行しろと言うのか？",
            "ふむ...",
            "旅の目的が、女王を倒してワンダーランドを滅ぼすということなら...<br>そうだな、考えてみよう。",
            "当たり前さ！",
            "そもそも、俺達がどうしてワンダーランドに来たと思う？",
            "ワンダーランドに来るまでの出来事をマルが説明した。",
            "言うは易く、行なうは難しだが、",
            "お前らを信じよう。",
            "それを叶える力があるようだ。<br>王座まで旅を共にしよう。",
            "もし女王を倒せるなら... 忠誠を誓ってもいい。",
            "だが覚えておけ。<br>ハートのジャックが死んだとは言え、<br>女王の王座までの道のりは険しいぞ。",
            "こうしてレッドナイトが仲間に加わった。"
        ]
    ],
    "music": [
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}