{
    "StoryName": "Campaign_LibraryStory_Kaguya_1",
    "background": [
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png",
        "bambooforest.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "",
            "",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "",
            "",
            "",
            "Kaguya",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "",
            "",
            "",
            "",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "카구야",
            "",
            "",
            "",
            "",
            "카구야",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "",
            "",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "",
            "",
            "",
            "かぐや姫",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You are patrolling the forests to the east of Haven, to make sure they aren't becoming infested with Dreamless again...",
            "This time, you're with Kaguya.",
            "Even in the bright morning sun, the high stretched bamboo trees in this area are so dense that you can barely see the sky above.",
            "You're amazed by the widely differing forests around Haven, each with their own variety of trees...",
            "Come to think of it, didn't Kaguya tell you that she was born in a bamboo forest?",
            "Mmm, indeed... I was born from a bamboo stalk in a bamboo forest.",
            "I was discovered by an elderly bamboo cutter who was passing through the forest.",
            "Of course, I don't remember anything about that, as I was only a baby...",
            "I thought I was just an ordinary girl like any other when I was young.",
            "Kaguya reaches out to one of the bamboo trees beside her and gently touches it.",
            "At that moment, Kaguya's long lustrous hair flutters in the wind and she looks dazzling.",
            "It seems there are a lot of strange things that are beyond your imagination happening in the world of Phantasia.",
            "How could someone be born from a bamboo tree...?",
            "Eh?",
            "It's not that common even in Phantasia, Dreamer.",
            "Otherwise, I would never have become a princess.",
            "When I was young, I grew up as an ordinary girl.",
            "Playing around in the forest, in the rivers and across the fields, like many other children...",
            "At that age, I never would have imagined that I had been discovered in a bamboo stalk.",
            "It's not like I possessed any special powers...",
            "Nor was I was strong like other heroes...",
            "Kaguya starts walking again.",
            "You feel the soft grass and soil slipping easily by under your feet.",
            "Why do you feel so peaceful whenever you are with Kaguya. Perhaps it's because she was born in a forest?",
            "You wonder how she became a princess if she grew up as an ordinary kid?",
            "Hmm, shall we take a quick break? I think that's going to be a long story.",
            "Kaguya gestures for you to come and sit next to her.",
            "You guess this is a good opportunity to learn more about her."
        ],
        [
            "주변 치안을 확인할 겸 숲속을 순찰하기로 했다.",
            "오늘 순찰은 카구야와 한 조다.",
            "아침이라 그런지 높게 뻗은 대나무가 빽빽해서 하늘이 제대로 보이지 않는다.",
            "안식의 도시 주변에는 여러 숲이 있어서 그런지 나무들도 다양한 편이다.",
            "그러고보니 카구야는 대나무에서 태어났다고 했던 것 같다.",
            "그럼요. 대나무에서 태어났다고 하더군요.",
            "대나무 숲을 지나시던 할아버님께서 저를 거두어주셨답니다.",
            "태어날 때의 일이니, 제 기억에는 없지만...",
            "어린 시절에는 저도 보통의 아이들처럼 평범한 사람이라고 생각했지요.",
            "그렇게 말하며 그녀가 손을 뻗어 대나무를 부드럽게 어루만진다.",
            "검고 윤기나는 긴 머리칼이 바람에 흩날려 무척 아름답게 보였다.",
            "판타지아 세계에는 신기한 일이 많이 일어난다고 하지만",
            "대나무에서 사람이 태어나다니, 특히 신기한 일이 아닐 수 없다.",
            "음?",
            "그건 판타지아에서도 흔한 일은 아니에요, 꿈꾸는 자.",
            "그러지 않았으면 제가 공주라고 불리우는 일도 없었겠지요.",
            "하지만 어릴 때에는 정말 평범하게 자랐어요.",
            "보통의 아이들처럼 숲과 들, 강에서 뛰어놀면서...",
            "소녀가 대나무에서 태어났을줄은 꿈에도 몰랐답니다.",
            "특별한 힘이 있었던 것도 아니니까요.",
            "다른 메르헨들처럼 태어날 때부터 강했던 것도 아니고요.",
            "카구야가 다시 걸음을 옮기기 시작한다.",
            "발 아래에서 바람이 풀잎을 스치는 소리가 들린다.",
            "카구야가 유독 평화로운 분위기와 어울리는 건, 그녀가 숲에서 태어난 존재라 그럴지도 모른다.",
            "카구야에게 어떻게 공주가 되었는지 물었다.",
            "그 이야기를 하려면 잠시 쉬었다 가는게 좋겠어요, 조금 긴 이야기가 될 것 같네요.",
            "카구야가 그렇게 말하며 손을 살랑였다.",
            "모처럼이니, 카구야의 이야기를 들어보기로 했다."
        ],
        [
            "町の安全のために、森の中をパトロールすることにした。",
            "今日のパトロールはかぐや姫と一緒だ。",
            "朝だからか多くの竹がそびえ立ち、なかなか空が見えない。",
            "安息の都市の周りには森が多いせいか、様々な木が生えている。",
            "そういえばかぐや姫は竹から生まれたと言っていたような...",
            "はい。竹から生まれたそうです。",
            "竹の森を歩いていたおじい様が私を拾ってくれたのです。",
            "生まれた時のことですから、私の記憶にはありませんが...",
            "幼い頃は、私も普通の子どもたちのように平凡な人間だと思っていました。",
            "そう言いながら、彼女は手を伸ばして竹を優しく触る。",
            "黒くツヤのある髪が、風に揺れてとても美しく見えた。",
            "ファンタジアの世界では不思議なことが多く起きるというが",
            "竹から人間が生まれるなんて、特に不思議だと思う。",
            "あら？",
            "これはファンタジアの中でも、特別なことなのですよ。ドリーマー。",
            "そうでなければ、私が姫と呼ばれることもなかったでしょう。",
            "しかし、子どもの頃は本当に普通に育ったのです。",
            "他の子どもたちと同じように森や野原、川で遊び回って...",
            "まさか竹から生まれたなんて夢にも思いませんでした。",
            "特別な力があったわけでもありませんから。",
            "他のメルヘンのように、生まれた時から強かったわけでもありませんし。",
            "かぐや姫が再び歩き始めた。",
            "足元から風が草をなでる音が聞こえる。",
            "かぐや姫が特に平和な雰囲気とマッチしているのは、<br>彼女が森で生まれた存在だからかもしれない。",
            "かぐや姫に、どうやって姫になったのか尋ねた。",
            "その話をするなら、少し休んでいったほうが良さそうですね。<br>長話になりそうです。",
            "かぐや姫はそう言いながら手を振った。",
            "せっかくだから、かぐや姫の話を聞いてみることにした。"
        ]
    ],
    "music": [
        "music_glassring.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}