{
    "StoryName": "Campaign_LibraryStory_Esme_5",
    "background": [
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Esme",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "에스메",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "エスメ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Esme looks at you with a massive grin.",
            "It's a bit unnatural... and almost scary!",
            "You suddenly remember the whole reason you were sent out to wander the streets of Haven... in search of this obsessive love-fiend.",
            "Right, Thirsty Red...",
            "A nickname representing the unabashed nature of a girl trying to pursue love, even when it's not her own.",
            "A perfect fit for Esme's personality.",
            "Although sometimes, it can turn out to be an embarrassing nuisance...",
            "Regardless, it seems like a new bond will be formed thanks to Esme's work.",
            "What are you murmuring to yourself at such a crucial moment?",
            "No, Nothing. You were thinking that what she is doing right now is actually kind of amazing.",
            "Esme blushes and makes a \"Hmph!\" sound.",
            "Soon, you can hear the voice of the man practicing his proposal.",
            "It's not even your confession, and yet you still feel nervous about the outcome...",
            "The woman who was following the trail of roses that Esme dropped also seemed to heard the man's voice in the distance.",
            "You turn around to leave, as it's not polite to eavesdrop on such an intimate moment.",
            "You return to Haven with Esme who seems to be satisfied with the results of her little love game.",
            "\"Thirsty Red,\" the passionate Stone of Love.",
            "The embodiment of passion that will never look away at the sight of love.",
            "You finally understand the origin of Esme's well deserved nickname..."
        ],
        [
            "에스메가 황홀한 표정으로 나에게 묻는다.",
            "이럴 때의 에스메는 조금... 무섭다.",
            "문득 지금 그녀를 찾으러 나오게 된 이유가 생각난다.",
            "그래, 사랑의 화살.",
            "자신이 원하는 것이 이루어지지 않으면 어떻게든 이루어내고 마는",
            "에스메다운 별명.",
            "걱정스러운 부분이 없는 것은 아니지만",
            "오늘 에스메의 인도로 새로운 사랑이 맺어질 것 같다.",
            "이 중요한 순간에 무슨 생각을 하고 있는거야! 바보!",
            "옷가지를 잡아 당기는게 느껴졌다.",
            "에스메가 얼굴을 붉히며 흥! 하는 소리를 낸다.",
            "어느새 프로포즈 연습을 하는 남자의 목소리가 들리기 시작했다.",
            "긴장되는 순간이다.",
            "붉은 꽃이 인도하는 길, 정확하게는 에스메의 인도를 따라 온 여자도 무슨 소리를 들은 모양이다.",
            "에스메는 연신 봤어? 봤어? 같은 말을 중얼거리며 기웃거리고 있다.",
            "곧 이루어질 사랑의 황홀함에 취한 에스메를 이끌고 안식의 도시로 돌아간다.",
            "사랑의 화살, 정열적인 사랑의 스톤.",
            "사랑에 빠진 연인을 마주치면 결코 그냥 지나치지 못하는 사랑의 화신.",
            "에스메가 왜 그런 별명이 붙었는지... 너무나 잘 이해할 수 있게 되었다."
        ],
        [
            "エスメはうっとりとした表情で私に尋ねた。",
            "こういう時のエスメは少し...怖い。",
            "ふと、彼女を捜しにきた理由を思い出した。",
            "そう、愛の矢。",
            "自分の望みは何としてでも叶えてしまう",
            "エスメらしいあだ名。",
            "心配な部分がないわけではないが",
            "今日はエスメの導きで新しい愛が結ばれそうだ。",
            "この大事な瞬間に何ぼけっとしてるのよ！",
            "服の袖が引っ張られるのを感じた。",
            "エスメが顔を赤らめながら、フンッ！と言っている。",
            "いつの間にかプロポーズの練習をしている男性の声が聞こえ始めた。",
            "緊張の瞬間だ。",
            "赤い花の導き、正しくはエスメの導きについてきた女性も何か耳にしたようだ。",
            "エスメは見た？見た？というような言葉をつぶやきながら、首をかしげている。",
            "もうすぐ叶いそうな愛の美しさに酔ったエスメを引っ張って、安息の都市へ戻る。",
            "愛の矢、情熱的な愛のストーン。",
            "恋に落ちた恋人たちを見かけたら、決して見過ごせない愛の化身。",
            "エスメになぜそんなあだ名がついたのか...とてもよく分かる出来事だった。"
        ]
    ],
    "music": [
        "music_romantic1.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}