{
    "StoryName": "Campaign_Chapter8_Part3",
    "background": [
        "woodlandscreepy.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "",
            "Ginger",
            "",
            "",
            "Ginger",
            "Ginger",
            "",
            "Ginger",
            "Ginger",
            "Ginger",
            "Ginger",
            "Ginger",
            "Ginger",
            "Aurora",
            "Ginger",
            "Aurora",
            "Esme",
            "Aurora",
            "Aurora",
            "Vita",
            "Vita",
            "",
            "Ginger",
            "Ginger",
            "",
            "Ginger",
            "",
            "",
            "",
            "",
            "",
            "Robin",
            "Red Knight",
            "",
            "Red Knight",
            "Red Knight",
            "",
            "Red Knight",
            "Robin",
            "Red Knight",
            "Robin",
            "",
            "Robin",
            "Red Knight",
            "Robin",
            "",
            "",
            "Robin",
            "Red Knight",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "",
            "진저",
            "",
            "",
            "진저",
            "진저",
            "",
            "진저",
            "진저",
            "진저",
            "진저",
            "진저",
            "진저",
            "오로라",
            "진저",
            "오로라",
            "에스메",
            "오로라",
            "오로라",
            "비타",
            "비타",
            "",
            "진저",
            "진저",
            "",
            "진저",
            "",
            "",
            "",
            "",
            "",
            "로빈 후드",
            "붉은 기사",
            "",
            "붉은 기사",
            "붉은 기사",
            "",
            "붉은 기사",
            "로빈 후드",
            "붉은 기사",
            "로빈 후드",
            "",
            "로빈 후드",
            "붉은 기사",
            "로빈 후드",
            "",
            "",
            "로빈 후드",
            "붉은 기사",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "",
            "ジンジャー",
            "",
            "",
            "ジンジャー",
            "ジンジャー",
            "",
            "ジンジャー",
            "ジンジャー",
            "ジンジャー",
            "ジンジャー",
            "ジンジャー",
            "ジンジャー",
            "オーロラ",
            "ジンジャー",
            "オーロラ",
            "エスメ",
            "オーロラ",
            "オーロラ",
            "ヴィータ",
            "ヴィータ",
            "",
            "ジンジャー",
            "ジンジャー",
            "",
            "ジンジャー",
            "",
            "",
            "",
            "",
            "",
            "ロビンフッド",
            "レッドナイト",
            "",
            "レッドナイト",
            "レッドナイト",
            "",
            "レッドナイト",
            "ロビンフッド",
            "レッドナイト",
            "ロビンフッド",
            "",
            "ロビンフッド",
            "レッドナイト",
            "ロビンフッド",
            "",
            "",
            "ロビンフッド",
            "レッドナイト",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The caravan flies through the night, the sounds of your fleet footsteps on the hardpack road echo in your ears as the sounds of crackling fires, of collapsing buildings, of screams and cries grow steadily louder.",
            "Those noises only increase as you enter the city and you slow to a cautious advance.",
            "You begin to glimpse Nightmare creatures through the buildings, wreaking havoc on the town.",
            "So this is Kyo’s doing, after all!",
            "Dreamer! There!",
            "As you head inwards from the outskirts of the city, you encounter a group of citizens fleeing in the other direction.",
            "Among them is Ginger.",
            "She is leading the townsfolk to safety, but when she sees you, her eyes fill with tears.",
            "DREEEAAMEEEEEER!!!",
            "You catch her as she stumbles to a halt in front of you.",
            "What’s going on?",
            "I don’t know! These monsters just appeared out of nowhere!",
            "Hundreds of them! They’ve been tearing the city apart since this morning!",
            "Is anyone defending the city? What about the militia?",
            "I don’t know!",
            "I don’t know where Goldi or Robin are! Even Kyo! I haven’t seen him for days!",
            "All I could do was try to protect these people...",
            "And... my bakery...",
            "My bakery... it fell down!",
            "Waaaaaaaaaah!!!",
            "Ginger! Get a hold of yourself!",
            "Why? There’s no point to anything without my bakery!",
            "GINGER! Don’t be stupid!",
            "Aurora...",
            "I’m sorry, Esme, but we don’t have time for this!",
            "We have to save Haven!",
            "...",
            "She’s right, Esme. The first priority should be these people.",
            "Can Ginger lead them out of the city and take them somewhere safe?",
            "Y-yes... of course...",
            "I’ll come back! As soon as they’re safe!",
            "That’s good to hear, but first you need information: where are these Nightmares concentrated? What are they after?",
            "I don’t know... but there seems to be the most in the centre of town, the market and the central square!",
            "Then that’s where you’ll head.",
            "Ginger nods and leads the refugees away, still sniffing and whimpering about her bakery...",
            "You watch her go, then turn back to the city, asking your comrades if they are ready.",
            "The three world stones present nod resolutely and your heroes ready their weapons... and with that, you head into the heart of the city.",
            "It’s not long before you come across other familiar faces. At least some of Haven’s fighters still stand against these monsters!",
            "Dreamer? Is that really you?",
            "Dreamer! It’s good to see you back!",
            "Red? What is she doing here?",
            "I came to Haven to see if I could find you, Dreamer. Seems like I won’t be fading away any time soon, so why not see if my sword can be of use somewhere?",
            "And it just so happens my sword is in quite dire need, after all!",
            "That’s unfortunately true... It’s good to see her, anyway.",
            "Heh! Good to see you, too, Dreamer!",
            "Would that it were in better circumstances.",
            "Robin and I have been organising parties to try to defend the city, but we haven’t had much luck, so far.",
            "Perhaps with your aid, we can finally begin pushing back against these invaders!",
            "What’s the plan?",
            "We’ve been trying to reach the town centre, the militia barracks and the guild hall apparently are holding out still, but that information is hours old.",
            "These monsters all appeared from strange shadowy portals around mid-morning, right in the middle of the market and the central square.",
            "Kyo has been missing for days and the militia have been unable to organise effectively, but Gaudi and the Opinio Guild have at least been keeping the town centre from being completely overrun.",
            "You have to tell them Kyo is the one responsible for all this. He has betrayed everyone, though you have no idea why.",
            "To their credit, they both take the news stoically, even if they both look shaken by the revelation.",
            "I won’t lie, Dreamer, that’s terrible news... but it just reaffirms what our immediate goals should be.",
            "Yes. We need to reach the people still fighting in the centre of the city, link up with them and drive these monsters out.",
            "That’s something you can definitely agree on."
        ],
        [
            "집이 불타 무너지는 소리에 주민들의 비명과 절규가 섞여 귓가에 메아리친다.",
            "도시를 집어삼킨 화마의 기세가 중심부에 가까워질수록 더 거세진다.",
            "타오르는 거리와 무너지는 잔해들 속에서 드림리스까지 나타나 도시를 짓밟고 있었다.",
            "쿄의 얼굴이 떠오른다.",
            "꿈꾸는 자! 저쪽을 보세요!",
            "시내로 들어서고 나서야 도시 바깥으로 피난하는 주민들을 마주칠 수 있었다.",
            "진저가 선두에서 주민들을 지휘하며 대피하고 있었다.",
            "의연한 태도로 방향을 지시하던 그녀와 눈이 마주쳤다.",
            "꿈꾸는 자!!!",
            "급하게 달려온 그녀가 휘청이며 일행의 앞에 멈추어 섰다.",
            "검게 그을린 옷이 위급한 상황을 대변하는 듯했다.",
            "다행이다, 무사했구나! 난 혹시라도 무슨 일이 생긴 줄 알고...",
            "괴물들이 도시를 공격하고 있어, 수백 마리도 넘는 것 같아! 아침부터 도시를 공격하기 시작했어!",
            "진저에게 민병대원이나 다른 메르헨에 대해 물자 울상인 얼굴로 고개를 가로젓는다.",
            "나도 모르겠어!",
            "골디나 로빈이 어디에 있는지도 몰라, 쿄도 그래!<br>요 며칠 사이에 쿄를 만난 적이 한 번도 없어.",
            "내가 할 수 있는 건 여기 이 사람들을 보호하는 것밖에 없었어.",
            "그리고... 내 가게도...",
            "내 베이커리도 무너져버렸다고!",
            "흐아아아아아아앙!!!",
            "진저, 진정하세요.",
            "하지만, 하지만... 베이커리는 내 인생의 전부란 말이야. 그게 없으면 인생에 아무 가치가 없다고!",
            "진저!",
            "울지마, 응?",
            "꿈꾸는 자, 이렇게 여유 부릴 시간이 없어요.",
            "도시를 구해야 해요!",
            "우우웅...",
            "큰 언니야 말대로야, 잠탱아! 일단 주민들부터 구하자!",
            "우선 도시에 우글거리는 드림리스부터 정리해야 한다.<br>진저에게 드림리스에 관해 물었다.",
            "훌쩍, 음...",
            "맞아, 움직임이 좀 이상한 게 목적이 있는 것 같았어. 중앙 광장에 모이는 것 같아.",
            "중앙 광장으로 이동하기 전 진저에게 주민들의 피난을 부탁했다.",
            "걱정하지 마, 이 사람들은 내가 책임지고 피난시킬게. 그러고 나면 나도 다시 올 테니까...",
            "눈가를 손으로 문질러 닦은 진저가 주민들에게 방향을 지시했다.",
            "불안한 표정의 주민들이 진저와 함께 거리를 빠져나간다.",
            "조용히 일행들을 살펴본다.",
            "긴장한 얼굴, 불안한 시선. 그 모든 것을 이겨내고 도시의 심장부로 향한다.",
            "무너진 건물이 가로막은 길 대신 골목을 통해 빠져나오자 낯익은 얼굴들이 우리를 기다리고 있었다.",
            "꿈꾸는 자? 정말 당신인가요?",
            "오, 돌아왔군?",
            "로빈과 붉은 기사가 거리를 사수하고 있었다.",
            "아아. 손이 근질거려서 말이다!",
            "마침 도시는 손이 모자라니 잘된 일 아닌가!",
            "붉은 기사가 큰 목소리로 소리쳤다.",
            "하하하하하!",
            "돌아오셨다니 불행 중 다행이군요.",
            "이 녀석하고 같이 죽자고 버텨봤지만 별 소득이 없더군.",
            "그래도 당신이 합류한다면... 침략자들을 몰아낼 수 있을 거예요.",
            "로빈이 신중한 얼굴로 중앙 광장이 있는 방향을 바라본다.<br>그녀에게 도시의 상황을 물었다.",
            "중앙 광장을 탈환하려는 중이에요. 민병대 본부와 길드는 아직 버티고 있는 것 같지만, 정확하진 않아요.",
            "듣자 하니 중앙 광장에 이상한 차원문이 나타났다고 하더군. 드림리스는 그 차원문을 통해 도시를 침략하고 있다!",
            "맞아요. 쿄가 행방불명된 상태라 초기 진압이 늦어진 탓에 피해가 더 커졌지만, 다행히 가우디씨가 길드에서 버티고 있는 것 같아요.",
            "시간을 낭비할 수 없어 두 사람에게 그간의 일을 간략하게 설명했다.<br> 쿄의 배신, 그의 목적...",
            "둘 다 크게 동요했지만, 침착하게 그 사실을 받아들였다.",
            "당신의 말이 모두 사실이라면 정말 끔찍한 일이지만... 지금은 눈앞의 일이 더 중요해요. 할 일을 해야죠.",
            "몇 시간 전의 첩보이니 지금은 상황이 달라졌을 테지! 중앙 광장의 이들을 지원하러 가자! 붉은 기사가 네 명령을 기다린다!",
            "나는 천천히 고개를 끄덕였다."
        ],
        [
            "家が燃え崩れる音に、住民たちの悲鳴と絶叫が混じって耳元にこだまする。",
            "都市を飲み込んだ火事の勢いが、中心部に近づくほどにさらに強くなる。",
            "燃え上がる街と崩れゆく残骸の中で、ドリームレスまで現れ都市を踏み荒らしていた。",
            "キョウの顔が浮かんだ。",
            "ドリーマー！こちらを見てください！",
            "市内に入ってようやく都市の外に避難する住民たちに出会うことができた。",
            "ジンジャーが先頭で住民たちを指揮し、退避させていた。",
            "毅然とした態度で方向を支持していた彼女と目が合った。",
            "ドリーマー！！！",
            "勢いよく走ってきた彼女がふらっとし、一行の前で立ち止まった。",
            "黒く焼けた服が危険な状況を物語っているようだった。",
            "よかった、無事だったんだね！あたし、もしかして何かあったんじゃないかと...",
            "怪物たちが都市を攻撃してる、数百匹以上いそう！朝から都市に攻撃し始めたの！",
            "ジンジャーに民兵や他のメルヘンについて聞くと、泣いた顔で首を横に振った。",
            "あたしも分からないの！",
            "ゴルディやロビンがどこにいるかも分からない、キョウも！<br>ここ数日間、キョウには一度も会ってない。",
            "あたしが出来る事は、ここにいる人を保護することだけ。",
            "それと...あたしのお店も...",
            "あたしのベーカリーも崩れちゃったの！",
            "うわぁぁぁぁぁぁん！！！",
            "ジンジャー、落ち着いてください。",
            "でも、でも...ベーカリーはあたしの人生の全部なの。それがなかったら人生に何の意味もないの！",
            "ジンジャー！",
            "泣かないで、ね？",
            "ドリーマー、こうしている暇はありません。",
            "都市を救わなければいけません！",
            "ううーん...",
            "お姉ちゃんの言う通りだよ寝ぼすけさん！まずは住民たちを助けよう！",
            "まず、都市にうろつくドリームレスから仕留めなければならない。<br>ジンジャーにドリームレスについて聞いた。",
            "グスン、うーん...",
            "そう、なんか動きがおかしくて目的があるように見えたよ。中央広場に集まってるみたい。",
            "中央広場へ移動する前に、ジンジャーに住民たちの避難を頼んだ。",
            "心配しないで、この人たちはあたしが責任を持って避難させる。それが終わったらあたしもまた戻ってくるから...",
            "目元を手で擦って拭いたジンジャーが、住民たちの方向を指示した。",
            "不安な表情の住民たちがジンジャーと共に街から出ていく。",
            "静かに一行を見た。",
            "緊張した顔、不安な視線。その全てに打ち勝ち、都市の心臓部へと向かった。",
            "倒れた建物が横たわる道の代わりに路地を抜けると、見慣れない面々が私たちを待っていた。",
            "ドリーマー？本当にあなたなのですか？",
            "おぉ、戻ってきたのか。",
            "ロビンとレッドナイトが街を死守していた。",
            "ああ。手がむず痒くてな！",
            "都市は人手が足りんしちょうどいいではないか！",
            "レッドナイトが大きな声で言った。",
            "ハハハハハッ！",
            "戻ってきていただけて、不幸中の幸いです。",
            "こいつと一緒に死のうかと耐えてみたが、何の収穫も無かった。",
            "でもあなたが一緒に来てくれるなら...侵略者たちを追い出すことができるはずです。",
            "ロビンが慎重な顔で中央広場がある方向を眺めた。<br>彼女に都市の状況を聞いた。",
            "中央広場を奪還しようとしているところです。民兵隊本部とギルドはまだ持ち堪えているようですが、正確ではありません。",
            "聞けば中央広場に変な次元扉が出てきたらしいぞ。ドリームレスはその次元扉から都市に侵略している！",
            "そうです。キョウが行方不明で初期の鎮圧が遅れ、被害が大きくなってしまいましたが、幸いガウディがギルドで持ち堪えているようです。",
            "時間を無駄にしてはいられないので、二人にこれまでのことを簡単に説明した。<br>キョウの裏切り、その目的...",
            "二人は大きく動揺したが、落ち着いてその事実を受け入れた。",
            "あなたの話が事実ならば、本当に恐ろしいことですが...今は目の前の事の方が重要です。やるべきことをしなければ。",
            "何時間か前の情報だから今は状況が変わっているはずだ！中央広場にいる者の支援をしに行くぞ！レッドナイトがお前の命令を待っている！",
            "私はゆっくり頷いた。"
        ]
    ],
    "music": [
        "music_shadowsawait.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}