{
    "StoryName": "Campaign_Chapter2_Part1",
    "background": [
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "",
            "",
            "Kyo",
            "",
            "",
            "Mal",
            "Mal",
            "Lis",
            "Lis",
            "",
            "Kyo",
            "",
            "Lis",
            "",
            "Mal",
            "",
            "Kyo",
            "",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "",
            "",
            "Kyo",
            "Kyo"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "",
            "쿄",
            "",
            "",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "",
            "",
            "쿄",
            "",
            "",
            "말",
            "말",
            "리즈",
            "리즈",
            "",
            "쿄",
            "",
            "리즈",
            "",
            "말",
            "",
            "쿄",
            "",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "",
            "쿄",
            "",
            "",
            "쿄",
            "쿄"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "",
            "",
            "キョウ",
            "",
            "",
            "マル",
            "マル",
            "リズ",
            "リズ",
            "",
            "キョウ",
            "",
            "リズ",
            "",
            "マル",
            "",
            "キョウ",
            "",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "",
            "",
            "キョウ",
            "キョウ"
        ]
    ],
    "dialogueText": [
        [
            "The whole of Haven celebrated your victory over the Knave.",
            "It was an unexpected victory and one that probably only delayed the inevitable, but it gave the people hope and that was something they hadn't experienced in some time.",
            "You found you couldn't join in the celebratory mood, however. Too many questions were still to be answered.",
            "Chief among them: who are you?",
            "In the wake of that simple mystery, a slew of others tumbled after:",
            "Why are you here? Why can't you remember anything? What are these powers you seem to possess? What is this place and where were you before you first woke up here...?",
            "Something tells you you don't belong here, yet at the same time, everything you have seen in this world seems to border on the edge of familiarity, like a memory you can't quite grasp.",
            "Each time you think about it, the answer dances in front of you and then slips away.",
            "And that feeling began with that girl... Aurora.",
            "Everything began with her...",
            "With Aurora gone and the Dreamstone apparently dormant once more, answers seem no closer to flying into your grasping fingers, so you decide to seek out Kyo, away from the celebrations, to see if he can help.",
            "Dreamer!",
            "I didn't expect to see you again tonight.",
            "Is there something wrong? You look troubled.",
            "You ask Kyo whether he believes Haven is now safe.",
            "Sadly, no. The Knave will return with more underlings – either him or his queen. If not them, any of the other Dominions may decide the time is ripe to strike.",
            "Haven's existence is still as precarious as it ever was.",
            "You stare away, towards the celebrations. The people here... they expect you to fight and defeat the Dominions, don't they?",
            "If they do, you can't very well do that here. You'll have to journey to meet them and defeat them in their own lands.",
            "You don't even know how or why you're here, and yet everyone expects you to fight for them...",
            "How can you do that when you don't even know who you are? What if you aren't strong enough?",
            "I'm sorry, I can't answer those questions for you.",
            "Perhaps you don't have the strength we need? Perhaps you aren't even the one who is supposed to save us?",
            "I don't even know if this world is worth saving, any more...",
            "I can give you no answers about you or your future, Dreamer. I can, however, tell you a little about this land and its past.",
            "That's something at least.",
            "Of course. Everything starts from tiny seeds after all.",
            "Phantasia was no different.",
            "Some say it was created by the Dreamstone herself, others that it formed around her.",
            "Everyone seems to agree that she holds the world together, with her own power and that of the five World Stones, objects of great and mysterious power.",
            "You know this place is Haven, already. It sits at the centre of the world, quite literally.",
            "Once upon a time, it was a great centre of commerce and government, but alas, no more.",
            "Haven is surrounded by five lands, and together with Haven, they form the Six Realms.",
            "Each of the five surrounding realms is ruled by a creature called a Dominion. Each Dominion draws their power from one of the five World Stones.",
            "Legend has it, these Dominions were once great and wise rulers, but if that was ever the case, it was long, long ago.",
            "Now they are monsters; nearly mindless, infinitely dangerous, all hungering for one thing:",
            "The world of Phantasia.",
            "Why?",
            "Why? Because the Dreamless Nether came, that's why.",
            "No one knows where it came from, but it began leeching from Phantasia.",
            "It consumed the outer lands first, then it infected the six realms and its peoples.",
            "If 'infected' is the right word... I don't even know.",
            "It's said the Dreamless Nether somehow corrupted the Dominions, turning them against their own people.",
            "But if that's true, that was decades and decades ago, perhaps even centuries. Phantasia has been falling apart for so long, I don't even know if it can be put back together any more.",
            "What about Aurora? Why didn't she stop it?",
            "I don't know. She's been gone so long, she has become a legend herself. Most people have never even seen her.",
            "Some say she's seeking a way to save Phantasia, others that she's fighting a losing battle against the Dreamless.",
            "Nobody really knows the truth.",
            "But you said you'd met her... You said she found me first.",
            "That's true. I've seen her. She appeared once, to the old leader. She told him about a prophecy, or some kind of message she had received, I don't know exactly.",
            "She told him that someone was coming... I think everyone believes that 'someone' is you.",
            "All we have left are hopes and legends. Dreams that somehow things can be better.",
            "Kyo lapses into silence, staring towards the celebrations. After a while he speaks again, words that sound like they come from a trance.",
            "“We are such stuff as dreams are made on...”",
            "What does that mean?",
            "Kyo shakes himself.",
            "I'm sorry. I'm just remembering odd things. It's a line from an old poem...",
            "Is there more?",
            "Kyo looks as if he's about to go on, but at that moment Mal and Lis appear, looking upset.",
            "Dreamer! Why did you leave the party? Everyone's asking where you've gone.",
            "I think they're scared you'll disappear.",
            "...",
            "You should come back...",
            "They look so forlorn, it's difficult to refuse them.",
            "You should go. Give them hope for one more night, at least.",
            "You tell them you will be back soon.",
            "Yay!",
            "Lis skips away happily. Mal grins at you.",
            "Don't be too long, Dreamer, or Lis might get mad at you.",
            "Mal waves, then follows his sister.",
            "They really seem to like you, you know that?",
            "You look at Kyo, seriously. Who exactly are they?",
            "Who are they? They didn't tell you?",
            "Not exactly, no.",
            "They're orphans, Dreamer. Not so uncommon these days.",
            "They never told me what happened to their parents, but I can guess...",
            "I found them wandering the wilds when they were much smaller than they are now and brought them back to Haven.",
            "The militia have been something like surrogate parents to them ever since.",
            "Heh, they've been their fair share of trouble at times...",
            "Although, seeing how they respond to you...",
            "I wasn't lying, Dreamer. They do really seem to like you. Perhaps you should take them along with you?",
            "Wouldn't that be dangerous?",
            "No more dangerous for them than it is here. You're the only one who has shown they can defeat the Dreamless. What safer place than by your side?",
            "And who knows, they may even be more help than you're expecting. It's not as if I can send much help otherwise.",
            "Kyo won't be coming with you?",
            "I'm needed here and I can't send any of my militia with you. We struggle to fight off even simple raiding parties of Dreamless from Dominion lands.",
            "If we were to go with you, any of the Dominions could walk straight in and take Haven any time they wanted. And my men, this town, they need someone to lead them. I can't leave them.",
            "That's hard news to take.",
            "Don't worry, your heroes would be better allies in the fight than any town soldier.",
            "If your power allows you to discover more memory shards and recall the heroes that formed them, you'll surely soon have an army greater than our little defence force in Haven.",
            "That may be. You wonder if you could send some heroes back to Haven to help defend the town.",
            "Ah, any aid would be greatly appreciated! Perhaps your friend Aurora can help with that. She seems to have a knack for teleporting, if your trip to that other world is anything to go by.",
            "Then it seems your course is set, as uncertain about it as you are. What choice do you have but to face the dangers coming for you?",
            "It's not as if there's anywhere else to run to anyway.",
            "That is true. But before you go, let me tell you what I can about the world you are agreeing to fight for.",
            "Please bear in mind, much of what I know – what anyone knows – about Phantasia is just stories and legends..."
        ],
        [
            "하트 잭과의 전투에서 승리했다.<br>그 때문인지, 안식의 도시는 전에 없던 활기로 가득 차 있었다.",
            "피할 수 없는 운명을 잠시 뒤로 미룬 것일지도 모르지만<br>이 예상치 못한 승리는 주민들의 마음에<br>이제껏 경험하지 못했던 희망을 채우기에는 충분했던 모양이다.",
            "덕분에 도시의 많은 사람들이 나를 구원자라 칭송했지만,<br>마음 편하게 축제 분위기에 동참할 수 없었다.",
            "...",
            "기억을 잃은 덕분에 상당히 심오하고 철학적인 주제로<br>존재에 대한 물음을 던졌다.",
            "... 나는 누구인가.",
            "마치 비현실적인 꿈을 꾸고 난 것처럼.<br>이곳의 모든 일들이 익숙하면서도 낯설게 느껴진다.",
            "쿠션을 넣은 바구니 위에 조심스레 올려둔 드림스톤은<br>여전히 잠에 든 사람처럼 숨을 쉬듯 천천히 진동하고 있었다.",
            "건물 너머 광장의 사람들 노랫소리가 메아리치며 울려 퍼지고 다양한 잡담 소리가 겹치며 혼란스럽게 만든다.",
            "소리는 정신없이 뒤섞여 머리를 아프게 어지럽힌다.",
            "...",
            "아, 꿈꾸는 자!",
            "이런 늦은 시각에 다시 만날 줄이야.",
            "안색이 좋지 않군요.",
            "쿄가 건물 맞은편에서 천천히 걸어오고 있었다. 그는 상당히 바빴던 듯 옷가지가 조금 흐트러져 보였다.",
            "저는 도시 외곽 성벽의 복구를 진행 중입니다.<br>하지만 벽을 복구한들... 의미가 있을까요.",
            "이번에는 비록 물러났지만, 하트 잭은 분명 돌아올겁니다.<br>아마 더 많은 병력을 이끌고 오겠지요.<br>다음에는 여왕과 함께 올지도 모르고, 다른 영역의 도미니언도...",
            "쿄가 복잡한 표정으로 축제가 열리고 있는 광장 쪽을 바라본다.<br>이곳 사람들은 분명 구원자를 생각하며 기대하고 있을 것이다.",
            "그래서 말인데.<br>오히려 이쪽에서 먼저 도미니언을 공격하는 것은 어떨까요.<br>아니, 저는 그것 외에 남은 방법이 없다고 생각합니다.",
            "이곳 사람들은 구원자가 드림리스와 맞서 싸우길 기대한다.",
            "세상의 의문과 목적을 상실한 채 많은 부담이 몰려오고 있었다.",
            "죄송합니다, 꿈꾸는 자.<br>저는 당신의 고민에 답을 드릴 수 없군요.",
            "당신의 입장도 이해하고 있고,<br>어쩌면 저희가 애타게 염원하고 기다리던... 구원자가 아닐 수도 있겠지요.",
            "솔직히, 저는...<br>이 세상을 구하기 위한 발버둥이 의미가 있는지도 확신할 수 없습니다.",
            "하지만, 이 세계와 과거에 대해서는<br>아주 조금이나마 말씀드릴 수 있습니다.",
            "잠깐의 정적이 흐르고 무겁게 고개를 끄덕였다.",
            "숲을 떠올려 보시겠어요.<br>모든 것은 아주 작은 씨앗 하나에서 시작되지요.",
            "이토록 드넓은 세계지만 별반 다르지 않습니다.",
            "어떤 이들은 드림스톤이 직접 세계를 창조했다고 믿지요.<br>또 다른 이들은 드림스톤을 중심으로 자연스럽게 세상이 태어났다고 말합니다.",
            "모든 이들이 드림스톤과 다섯 개의 월드스톤이<br>세계를 하나로 묶어 유지하고 있다는 것에 동의하지요.",
            "드림스톤의 영역인 이곳 안식의 도시는 세계의 중심에 자리하고 있습니다.",
            "안식의 도시를 둘러싸고 있는 다섯 개의 왕국은 월드스톤의 영역입니다.<br>안식의 도시와 다섯 개의 왕국.<br>이것이 판타지아에 남은 마지막 여섯 영역입니다.",
            "다섯 왕국은 각각의 도미니언들이 지배하고 있지요.<br>도미니언은 각 영역의 월드스톤에게서 힘을 끌어내어 사용합니다.",
            "전설에 따르면...<br>모든 도미니언은 위대하고 현명한 통치자였다지만<br>이미 오래전 일입니다.",
            "그들은 이성을 잃었고, 이제 괴물이 되었어요.",
            "맹렬한 괴물.<br>그들의 목적은 단 한 가지.",
            "판타지아 세계를 완전히 손에 넣어...<br>드림리스 네더에게 바쳐 그를 기쁘게 만드는 것입니다.",
            "...",
            "드림리스 네더가 무엇인지는 아무도 모르지만<br>그 목적만큼은 명확합니다.",
            "세계를 전부 집어삼키고<br>최후에는 모든 영역을 끝없는 공허로 만드는 것이죠.",
            "저 멀리 경계에서부터 세력을 불리던 녀석은<br>마침내 여섯 영역과 각 주민들에게도 손을 뻗기 시작했습니다.",
            "도미니언까지 타락시키는데 성공했을 때...",
            "그들은 퀸 오브 하트처럼 자신의 국민을 배신했습니다.",
            "... 이 세계는 이미 오래전부터 무너지고 있었습니다.<br>원래대로 돌아갈 수 없을지도 몰라요.",
            "그의 말에 오로라와 무너지던 세계의 탑의 기억이 스쳐 지나갔다.",
            "저도 모르겠습니다.<br>오로라가 저희 곁을 떠난 지 너무 오래 되었으니까요.<br>대부분의 사람들은 그녀를 직접 만나본 적도 없을 겁니다.",
            "하지만, 오로라도 나름대로 계속 싸워왔던 거겠죠.<br>그것만큼은 짐작할 수 있습니다.",
            "그녀 외에는 누구도 자세한 내막을 알 수 없겠지만...",
            "...",
            "오로라는 전임 리더의 앞에 한 번 나타났었지요.<br>그때 구원자와 관련된 예언을 했습니다.",
            "그들은 언젠가 구원자가 온다고 말했지요.<br>이 도시의 모든 사람들은 그 예언을 믿습니다.<br>그리고 지금, 당신을 구원자라 믿고 있어요.",
            "저희에게 남겨진 것은 그런 희미한 희망과 예언뿐 입니다.<br>상황이 더 나빠지지 않기를 필사적으로 빌면서...",
            "차가운 표정으로 이야기를 끝낸 쿄가 입을 다물고 밤하늘을 천천히 올려다 보았다.",
            "\"우리는 꿈으로 만들어진 존재.<br>보잘것없는 삶이 잠에 둘러싸여 있구나...\"",
            "...",
            "그는 다시 시선을 맞추고 고개를 가로저었다.",
            "하하, 죄송합니다. 갑자기 그런 기분이 들어서요.<br>옛날에 읽은 시에 나온 구절입니다.",
            "그는 말을 끝내고 천천히 옷을 가다듬었다.",
            "그때 화난 기색의 말과 리즈가 소리치며 달려왔다.",
            "왜 이런 곳에 숨어 있는거야? 다들 도시의 영웅이 어디갔냐고 물어봤다고!",
            "네가 갑자기 사라졌을까 봐 걱정했잖아.",
            "... 응. 맞아. 함께 가자.",
            "사람들이 기다리고 있는 걸...",
            "말과 리즈를 슬쩍 바라본 쿄가 다가왔다.",
            "예, 저도 같이 부탁드리겠습니다.<br>비록 잠깐의 희망이라도 사람들에게 조금 더 보여주세요.<br>오늘 하루만이라도 평화로울 수 있도록.",
            "말과 리즈 남매의 걱정 섞인 눈빛을 받으며 발걸음을 재촉했다.",
            "와아! 정말 고마워, 꿈꾸는 자!",
            "리즈가 신이 난 마음에 폴짝거리며 달려간다.<br>그 모습을 바라보던 말이 씩씩하게 말했다.",
            "빨리 오는 게 좋을 걸!<br>리즈는 한 번 삐지면 엄 - 청 오래 간다고!?",
            "말이 손을 흔들며 리즈를 따라 달려간다.",
            "아이들이 당신을 참 잘 따르는군요.",
            "길을 걸으며 이미 멀리 달려나간 남매를 바라보았다.",
            "... 아이들이 당신에게 말해주지 않던가요?",
            "...",
            "저 아이들은 일찍 부모를 여의었습니다.<br>요즘같은 시기에는 흔한 일이죠, 이런 아이들이 드물지 않습니다.",
            "두 사람이 지금보다 훨씬 더 어렸을 때 도시 바깥에서 헤매고 있는 것을 발견하고 두 사람을 함께 데려왔지요.",
            "그때부터 이곳의 모든 민병대원들이<br>아이들의 부모를 자처하고 있어요.",
            "똑똑하고 용감한 아이들이니까요.<br>두 사람은 장차 이 도시를 짊어질 인재라고 생각한답니다.",
            "뭐, 가끔 말썽을 부리기도 하지만.",
            "아이들이 당신을 잘 따라주어서 마음이 놓이는군요.",
            "아, 그렇지.<br>도미니언을 공격하기 위한 여정에 두 사람을 데리고 가는 것은 어떻습니까?",
            "그의 갑작스러운 제안은 위험해 보였다.",
            "안식의 도시보다는 당신과 함께 하는 것이 안전할 겁니다.",
            "그리고 저 아이들이라면...<br>분명 당신의 예상을 뛰어넘는 큰 역할을 해줄 수 있을 겁니다.",
            "...",
            "지금 당장은 저를 포함한 대부분의 인력이 당신과 동행할 수 없습니다.<br>드림리스들의 각개전투 공격을 막아내는 것도 벅찬 상황이라서요.",
            "도시의 경계가 조금이라도 느슨해지면<br>곧바로 드림리스들이 총 공격을 가하겠지요.<br>저는 이곳에 남아 당신의 여정이 끝났을 때 돌아올 수 있도록 지키겠습니다.",
            "이윽고 쿄와 나는 광장에 다다랐고, 그는 걸음을 멈추고 뒤돌아보며 말했다.",
            "하하, 걱정 마세요.<br>당신이 소환하는 메르헨들이 훨씬 더 믿음직한 아군이 되어줄 겁니다.",
            "더 많은 기억 파편을 발견하고 새로운 메르헨을 맞이하다 보면<br>도미니언의 군대와도 견줄 수 있겠지요.",
            "그는 말을 이으며 광장의 수많은 사람들을 바라보았다.",
            "오로라는 텔레포트 능력을 가지고 있으니 이 사람들을 위험할 때 지켜줄 수 있을 것입니다.<br>그리고 당신과 메르헨들이 영역 사이를 여행하는 데 도움이 될 겁니다.",
            "그는 시선을 광장에 둔 채로 말했다.",
            "잠깐의 시간이 흐른 뒤 쿄는 살짝 뒤돌아보며 말을 꺼냈다.",
            "이거 저희가 너무 늦어서 리즈 양이 삐졌을지도 모르겠군요.",
            "참, 제가 말씀드린 세계에 대한 이야기는 모두 전설일 뿐입니다.<br>어쩌면 진실은 다를지도 모르죠."
        ],
        [
            "ハートのジャックとの戦闘に勝利した。<br>そのおかげか、安息の都市は以前にはなかった活気でいっぱいだった。",
            "避けようのない運命を少し後回しにしただけかもしれないが、<br>この予想だにしなかった勝利は、人々の心を<br>今まで経験することのできなかった希望で満たすには十分だったようだ。",
            "おかげで都市の多くの人々が、私を救世主と称賛してくれたが、<br>気楽に祭りの雰囲気を楽しむことはできなかった。",
            "...",
            "記憶を無くしたせいで、かなり奥深く、哲学的に<br>自分の存在に疑問を投げかけていた。",
            "...私は誰だ。",
            "まるで非現実的な夢を見ていたように。<br>ここの全ての出来事が馴染みのあるようで、馴染みのないような感じがした。",
            "クッションを入れたカバンの上に気をつけて置いていたドリームストーンは<br>未だにゆっくり振動していた。",
            "建物の向こうの広場にいる人々の歌声がこだまし鳴り響いて、様々な雑談の声が重なり混乱させる。",
            "音は慌ただしく入り混じり、めまいがするようだった。",
            "...",
            "あ、ドリーマー！",
            "こんな時間にまた会うとは思いもしませんでした。",
            "顔色が良くないみたいですが。",
            "キョウが建物の向かい側からゆっくり歩いてきた。彼は相当忙しかったのか、服が乱れているようだった。",
            "私は都市の外郭の城壁の復旧作業をしているところです。<br>ですが、壁を復旧させたところで...意味はあるのでしょうか。",
            "今回は退きましたが、ハートのジャックは必ず戻ってきます。<br>おそらく、より多くの兵力を連れてくるでしょう。<br>次は女王と一緒に来るかもしれませんし、もしくは他の領域のドミニオンも...",
            "キョウが複雑な表情で祭りが行われている広場の方を眺めた。<br>ここの人々はきっと、救世主のことを考え、期待しているはずだ。",
            "それでなんですが。<br>むしろこちら側から先にドミニオンを攻撃するのはどうでしょうか。<br>いや、私はそれ以外に方法はもうないと思っています。",
            "ここの人々は救世主がドリームレスと戦うことを期待している。",
            "この世界への疑問を抱えたまま多くの負担が押し寄せてくる。",
            "申し訳ございません、ドリーマー。私はあなたの悩みに答えることはできません。",
            "あなたの立場も十分に理解していますし、<br>もしかすると、私たちがあれほどに願い待ち侘びていた...救世主ではないかもしれません。",
            "正直私は...<br>この世界を救うためにもがく意味があるかどうかも確信が持てません。",
            "ですが、この世界と過去については<br>本当に少しですが、お話しすることができます。",
            "少しの静寂が流れ、強く頷いた。",
            "森を思い浮かべてください。<br>全てのことはとても小さな種一つから始まります。",
            "こんなに広々とした世界ですが、さして違いがあるわけではありません。",
            "ある説は、ドリームストーンが直接世界を創造したと述べます。<br>また別の説は、ドリームストーンを中心として自然に世界が生まれたと言います。",
            "皆ドリームストーンと五つのワールドストーンが<br>世界を一つにし、維持していると考えています。",
            "ドリームストーンの領域であるこの安息の都市は、世界の中心に位置しています。",
            "安息の都市を取り囲む五つの王国はワールドストーンの領域です。 <br>安息の都市と５つの王国。<br>ここはファンタジアに残った最後の６つ目の領域です。",
            "五つの王国はそれぞれドミニオンを支配しています。<br>ドミニオンは各領域のワールドストーンから力をもらい、使用します。",
            "伝説によると...<br>全てのドミニオンは偉大で賢明な統治者だったと言いますが<br>もうずいぶん昔のことです。",
            "彼らは理性を失い、今は怪物と化しました。",
            "猛烈な怪物。<br>彼らの目的はたった一つ。",
            "ファンタジアの世界を完全に手中に納め...<br>ドリームレスネザーに捧げ、それを喜ばせることです。",
            "...",
            "ドリームレスネザーの正体は誰も知りませんが、<br>その目的は明確です。",
            "世界を全て飲み込み、<br>最後には全ての領域を果てしない空虚にすることです。",
            "あの遠くの境界線から勢力を拡張した奴らは、<br>ついに六つ目の領域とそれぞれの住民に手を出し始めたのです。",
            "ドミニオンまで堕落させることに成功した時...",
            "彼らはハートの女王のように自身の国民を裏切りました。",
            "...この世界はすでにずいぶん前から零落していました。<br>以前のようには戻れないかもしれません。",
            "彼の言葉に、オーロラと崩れる世界の塔の記憶が頭をよぎった。",
            "私もオーロラの目的はわかりません。<br>オーロラが私たちのそばを離れてずいぶん経ちましたからね。<br>ほとんどの人々は彼女を直接見たこともないでしょう。",
            "ですが、オーロラも彼女なりに戦い続けていたのでしょう。<br>それだけは推し量ることができます。",
            "彼女以外は誰も内幕について詳しく知ることは出来ません。",
            "...",
            "オーロラは前任リーダーの前に一度現れました。<br>その時救世主と関連のある予言をしました。",
            "彼らはいつか救世主が来ると言いました。<br>この都市の全ての人々はその予言を信じました。<br>そして今、あなたを救世主だと信じています。",
            "私たちに残されたのは、そんな微かな希望と予言だけなのです。<br>これ以上状況が悪くならない事を必死に願いながら...",
            "冷たい表情で話し終えたキョウが口をつむぎ、夜空をゆっくり見上げた。",
            "私たちは夢によって作られた存在。<br>取るに足りない人生が、眠りによって囲まれているんだな...",
            "...",
            "彼はまた視線を合わせ、首を横に振った。",
            "はは、申し訳ございません。いきなりこんな気分になってしまいました。<br>昔に読んだ詩に出てきた一節です。",
            "彼は話を終え、ゆっくりと服を整えた。",
            "その時、怒った様子のマルとリズが声を張り上げながら走ってきた。",
            "何でこんなところに隠れてるの？みんな都市の英雄はどこ行ったんだって聞いてきたんだから！",
            "お前が急に消えちゃったのかって心配したんだからな。",
            "...うん。そう。一緒に行こう。",
            "みんなが待ってるよ...",
            "マルとリズをチラッと見たキョウが近づいてきた。",
            "私も一緒にお願いします。<br>たとえわずかな希望でも、皆に少しでも多く見せてあげてください。<br>今日だけでも平和になるように。",
            "マルとリズの心配の混じった眼差しを受け、歩みを早めた。",
            "わあ！本当にありがとう、ドリーマー！",
            "リズがウキウキした気持で飛び跳ねながら走っていく。<br>その姿を見つめていたマルが勇ましく言った。",
            "早く来いよ！<br>リズは一度ハマったらすーっごく長いんだからな！？",
            "マルが手を振ってリズについて走って行く。",
            "子供達はあなたによく懐いているのですね。",
            "道を歩きながら、すでに遠くまで走っていった兄妹2人を見つめていた。",
            "...子供達があなたに言いませんでしたか？",
            "...",
            "あの子達は幼少期に両親を亡くしました。<br>最近ではよくある事です、こんな子供達は珍しくありません。",
            "2人が今よりもっと幼かった頃、都市の外でさまよっているのを見つけて、2人一緒に連れてきたんです。",
            "その時からここのすべての民兵たちは<br>子供達の親代わりとなっていました。",
            "賢く勇敢な子たちですからね。<br>2人は将来この都市を背負う人材だと思っています。",
            "まあ、たまに問題を起こすこともありますが。",
            "子供達があなたによく懐いていて安心しました。",
            "あ、そうだ。<br>旅路に2人を連れて行ってはどうですか？",
            "彼の急な提案は危険に思えた。",
            "安息の都市より、あなたと一緒にいる方が安全でしょう。",
            "それとあの2人なら... <br>必ずあなたの予想を超えるような大きな役割を果たしてくれるでしょう。",
            "...",
            "今すぐには私を含めたほとんどの兵力が、あなたに同行することができません。<br>ドリームレスたちの攻撃を防ぐのでも精一杯な状況ですからね。",
            "都市の警戒が少しでも弱まったら<br>すぐにドリームレスたちが銃の攻撃をしてくるでしょう。<br>私はここに残って、あなたの旅路が終わった時に戻ってこれるようにここを守ります。",
            "間も無くしてキョウと私は広場に着き、彼は歩みを止め、振り返っていった。",
            "はは、心配しないでください。<br>あなたが召喚するメルヘンの方が、ずっと信頼できる味方になるでしょう。",
            "より多くの記憶の破片を見つけ、新たなメルヘンを迎えれば、<br>ドミニオンの軍隊とも張り合うことができるはずです。",
            "彼は話を続け、広場の無数の人々を眺めた。",
            "オーロラはテレポート能力を持っているので、ここにいる人々が危険なときは守ることができます。<br>そしてあなたとメルヘンが領域を行き来する際に力になるでしょう。",
            "彼は視線を広場に向けたまま言った。",
            "少し間を置いて、キョウは少し振り返って話した。",
            "これでは私たちが遅すぎてリズさんが拗ねてしまうかもしれませんね。",
            "そうだ、私がお話しした世界についての話は全て伝説に過ぎません。<br>もしかすると真実とは異なるかもしれないということです。"
        ]
    ],
    "music": [
        "music_sanctuary.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}