{
    "StoryName": "Campaign_Chapter14_Part4",
    "background": [
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon",
        "castledungeon"
    ],
    "character": [
        [
            "",
            "",
            "Aurora",
            "Van Helsing",
            "",
            "Aurora",
            "Van Helsing",
            "",
            "Rat King",
            "Rat King",
            "",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Van Helsing",
            "Rat King",
            "Rat King"
        ],
        [
            "",
            "",
            "오로라",
            "반 헬싱",
            "",
            "오로라",
            "반 헬싱",
            "",
            "쥐마왕",
            "쥐마왕",
            "",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "반 헬싱",
            "쥐마왕",
            "쥐마왕"
        ],
        [
            "",
            "",
            "オーロラ",
            "ヴァン・ヘルシング",
            "",
            "オーロラ",
            "ヴァン・ヘルシング",
            "",
            "ネズミ魔王",
            "ネズミ魔王",
            "",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ヴァン・ヘルシング",
            "ネズミ魔王",
            "ネズミ魔王"
        ]
    ],
    "dialogueText": [
        [
            "The dungeons and sewers under Dracula's castle are alive with monsters!",
            "Zombies, rats and other creatures from the depths assail you at every turn!",
            "Where are they coming from? Were they always here?",
            "Not the last time I was here! It was dangerous, but almost deserted!",
            "You suspect Dracula's allies have sent their monstrous minions down here, rather than keep them in the castle itself.",
            "They have to be kept somewhere, I suppose...",
            "Unless they know we're coming and have sent them down here to stop us!",
            "As if in reply, hissing laughter echoes through the dank chambers, and a moment later a villainous figure appears.",
            "Ssss sss sss! Foolish creatures!",
            "Dracula knows exactly where you are! You won't make it out of these sewers!",
            "Van Helsing raises an arm and points at the Rat King, growling menacingly at the underling.",
            "I don't know who you are and I don't care. You will not keep me from my vengeance!",
            "Run back to your dark master and tell him the name 'Abraham Van Helsing'!",
            "Tell him the name of the man who is coming to end his dark reign!",
            "Tell him, so his blackened, cancerous heart might beat once again! Let it beat a single knell in fear of what doom awaits him!",
            "Foolishness! You have no power to defeat me!",
            "My minions! ATTACK!"
        ],
        [],
        []
    ],
    "music": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}