{
    "StoryName": "Campaign_SideStory_RedRidingHood_4",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Mal",
            "Lis",
            "",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "",
            "Red",
            "Red",
            "Red",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "",
            "Big Bad Wolf",
            "Red",
            "",
            "",
            "Red",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "말",
            "리즈",
            "",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "나쁜 늑대",
            "나쁜 늑대",
            "",
            "나쁜 늑대",
            "빨간 망토",
            "",
            "",
            "빨간 망토",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "マル",
            "リズ",
            "",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "悪い狼さん",
            "悪い狼さん",
            "",
            "悪い狼さん",
            "赤ずきん",
            "",
            "",
            "赤ずきん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Alas, most of the beasts are defeated. The glowing eyes are all but gone, but you still feel unsettled.",
            "From the darkness of the night, one more monster emerges from the shadows. A tall, slim figure with the silhouette of a beast girl.",
            "She slowly walks up to the caravan appearing intelligent and not like the other monsters that mindlessly attack for food.",
            "Ahhh... it seems you killed all the other poor monsters. What am I going to do about my dinner now?",
            "I get hungry, you know?",
            "If I can't have my usual meal, then I'll have to suffice with you and your little friends here.",
            "Those little ones look particularly delicious. Young, supple flesh... mmmmm!",
            "A-Are you talking about us?!",
            "Eeeek! Don't eat us! We don't taste good! I promise!",
            "You demand answers from the mysterious person. Who is she and what does she want?",
            "I'm just a lonely little wolf that needs to eat! In fact, the last time I was here, there was an old lady and a little girl. I didn't manage to catch the little one, but the old lady still made for a substantial meal.",
            "I don't intend on letting more prey escape this time.",
            "The question is... how much of a fight will you put up?",
            "She brandishes her claws and prepares to pounch.",
            "STOP!!!",
            "I will be the one to kill you... Wolf!",
            "Long have I waited for this opportunity for revenge...",
            "Oh dear, you must be that little girl in the red cloak from so long ago. You've grown up!",
            "Let's see... I believe this belongs to you then?",
            "She pulls out the grandmother's old outfit. A night gown and sleeping cap... that must have belonged to Red's grandmother.",
            "Look familiar?",
            "I- I can't.... That's my...",
            "Red crumples to the ground, petrified by the sight of her grandma's outfit. Memories and regrets flood back into her head.",
            "Unable to move, she kneels on the ground shaking, with tears flowing down her face.",
            "Grandma....",
            "Well, it looks like she's out of the fight now. Haha, my plan worked!",
            "I've been keeping an eye on you, Little Red. Of course I expected you to interfere. And I'm not foolish enough to think I can defeat all of you at once.",
            "I'll deal with you later. For now, this caravan of poor helpless souls will suffice for a quick snack.",
            "The wolf once again prepares to leap at you. ",
            "Emboldened by the apex predator's resolve, other monsters that had previously fled away have returned. The night is far from over!"
        ],
        [
            "드디어 끝이 보인다.<br>빨간 망토가 합류한 덕에 한결 수월하게 물리칠 수 있었지만, 불안이 사라진 것은 아니다.",
            "한밤의 어둠을 가르며 한 소녀가 모습을 드러낸다.",
            "만면에 미소를 가득 띤 채 서서히 다가오고 있었다.",
            "아아, 이 맛있는 아이들을... 전부 죽여버렸잖아?<br>아까워라. 내 저녁 식사는 어쩐담?",
            "나 배고프거든, 응?",
            "맛있는 식사를 할 생각으로 왔는데...어쩔 수 없다니깐. <br> 으으응... 가끔 너희 같은 별미도 나쁘지 않겠지.",
            "특히 저 작은 것들... 저 부드럽고 연한 살을 좀 봐.<br>아주 군침이 도는 걸, 으으음!",
            "지, 지금...<br>우리를 보고 군침이 돈다고 말하는 거야?",
            "우, 우리는 맛 없어...!",
            "...",
            "나는 일용할 양식을 찾아 헤매는 작고 가녀린 늑대일 뿐이야!<br>예전에 이곳에 왔을 때는 노인과 어린 소녀가 있었는데...<br>노인은 내 배를 채워줬지만 소녀는 놓쳐버리고 말았다니까?",
            "오호호! 물론 지금은 더 이상 먹잇감이 도망치게 두지 않아.",
            "너희는 얼마나 버틸 수 있는지 볼까?",
            "스스로를 작고 가녀린 늑대라 소개한 소녀가 날카로운 손톱을 꺼낸다.<br>도저히 인간의 것이라고 생각할 수 없었다.",
            "그만!",
            "널 죽이는 건 바로 나야, 교활한 늑대!",
            "오직 이 날만을 기다려왔어!",
            "오호호! 네가 여기 살던 그 작은 소녀구나?<br>아직도 빨간 망토를 입고 있네? 예쁘게 잘 자랐는걸!",
            "아아, 배고파... 어디 보자, 그래도 이렇게 만났으니... 슬슬 돌려줘야지.",
            "늑대가 웬 낡은 잠옷을 꺼낸다.",
            "기억나니, 작은 소녀야?",
            "나, 난... 그건... 우리 할머니의...?",
            "아연실색한 빨간 망토가 바닥에 풀썩 주저 앉는다.",
            "무릎을 꿇고 앉은 그녀의 두 눈에 눈물이 가득 차오른다.",
            "할머니...",
            "응? 뭐야... 완전히 넋이 나가버렸잖아? 오호호! 상상 이상이야!",
            "널 계속 지켜보고 있었거든, 작은 소녀야.<br>네가 끼어들 것도 알고 있었지.",
            "너는 가장 마지막에 천천히 음미하며 먹어야겠다.<br>지금 당장은 좀 기다릴래? 입가심부터 해야지.",
            "늑대가 나에게 달려들었다.",
            "기세가 바뀐 것을 본능적으로 알아차린 듯 도망치던 드림리스들이 되돌아온다."
        ],
        [
            "ようやく終わりが見えてきた。<br>赤ずきんが合流したおかげで、難なく撃退できたが、不安はぬぐえ切れない。",
            "真夜中の暗闇から、一人の少女が現れた。",
            "その顔は満面の笑みで、ゆっくりとこちらへ近づいて来る。",
            "ああ～ 美味しそうだったのに... 皆殺しにしちゃったじゃん。<br>もったいない。夕飯どうしよっかな～",
            "お腹が空いて... ん？",
            "美味しい夕飯にするつもりだったけど...仕方ないか。 <br> うんうん... たまには、あんたらみたいな珍味も悪くないかも。",
            "特に、そこの小さいやつ... 柔らかそうな肉、ちょっとよく見せて。<br>うう～ よだれが出る～！",
            "ま、まさか...<br>よだれの原因は俺達？",
            "わ、私達... 美味しくないから...！",
            "...",
            "私はエサを求めてその日暮らしをしている、か弱い狼だ！<br>前にここへ来た時は、老人と幼い少女がいてさ...<br>老人は丸飲みできたけど、少女は逃がしちゃったんだよね。",
            "オホホ！ もちろん、もう獲物は逃がさないよ。",
            "どれだけ逃げられるかな？",
            "か弱い狼の少女が、鋭い爪をむき出しにする。<br>それは、もはや人間のものではなかった。",
            "待ちなさい！",
            "お前を殺すのは、この私！",
            "この日をどれだけ待ったことか！",
            "オホホ！ あの時に逃げた少女ね。<br>赤いずきんなんかかぶっちゃって。お綺麗だこと！",
            "ああ、お腹空いた... さて、せっかく再会したから... そろそろ返してあげる。",
            "狼が、古びたパジャマを取り出した。",
            "覚えてる？",
            "そ... それは... おばあちゃんの...？",
            "赤ずきんは唖然として、その場にへなへなと座り込んだ。",
            "膝をついた彼女の目に涙が溢れる。",
            "おばあちゃん...",
            "うわ... それって絶望？ オホホ！ 想像以上の効果ね！",
            "あんたをずっと見張ってた。<br>こうして、あたしの目に現れることも知ってたわ。",
            "あんたは最後にじっくり味わって食ってやるから。<br>それまで待ってて。先に口直しが必要なの。",
            "狼がこちらに襲いかかって来た。",
            "形勢が変わったと、本能的に察知したかのようにドリームレス達が戻ってきた。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "none",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}