{
    "StoryName": "Campaign_SideStory_Ginger_4",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "storybigchunk.png",
        "storybigchunk.png",
        "storybigchunk.png",
        "storybigchunk.png",
        "storybigchunk.png",
        "storybigchunk.png",
        "storybigchunk.png",
        "storybigchunk.png",
        "storybigchunk.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "",
            "Goldilocks",
            "Goldilocks",
            "Lis",
            "Mal",
            "",
            "Goldilocks",
            "",
            "Goldilocks",
            "",
            "Ginger",
            "Ginger",
            "",
            "",
            "",
            "",
            "Ginger",
            "Ginger",
            "Goldilocks",
            "Ginger",
            "Goldilocks",
            "Goldilocks",
            "",
            "",
            "Ginger",
            "Ginger",
            "Ginger",
            "Ginger",
            "",
            ""
        ],
        [
            "",
            "골디락스",
            "골디락스",
            "리즈",
            "말",
            "",
            "골디락스",
            "",
            "골디락스",
            "",
            "진저",
            "진저",
            "",
            "",
            "",
            "",
            "진저",
            "진저",
            "골디락스",
            "진저",
            "골디락스",
            "골디락스",
            "",
            "",
            "진저",
            "진저",
            "진저",
            "진저",
            "",
            ""
        ],
        [
            "",
            "ゴルディロックス",
            "ゴルディロックス",
            "リズ",
            "マル",
            "",
            "ゴルディロックス",
            "",
            "ゴルディロックス",
            "",
            "ジンジャー",
            "ジンジャー",
            "",
            "",
            "",
            "",
            "ジンジャー",
            "ジンジャー",
            "ゴルディロックス",
            "ジンジャー",
            "ゴルディロックス",
            "ゴルディロックス",
            "",
            "",
            "ジンジャー",
            "ジンジャー",
            "ジンジャー",
            "ジンジャー",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Another Dreamless falls as Goldilocks cracks open her gun and expends the spent shells inside so it can be reloaded.",
            "Ha! You're a thousand years too early if you think you can defeat me!",
            "My aim is always <i>just right!</i>",
            "Dreamer! There are more coming!",
            "Where are they all coming from? Why do they keep attacking here?",
            "You dread to think what the rest of the city is like if this part is getting hit so hard.",
            "It could just be that they're drawn by the smell of baking...",
            "She grins at you.",
            "I know this is my favourite part of town!",
            "Further snatched conversation is forestalled as Ginger suddenly reappears from her front door.",
            "It's ready!",
            "It's ALIVE!",
            "There is a crash and the top of the bakery roof flies off, bits of tile and wooden beam raining down into the street.",
            "A huge, smiling, iced face appears through the hole, then a whole head, arms, torso...",
            "An absolutely gigantic gingerbread man is climbing out through the top of the bakery!",
            "What the heck is that thing?",
            "It's my greatest creation!",
            "The gingerbread king! KING CHUNK!",
            "Uwah! That's crazy!",
            "GO, CHUNK! DESTROY MY ENEMIES!",
            "Urk! Ginger...",
            "You can be pretty scary, sometimes!",
            "But the small red-headed baker only grins in delight as the gigantic gingerbread man crashes into the Dreamless that are coming your way, scattering them in confusion.",
            "Some of them try to escape the huge ginger-flavoured monstrosity coming their way, but King Chunk simply flattens them with his huge fists!That thing could seriously do more damage to the surrounding city than the Dreamless themselves!",
            "Haha!",
            "Run! Run! As fast as you can!",
            "You can't escape my gingerbread man!",
            "Ahahahahahaha!",
            "This girl is pretty worrying, what with the way she's laughing so cheerfully about the destruction her creation is causing.",
            "Still, nothing to do about it now. With your heroes at your back, you wade into the carnage!"
        ],
        [
            "드림리스를 처리한 골디락스가 앞을 바라본다.<br>그 손은 바쁘게 총열을 꺾고, 탄피를 빼내 재장전을 하는 중이었다.",
            "하! 절 이길 수 있다고 생각하셨나요? 아직 천 년은 이르다구요!",
            "저는 백발백중의 명사수 골디락스!",
            "저기... 드림리스가 더 몰려와...!",
            "대체 다 어디서 오는거야?<br>왜 자꾸 여기만 공격하는거지?",
            "다른 곳도 비슷한 상황이라면 사태가 심각하다고 말이 난리를 치며 소리쳤다.",
            "음, 아마 다른 곳은 여기만큼 심각하지 않을거에요.<br>빵 굽는 냄새에 이끌려 온 걸 테니까.",
            "골디락스가 베이커리를 흘깃 보더니 싱긋 미소 지었다.",
            "그 심정만큼은 저도 이해하거든요.<br>이 빵 굽는 냄새 때문에 여길 사랑하니까요.",
            "그때 진저가 베이커리의 문을 벌컥 열고 나왔다.",
            "완성됐어!",
            "완전 팔팔하다구?",
            "순간 굉음과 함께 빵집의 지붕이 저 멀리 날아간다.",
            "딱딱한 미소를 짓고 있는 거대한 얼굴이...<br>천장의 구멍을 통해 나온다. 그 다음은 머리, 팔, 그리고 몸통...",
            "아주 거대한 진저 브래드가 천장을 뚫고 나오고 있었다.",
            "...",
            "엣헴! 내 최고의 걸작이지!",
            "냐하! 진저 브래드 킹! 덩치라고 불러!",
            "와하! 진저, 대단하잖아요!",
            "가랏, 덩치! 네 적들을 짓밟아버려!",
            "진저...",
            "당신은 가끔 대단한 일을 아무렇지도 않게 하시는군요!",
            "붉은 머리카락의 작은 제빵사는 거대한 진저 브래드의 출격을<br>광기 어린 웃음과 함께 지켜보고 있었다.",
            "몇몇 드림리스가 그 크기에 놀라 도주하려 했지만,<br>진저 브래드맨의 거대한 주먹이 도로와 함께 놈들을 모두 뭉게버렸다.",
            "하하하!",
            "도망가 보시지! 할 수 있는 힘껏 뛰라고!",
            "어차피, 나의 덩치로부터 도망칠 수는 없겠지만!",
            "아하하하!",
            "그녀는 자신의 작품이 정말 마음에 드는 듯 두 손을 번쩍 들고 폴짝 뛰며 기뻐했다.",
            "왜인지 도시를 더 많이 부수고 있는 것은 진저 브래드 킹으로 보였다."
        ],
        [
            "ドリームレスを始末したゴルディロックスが、前方を見つめてる。<br>その手は、素早く銃身を折りながら薬莢を取り除いて装填していた。",
            "ふん！ この私に勝てるとでも？ 千年早いですね！",
            "私は百発百中の名狙撃手、ゴルディロックスです！",
            "ねぇ... ドリームレス、まだ来るよ...！",
            "いったいどこからやって来るんだ？<br>俺達ばっかり狙いやがって！",
            "他の場所も同じように襲撃されていれば、事態が深刻だとマルが慌てて叫んだ。",
            "いえ、他の場所はここほど深刻ではないはず。<br>パンの匂いに引き寄せられているだけですね。",
            "ゴルディロックスが店をちらりと見て、ニコリと笑った。",
            "でも、気持ちは分かります。<br>私もパンが大好きですから。",
            "その時、ジンジャーが店から勢いよく飛び出して来た。",
            "完成だ！",
            "とっても元気だよ！",
            "その瞬間、轟音とともに店の屋根が、遠くへ吹き飛んだ。",
            "ぎこちない笑みを浮かべた巨大な顔が...<br>天井の穴から出てきた。そして頭、腕、体と順番に...",
            "巨大なジンジャーブレッドマンが、天井を突き抜けて登場した。",
            "...",
            "えっへん！ 最高傑作だ！",
            "その名も、ジンジャーブレッドキング！ 塊って呼んで！",
            "わあ！ ジンジャー、天才ですね！",
            "行けっ！ 塊！ 敵を蹴散らせ！",
            "ジンジャー...",
            "たまには、こんなすごい事も簡単にできるんですね！",
            "赤髪の小さなパン職人は、巨大なジンジャーブレッドマンの出撃を<br>狂気じみた笑いとともに見守っていた。",
            "その大きさに、何体かのドリームレスが慌てふためいて逃げようとしたが、<br>ジンジャーブレッドマンの巨大な手にひねり潰された。",
            "ははは！",
            "あたしの塊から逃げてみなさい！ 全力疾走でね！",
            "どうせ、無理だけど！",
            "あははは！",
            "自分の作品がよほど気に入ったのか、彼女は両手をあげて、ぴょんぴょん飛び回りながら喜んでいた。",
            "だが、都市を破壊しているのは、むしろジンジャーブレッドキングに見えた。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        "music_heroicbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}