{
    "StoryName": "Campaign_Chapter11_Part2",
    "background": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png"
    ],
    "character": [
        [
            "",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "",
            "",
            "Nyx",
            "",
            "Nyx",
            "",
            "Aurora",
            "",
            "",
            "",
            "Mal",
            "Mal",
            "",
            "",
            "",
            "",
            "Dracula",
            "Dracula",
            "",
            "Esme",
            "Saffi",
            "Hina",
            "Dracula",
            "Dracula",
            "Dracula",
            "",
            "",
            "Vita",
            "Dracula",
            "Dracula",
            "",
            "",
            "Saffi",
            "Dracula",
            "",
            "",
            "Bathory",
            "Dracula",
            "",
            "Dracula",
            "",
            "",
            "Dracula",
            "Dracula",
            "",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula"
        ],
        [
            "",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "",
            "",
            "닉스",
            "",
            "닉스",
            "",
            "오로라",
            "",
            "",
            "",
            "말",
            "말",
            "",
            "",
            "",
            "",
            "드라큘라",
            "드라큘라",
            "",
            "에스메",
            "사피",
            "히나",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "",
            "",
            "비타",
            "드라큘라",
            "드라큘라",
            "",
            "",
            "사피",
            "드라큘라",
            "",
            "",
            "엘리자베스 바토리",
            "드라큘라",
            "",
            "드라큘라",
            "",
            "",
            "드라큘라",
            "드라큘라",
            "",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라"
        ],
        [
            "",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "",
            "",
            "ニクス",
            "",
            "ニクス",
            "",
            "オーロラ",
            "",
            "",
            "",
            "マル",
            "マル",
            "",
            "",
            "",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "エスメ",
            "サフィ",
            "ヒナ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            "ヴィータ",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            "サフィ",
            "ドラキュラ",
            "",
            "",
            "バートリー",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ"
        ]
    ],
    "dialogueText": [
        [
            "It's dark... a darkness that surrounds you and feels almost solid it is so impenetrable...",
            "You have no idea how you came to be in darkness.",
            "<i>Dreamer...</i>",
            "A voice calls to you. One that you know well.",
            "Dreamer!",
            "The voice is distant... ghostly... on the edge of hearing.",
            "It is difficult to put a name to that voice... the darkness presses in on you from all sides.",
            "Is there someone else there?",
            "...",
            "Who is this girl? You've never seen her before.",
            "...",
            "She just looks at you, sadly. She doesn't seem to be the one calling to you...",
            "<i>Dreamer! You must awaken!</i>",
            "You start and look around.",
            "It feels as if you have just jerked awake, but the place you have awoken into feels completely unfamiliar.",
            "Where are you?",
            "Dreamer?",
            "We don't know how we got here, either.",
            "Mal and Lis sit across the table from you.",
            "A table?",
            "You're sitting at a table, complete with place settings, cutlery, even small napkins in silver rings.",
            "Esme, Vita, Saffi and Hina sit with you... but where are –",
            "Ah, Dreamer, welcome.",
            "I trust you slept well? Dinner shall be served shortly to you and your companions.",
            "Your companions?",
            "Dreamer... where's Aurora?",
            "And Celeste?",
            "Are we in the Haunted Realm? I don't understand how we got here...",
            "Of course you're in the Haunted Realm... you've been here for days.",
            "You are my guests. And I...",
            "...am Count Dracula.",
            "You've been here for days? You don't... you don't remember...",
            "But what he says seems right. You suddenly remember snatches of the last few days... mainly of dining in this room.",
            "Then where's Aurora? Why isn't she here?",
            "Aurora?",
            "I don't think you know anyone called Aurora...",
            "He doesn't think <i>you</i> know...?",
            "Wait, who were you talking about?",
            "No... this isn't right. We were in the Realm of Everlasting Winter... How did we get here?",
            "You travelled here, of course.",
            "A woman enters the room, someone you feel like you should recognise, but you can't quite place.",
            "She is dressed in finery and she crosses to Dracula's",
            "Master... Frankenstein says she is ready to start.",
            "Ah, good good... she may proceed as planned.",
            "Is something going on? Who is this?",
            "You remember my bodyguard, Bathory, of course?",
            "Ah... right... Yes, you do remember her. She has been here since you arrived.",
            "Dracula smiles.",
            "Quite right.",
            "Thank you, Bathory, you may go.",
            "The woman bows and leaves the dining room.",
            "Now, as for how you came here, I'm happy to relate the tale, in order to refresh your memory.",
            "I understand you came to my realm about a week ago, seeking me out.",
            "My realm is bordered by forests, so you must have passed through them to reach my estate.",
            "But those forests are dark and full of perils..."
        ],
        [
            "주변 사물을 분간할 수 없을 정도로 너무 어두웠다.",
            "여기가 어디지? 어떻게 왔더라? 나는... 누구였지?",
            "꿈꾸는 자...",
            "누군가가 나를 부르고 있다. 아니, 그게... 나이긴 할까?",
            "꿈꾸는 자, 정신이 드세요?",
            "목소리가 점점 멀어져간다.",
            "손으로 붙잡을 수 없을 만큼 멀어진 목소리가 희미해진다.",
            "누군가... 나와 함께 있는 건가?",
            "밤은 언제든 널 환영하지만... 일어나, 꿈꾸는 자.",
            "누군가 슬픈 얼굴로 우두커니 서있다. ",
            "... 그래, 잘했어. 아직 깨어있었구나. 돌아갈 수 있겠어.",
            "하지만... 나를 부른 건 이 목소리가 아니다. 누구지?",
            "꿈꾸는 자, 제발요! 이대로라면 영영 당신을 놓치고 말 거예요, 제발...!",
            "울음기 섞인 목소리가 귓전을 때렸다.",
            "절박한 목소리에 저절로 눈이 뜨였다.",
            "여긴... 어디지? 내가 잠들어 있었던 건가? 머리가 아팠다.",
            "꿈꾸는 자, 괜찮아?",
            "안색이 안 좋아 보이는데...",
            "말과 리즈가 걱정스러운 얼굴로 나를 바라본다.",
            "식탁 맞은편에 앉아있는 아이들의 식기 위에 먹음직스러운 음식들이 놓여있었다.",
            "테이블 위에는 고급스러운 은식기들이 깔끔하게 배치되어있었다.",
            "에스메, 비타, 사피, 히나. 빠진 사람은 아무도 없다. 그런데 왜 이렇게 이상한 기분이 드는 거지?",
            "이런, 꿈꾸는 자. 어디 불편한 곳이라도 있나?",
            "저녁 식사를 앞두고 졸다니, 자네답지 않군.",
            "저녁 식사?",
            "꿈꾸는 자, 큰 언니는 어디 간 거야?",
            "셀레스티도 마찬가지야. 두 사람은 어디 있지? 마지막으로 본 사람은... 꿈꾸는 자, 너였잖아.",
            "여기는... 유령 세계죠? 으음...",
            "자네들 오늘 조금 이상하군. 꿈꾸는 자부터 하트 스톤, 마인드 스톤, 데이 스톤까지 모두.",
            "자네들은 나의 손님으로 얼마 전 이 영역에 방문하지 않았나.",
            "설마 내 이름까지 잊어버린 것은 아니겠지? 드라큘라 백작, 이 유령 세계의 도미니언을.",
            "얼마 전 이 영역을 방문했다고? 전혀 기억나질 않는다.",
            "오로라와 셀레스티... 그게 누구지?",
            "으, 난 이 식탁 싫어. 음침하잖아. 그나저나 진짜 큰 언니는 어디 간 거야?",
            "흐음, 오로라를 찾고 있군.",
            "자네들은 오로라를 몰라. 내 말이 맞을 테니 잘 생각해보게.",
            "순간 비타의 눈동자가 까맣게 가라앉는다.",
            "얼굴을 푹 숙인 그녀가 잠시 후 천천히 고개를 들어 멍하니 끄덕인다.",
            "... 잠깐 기다려, 드라큘라 백작. 이상한걸. 우리 목적지는 겨울 성채였어. 무슨 수를 쓴 거지?",
            "수라니, 듣고 있기 거북하군. 내가 자네들에게 해로운 일을 할 리가 없지 않나.",
            "부드럽게 미소 짓는 드라큘라 백작의 뒤에서 누군가 모습을 드러냈다.",
            "치렁치렁한 드레스 자락을 뽐내며 나타난 여자가 히죽 입꼬리를 말아 올린다.",
            "주인님, 프랑켄슈타인이 준비를 모두 마쳤다고 합니다. 어떻게 하시겠어요?",
            "계획보다 조금 이르지만 서둘러 나쁠 것은 없지. 진행하라 전해라.",
            "드라큘라 백작이 잔에 와인을 채우며 고개를 까딱였다.",
            "이런, 아무래도 정말 피곤한 모양이야. 바토리도 알아보지 못하다니.",
            "바토리?",
            "눈이 마주치자 바토리라 불린 여자가 또 히죽 웃는다.",
            "그래, 바토리.",
            "자네와 긴 시간 여행을 함께 하지 않았나. 내 직속 부관을 자네에게 보내 나는 꽤 고생을 했었는데. 잊으면 서운하지.",
            "내 잔에도 와인을 채워준 바토리가 허리를 숙여 보이고 사라졌다.",
            "흐음, 새삼스럽지만 그럼 자네들의 여정에 관해 설명할까.",
            "일주일 전쯤 내 초대에 응해 이 영역으로 왔었지.",
            "내 영역은 숲의 보호를 받고 있으니, 그 숲을 가로질러 오느라 꽤 피곤해했었고.",
            "무척 어두웠던 숲이라네. 분명 기억하고 있을 거야, 그렇지?"
        ],
        [
            "近くの物の区別がつかないほど周りは暗かった。",
            "ここはどこだ？どうやって来た？私は...誰だっけ？",
            "ドリーマー...",
            "誰かが私を呼んでいる。いや...私を呼んでいるのか？",
            "ドリーマー、気がつきましたか？",
            "声がだんだん遠のいていく。",
            "手で掴めないほど遠くなった声がかすれていく。",
            "誰かが...私と一緒にいるのか？",
            "夜はいつでも君を歓迎するけど...起きて、ドリーマー。",
            "誰かが悲しい顔で呆然と立っていた。",
            "...よくやったわ。まだ起きていたのね。これで帰れそう。",
            "しかし...私を呼んだのはこの声ではない。誰だ？",
            "ドリーマー、お願いです！このままでは永遠にあなたを失ってしまいます。お願い...！",
            "泣き声の混じった声が耳を打った。",
            "切迫した声を聞き、自然と目が覚めた。",
            "ここは...どこだ？私は寝ていたのか？頭が痛かった。",
            "ドリーマー、大丈夫？",
            "顔色が良くないけど...",
            "マルとリズが心配そうな顔で私を見つめる。",
            "食卓の向かい側に座る子供たちの器の上には美味しそうな食べ物が置かれている。",
            "テーブルの上に高級そうな銀食器が綺麗に並べられていた。",
            "エスメ、ヴィータ、サフィ、ヒナ。誰一人欠けていなかった。なのにどうしてこんなに変な気分なのだろうか。",
            "これはこれは、ドリーマー。どこか具合悪いところでも？",
            "夕飯を前に居眠りとは、君らしくないな。",
            "夕飯？",
            "ドリーマー、お姉ちゃんはどこにいったの？",
            "セレステもよ。二人はどこにいるの？最後に見た人は...ドリーマーじゃない。",
            "ここは...幽霊の世界ですよね？うーん...",
            "君たち、今日は少し様子がおかしいな。ドリーマーをはじめ、ハートストーン、マインドストーン、デイストーンまで。",
            "君たちは少し前に私のお客さんとしてこの領域に入って来たではないか。",
            "まさか私の名前まで忘れてはいないよな？ドラキュラ伯爵、この幽霊の世界のドミニオンだ。",
            "少し前にこの領域に来た...？全く思い出せない。",
            "オーロラとセレステ...一体誰だ？",
            "うっ、あたしこの食卓嫌い。なんか陰湿じゃない？それよりお姉ちゃんは一体どこに行っちゃったの？",
            "ふむ、オーロラを探しているんだな。",
            "君たちはオーロラを知らない。私が言っていることは正しい、よく考えてみるんだな。",
            "その瞬間ヴィータの瞳が黒く沈んだ。",
            "顔をうずめた彼女が、しばらくしてゆっくり頭を上げ呆然と頷いた。",
            "...ちょっと待って、ドラキュラ伯爵。おかしいよ。私たちの目的地は冬の城塞だったはず。一体どんな手を使ったの？",
            "どんな手とは、聞き苦しいな。私が君たちに悪いことをするはずがないじゃないか。",
            "柔らかく微笑むドラキュラ伯爵の後ろに誰かが現れた。",
            "ふさふさしたドレスの裾をアピールしながら現れた女性が、ニヤリと口角を上げた。",
            "ご主人様、フランケンシュタインの準備ができました。どうされますか？",
            "計画より少し早いが急いで損はない。実行しろと伝えろ。",
            "ドラキュラ伯爵がグラスにワインを注ぎ頷いた。",
            "どうやら本当に疲れているようだな。バートリーのことも分からないとは。",
            "バートリー？",
            "目が合うとバートリーと呼ばれる女性がまたニヤリと笑った。",
            "そうだ、バートリーだ。",
            "長い間、一緒に旅をしたはずだが？直属の部下を君に 送ったことで、私は結構苦労したんだ。忘れるとは悲しいな。",
            "私のグラスにもワインを注いでくれたバートリーがお辞儀をして消えていった。",
            "うーん、では今更だが君たちの旅の説明をしてあげよう。",
            "一週間ほど前、私の招待に応じてこの領域に来た。",
            "私の領域は森の保護を受けているから、その森を横切って来るのにずいぶん疲れた様子だった。",
            "かなり暗い森だったこと、君もきっと覚えているはずだが、そうだろ？"
        ]
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}