{
    "StoryName": "Campaign_SideStory_YukiOnna_4",
    "background": [
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png"
    ],
    "character": [
        [
            "",
            "Yuki-Onna",
            "Celeste",
            "Yuki-Onna",
            "Celeste",
            "Mal",
            "Lis",
            "",
            "",
            "",
            "Celeste",
            "Yuki-Onna",
            "Mal",
            "Yuki-Onna",
            "",
            "Yuki-Onna"
        ],
        [
            "",
            "설녀",
            "셀레스티",
            "설녀",
            "셀레스티",
            "말",
            "리즈",
            "",
            "",
            "",
            "셀레스티",
            "설녀",
            "말",
            "설녀",
            "",
            "설녀"
        ],
        [
            "",
            "雪女",
            "セレステ",
            "雪女",
            "セレステ",
            "マル",
            "リズ",
            "",
            "",
            "",
            "セレステ",
            "雪女",
            "マル",
            "雪女",
            "",
            "雪女"
        ]
    ],
    "dialogueText": [
        [
            "Yuki-Onna is a big help in defeating the Dreamless. Afterwards, she asks to join your party.",
            "I've been on my own in this wilderness for so long, it will be good to have some human company again, at last.",
            "You mean the humans you lure to their doom, Yuki?",
            "Oh, yes! Where is the nearest valley that I can push you all into?",
            "Ha ha! That was such an odd detail for Mal to come up with!",
            "H-Hey!",
            "Serves you right for getting carried away, Mal...",
            "Celeste and Yuki-onna appear to be good friends, judging from the way they laugh and joke together.",
            "Mal still seems very wary of the ghostly looking woman, but Lis has already started to warm up to her.",
            "You tell Yuki-onna that she is very welcome to join your party, especially as she knows the area so well.",
            "Of course, I'm sure Yuki will be a great help finding faster routes to the Ice Citadel!",
            "Thank you, Dreamer. I look forward to hearing more stories whenever we sit around a campfire together!",
            "Uhhh...",
            "There have been many tales told about me over the years of my long life, but I think my true tale is about to merge with yours, Dreamer.",
            "She bows politely to you, smiling gently. Then she winks at you.",
            "Thank you, Dreamer, for giving me shelter."
        ],
        [
            "설녀와 함께 드림리스를 물리쳤다. 주변을 정리한 그녀가 우리와 함께 가도 되는지 말을 걸어온다.",
            "저는 너무 외롭게 살아왔어요, 누가 절 안아줬으면... 여러분과 함께한다면 이 외로움을 떨쳐낼 수 있을지도 모르잖아요...",
            "어머나, 이제껏 만난 사람들은 모두 계곡 아래로 밀어버리더니.",
            "목격자는 전부 정리했는데, 어떻게 알았지...",
            "후후, 말도 참. 용케 알아차렸다니까?",
            "그, 그만해! 놀리지마!",
            "쌤통이다, 오빠.",
            "웃는 얼굴로 농담을 주고받는 것을 보니 셀레스티와 꽤 가까운 친구인 것 같다.",
            "리즈도 그런 편한 분위기에 휩쓸린 건지 말과 달리 경계하지 않고 대화를 나누기 시작했다.",
            "마침 지리를 잘 아는 사람이 필요하다고 생각하던 중이라 설녀와 함께 가기로 했다.",
            "좋은 선택이란다, 꿈꾸는 자. 설녀라면 너희를 편한 길로 인도할 수 있을 거야.",
            "감사해요, 꿈꾸는 자. 꼬마 신사분도요. 앞으로도 재미있는 이야기를 자주 들려주세요.",
            "으으...",
            "긴 여정에 이야기는 빼놓을 수 없는 친구죠. 그래서 그런지 저와 관련된 이야기도 아주 많지만요.",
            "소녀가 수줍은 얼굴로 웃으며 차가운 손을 내밀었다.",
            "하지만 여러분과 함께하는 이 여정이야말로 진짜 제 이야기가 될 거예요. 고마워요, 꿈꾸는 자."
        ],
        [
            "雪女と協力してドリームレスを撃破した。すると彼女は、旅に同行していいかと声をかけてきた。",
            "私は孤独な人生でした。誰かに抱きしめてほしいくらいに... 皆さんとなら、この孤独さに打ち勝てそうなのです...",
            "今まで出会った人全員、谷底に突き落としたくせに。",
            "なぜそれを？ 目撃者は一人残らず始末したはずなのに...",
            "ふふっ、冗談がうまいな。",
            "もう！ からかわないで！",
            "はははは！",
            "あんな冗談を言い合うとは、よほどセレステと仲が良いのだろう。",
            "そんな雰囲気にリズも心を許したのか、マルと違って楽しそうに喋りはじめた。",
            "ちょうど道に詳しい人が必要だった。雪女に同行してもらうことにした。",
            "良い選択だ、ドリーマー。 雪女なら安全な道を案内してくれるだろう。",
            "感謝します、ドリーマー。これからも面白い話、聞かせてくださいね。ボク",
            "うう...",
            "長い旅路では、物語は必要ですからね。そのせいか、私に関する物語も、とても多いようです。",
            "恥ずかしがりながら、雪女が手をさし伸べた。",
            "けど、この旅こそが、私の本当の物語になるはずです。ありがとうございます、ドリーマー。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}