{
    "StoryName": "Campaign_Chapter8_Part4",
    "background": [
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Red Knight",
            "",
            "Master Gaudi",
            "Master Gaudi",
            "",
            "Manager Lynn",
            "Manager Lynn",
            "Manager Lynn",
            "",
            "Secretary Loa",
            "Secretary Loa",
            "",
            "Manager Lynn",
            "",
            "Master Gaudi",
            "Manager Lynn",
            "",
            "Secretary Loa",
            "",
            "Master Gaudi",
            "Aurora",
            "Aurora",
            "",
            "Ginger",
            "Master Gaudi",
            "Manager Lynn",
            "Ginger",
            "Manager Lynn",
            "Ginger",
            "",
            "",
            "Saffi",
            "Ginger",
            "Saffi",
            "Ginger",
            "Saffi",
            "Saffi",
            "",
            "",
            "",
            "Ginger",
            "",
            "Master Gaudi",
            "Master Gaudi",
            "Master Gaudi",
            "",
            "Master Gaudi"
        ],
        [
            "",
            "",
            "",
            "",
            "붉은 기사",
            "",
            "길드 마스터 가우디",
            "길드 마스터 가우디",
            "",
            "매니저 린 디오네",
            "매니저 린 디오네",
            "매니저 린 디오네",
            "",
            "비서 로아",
            "비서 로아",
            "",
            "매니저 린 디오네",
            "",
            "길드 마스터 가우디",
            "매니저 린 디오네",
            "",
            "비서 로아",
            "",
            "길드 마스터 가우디",
            "오로라",
            "오로라",
            "",
            "진저",
            "길드 마스터 가우디",
            "매니저 린 디오네",
            "진저",
            "매니저 린 디오네",
            "진저",
            "",
            "",
            "사피",
            "진저",
            "사피",
            "진저",
            "사피",
            "사피",
            "",
            "",
            "",
            "진저",
            "",
            "길드 마스터 가우디",
            "길드 마스터 가우디",
            "길드 마스터 가우디",
            "",
            "길드 마스터 가우디"
        ],
        [
            "",
            "",
            "",
            "",
            "レッドナイト",
            "",
            "マスター・ガウディ",
            "マスター・ガウディ",
            "",
            "マネージャー・リン",
            "マネージャー・リン",
            "マネージャー・リン",
            "",
            "秘書・ロア",
            "秘書・ロア",
            "",
            "マネージャー・リン",
            "",
            "マスター・ガウディ",
            "マネージャー・リン",
            "",
            "秘書・ロア",
            "",
            "マスター・ガウディ",
            "オーロラ",
            "オーロラ",
            "",
            "ジンジャー",
            "マスター・ガウディ",
            "マネージャー・リン",
            "ジンジャー",
            "マネージャー・リン",
            "ジンジャー",
            "",
            "",
            "サフィ",
            "ジンジャー",
            "サフィ",
            "ジンジャー",
            "サフィ",
            "サフィ",
            "",
            "",
            "",
            "ジンジャー",
            "",
            "マスター・ガウディ",
            "マスター・ガウディ",
            "マスター・ガウディ",
            "",
            "マスター・ガウディ"
        ]
    ],
    "dialogueText": [
        [
            "With the aid of your allies, you manage to fight your way into the central square.",
            "Ginger was right, the square is thick with monsters, though there’s no sign of the shadowy portals Red mentioned.",
            "There is also no sign of Kyo...",
            "As you defeat enough of the monsters to earn some respite, Red points towards the entrance to the guild hall as it opens.",
            "There!",
            "Sure enough, out steps Gaudi, a grimace on his lined face.",
            "Late is the hour you decide to grace us with your presence, Dreamer!",
            "These monsters were about to kill us all!",
            "Lynn appears behind him, holding her broom like it’s a mace.",
            "Leave the Dreamer alone, Gaudi! Would you rather they never came back at all?!",
            "It’s good to see you, Dreamer. Haven is in your debt, once again.",
            "As am I...",
            "Loa appears behind you, leading more fighters into the square. Ginger is among them, you’re relieved to see she made it back.",
            "Drive these monsters out of the guild hall, men! They haven’t even paid any rent -",
            "Oh! Dreamer, you made it!",
            "Just about, but the city isn’t saved yet!",
            "What are these things? They don’t look like normal Dreamless...",
            "They aren’t. They’re called Nightmares and they belong to Kyo.",
            "<i>Kyo?!</i>",
            "What are you talking about, Dreamer? How could Kyo-",
            "He has betrayed everyone - all of Haven. You saw it with your own eyes. His monsters have been attacking you all the way back from the Eastern City.",
            "I can’t... that’s not...",
            "You’re sorry to bring such devastating news, but it’s true",
            "Kch! Can our situation get any worse?",
            "Yes! We could all be dead!",
            "But we’re not, and while we stand, so must Haven!",
            "Ginger pushes her way through the crowds gathering around you.",
            "Dreamer! Where is Goldi? Has anyone seen Goldilocks?",
            "I saw her on the other side of the central square before the latest attack on the guild hall, but that was hours ago.",
            "He’s right, she was cut off and she was forced to retreat. The last I saw of her, she was being pursued out of the square in the direction of your bakery.",
            "Oh no! That part of the city is completely overrun!",
            "That’s true... I’m sorry Ginger, but I don’t see how she could have survived for this long.",
            "Goldi... I can’t have lost Goldi, too?",
            "Ginger looks stricken at the possibility of losing both her living and her best friend.",
            "At that moment, Saffi blooms into existence in front of you, startling Ginger.",
            "Your name is Ginger, correct?",
            "Y-Yes...?",
            "And your friend is Goldi?",
            "Goldilocks... yes...",
            "Don’t you ever give up on her, understand?",
            "We’re going to save her. Right, Dreamer?",
            "The look on Saffi’s face... you can’t help but give her a rueful smile, before turning to Ginger.",
            "You tell her that Haven needs to be cleared of these monsters and that her former bakery is as good a place to start as any.",
            "If Goldi is still alive, you’ll find her.",
            "Yes... yes, thank you, Dreamer!",
            "However, as Ginger turns away, Gaudi catches your arm. He speaks to you in a low, urgent growl.",
            "Dreamer, if you’re going that way, you should know... the Nightmare creatures we saw chasing Goldi were a great deal larger than the ones you have fought so far.",
            "And there was one...",
            "Well, you will see. I hope you are its match.",
            "You thank the guildmaster for his warning.",
            "Heh, in spite of everything... I like you, Dreamer. Go rescue Goldi. Lynn, Loa and I will keep this place secure until you return."
        ],
        [
            "겨우 중앙 광장에 도착했다.",
            "광장에는 수많은 드림리스가 포진해 있었지만 붉은 기사가 말한 차원문은 보이지 않았다.",
            "쿄의 흔적 역시 찾아볼 수 없었다.",
            "드림리스를 물리치던 중 붉은 기사가 길드 건물의 입구를 가리키며 소리쳤다.",
            "저기다!",
            "주름진 얼굴을 찌푸린 가우디가 오피뉴 길드 입구로 걸어 나온다.",
            "꿈꾸는 자, 자네로군!",
            "이 상황을 혼자 수습할 생각을 하니 머리가 아프던 차였다만 늦지 않아 다행일세.",
            "빗자루를 창처럼 들고 있는 린이 가우디의 뒤에서 고개를 내밀었다.",
            "이제라도 와서 다행이야! 아이, 참. 가우디! 좀 비켜봐. 앞이 잘 안 보이잖아.",
            "여하간 다시 보니 정말 반가워, 꿈꾸는 자. 이번에도 너에게 큰 빚을 졌네!",
            "나는...",
            "중앙 광장으로 통하는 반대쪽 입구에서 로아가 지원군을 이끌고 왔다. 그 사이에 있던 진저가 크게 손을 흔들었다.",
            "자, 자! 여러분! 어서 길드 부지에서 괴물을 몰아내 주세요! 이 괴물들은 월세는 물론 시설 이용료나 세금 한 푼 안 내면서 도시를 망가트리고 있다고요!",
            "어라? 꿈꾸는 자! 돌아오셨군요!",
            "길드 입구로 걸어 나온 린 디오네가 찌푸린 얼굴로 드림리스를 바라본다.",
            "대체 이게 무슨 소란이람, 평범한 드림리스라고 하기에는 어폐가 아주 흘러넘치잖아.",
            "이들에게도 이야기 해야 하지만 차마 입이 떨어지지 않아 마음이 무거웠다. 어렵사리 쿄의 이름을 꺼냈다.",
            "쿄?",
            "그게 무슨 소리야, 꿈꾸는 자? 쿄를 찾았어?",
            "광장에 모인 사람들에게 그의 배신과 도시를 습격한 경위를 이야기했다.",
            "설마, 믿을 수가 없어요... 쿄가 우리를 배신하다뇨.",
            "손으로 입가를 가린 로아가 가느다란 목소리로 말했다.",
            "최악의 상황이군, 진퇴양난이 따로 없어.",
            "... 아뇨, 이보다 더 나빠져서 저희 모두 죽게 될지도 몰라요.",
            "그러니 어서 도시를 되찾아야 해요. 너무 늦기 전에...",
            "무거운 공기가 일행을 짓누른다. 진저가 걱정스러운 눈으로 나를 바라본다.",
            "꿈꾸는 자, 골디는 찾았어? 혹시 골디를 보신 분이 계신가요? 계속 찾아다녔는데, 좀처럼 찾을 수가 없어서요.",
            "길드가 막 공격당했을 때 반대편에서 봤네. 몇 시간 전의 일이네만.",
            "응! 갑자기 드림리스가 밀려들어서 정신없이 싸우던 통에 저 골목으로 사라지는 걸 봤어. 네 베이커리가 있는 방향이지?",
            "그럼 길이 엇갈렸나 봐, 가게는 이미 드림리스가 차지했을 텐데...",
            "골디락스가 혼자 드림리스를 상대하고 있는 거라면, 그녀가 얼마나 버틸 수 있을지 모르겠어.",
            "골디...",
            "진저가 고통스러운 얼굴로 손에 얼굴을 묻었다. 목소리 가득 울음기가 스며 나왔다.",
            "베이커리와 가장 친한 친구를 모두 잃게 될지도 모르는 상황은 견디기 힘들 것이다.<br>그때, 사피가 모습을 드러냈다.",
            "네가 진저야?",
            "어, 으응...?",
            "난 사피, 마인드 스톤. 이야기를 들었어. 골디라는 사람이 네 친구인 거지?",
            "응, 골디락스...",
            "우리가 그녀를 구해줄게.",
            "그러니 절대 포기하지 마. 알겠어?",
            "포기하지 말라고 이야기하는 사피의 목소리는 무척 진지하게 들렸다.<br>사피와 눈이 마주치자, 그녀가 천천히 고개를 한번 끄덕였다.",
            "골디락스가 아직 살아있다면 무슨 방법을 쓰더라도 반드시 그녀를 구할 것이다.",
            "진저에게 함께 가지 않겠냐고 물었다. 도시의 질서를 무너트린 드림리스들을 모두 물리치면 다시 베이커리를 열 수 있을 것이다.",
            "아, 응! 어서 가자, 골디를 찾아야 해!",
            "가우디의 억센 손이 팔을 붙잡아 당긴다. 그가 진지한 목소리로 낮게 중얼거렸다.",
            "자네에게 알려줄 것이 있네. 골디락스의 뒤를 쫓던 악몽은 이제까지의 악몽과는 차원이 다른 형태였다네. 조심하게나.",
            "그리고 또 한 가지...",
            "아니, 곧 알게 되겠지. 무사히 돌아오게.",
            "가우디가 보기 드문 얼굴로 인자하게 웃는다.",
            "어서 골디락스를 구하게나. 중앙 광장은 이들에게 맡기게. 자네가 돌아올 때까지 반드시 광장을 탈환하겠네."
        ],
        [
            "やっとの思いで中央広場に到着した。",
            "広場には多くのドリームレスが陣取っていたが、レッドナイトが言っていた次元扉は見当たらなかった。",
            "やはり、キョウの痕跡は見当たらない。",
            "ドリームレスと対峙していると、レッドクイーンがギルドの入口を指して叫んだ。",
            "あそこだ！",
            "顔にシワを寄せてしかめっ面をしたガウディがオピニオギルドの入り口から出てきた。",
            "ドリーマー、君じゃないか！",
            "この状況を一人で対応しなければいけないと思って頭が痛かったんだが、来てくれてよかった。",
            "ほうきを槍のように持っているリンがガウディの後ろから顔を出した。",
            "今からでも来てくれてよかった！ちょっとガウディ！どいてよね。前がよく見えないじゃん。",
            "とにかく、また会えて嬉しいよ、ドリーマー。またあなたに大きな借りを作っちゃったね！",
            "私は...",
            "中央広場へと通じる反対側の入り口から、ロアが支援軍を引き連れてきた。その中にいたジンジャーが大きく手を振った。",
            "さあさあ！みなさん！早くギルドの敷地から怪物を追い出してください！この怪物たちは家賃はもちろん、施設利用料、税金も一銭も払わずに都市をめちゃくちゃにしているんですよ！",
            "あら？ドリーマー！戻ってきたんですね！",
            "ギルド入り口へと歩いていったリン・ディオーネはしかめっ面でドリームレスを見ている。",
            "一体どういうことよ、平凡なドリームレスと言うには語弊がすぎるんじゃない？",
            "この人たちにも話さなければいけないが、どうしても話すことができず、心が重かった。そしてやっとの思いでキョウの名前を出した。",
            "キョウ？",
            "どういうこと？キョウを見つけたの？",
            "広場に集まった人々に、彼の裏切りと都市の襲撃の経緯を話した。",
            "そんな、信じられません...キョウが私たちを裏切っただなんて...",
            "口を手で抑えたロアが、か細い声で言った。",
            "最悪の状況だな、お手上げだ。",
            "...いえ、さらに状況が悪くなって、私たち皆死んでしまうかもしれません。",
            "ですから、早く都市を取り戻さなくてはなりません。遅くなる前に...",
            "重たい空気が一行を押しつぶした。ジンジャーが心配そうな目で私を見つめた。",
            "ドリーマー、ゴルディは見つけた？誰かゴルディを見た人はいませんか？ずっと探し回ったのに見つからなくて。",
            "ギルドが攻撃された時に反対側で見たな。何時間か前のことだが。",
            "うん！急にドリームレスが押し込んできて必死に戦ってた時に、あの路地に消えていったのを見た。ジンジャーのベーカリーがある方向でしょ？",
            "じゃあ道を間違えちゃったのかな、お店はもうドリームレスが占領しちゃってると思うけど...",
            "ゴルディロックスが一人でドリームレスを相手してるなら、彼女がどれだけ耐えられるか分からないわ。",
            "ゴルディ...",
            "ジンジャーが苦しい表情で手に顔をうずめた。声に泣き声が滲み出た。",
            "ベーカリーと一番仲の良い友達両方を失ってしまうかもしれない状況は、耐え難いだろう。<br>その時、サフィが姿を現した。",
            "あなたがジンジャー？",
            "ん？う、うん...",
            "私はサフィ、マインドストーン。話は聞いたよ。ゴルディという人があなたの友達なんでしょ？",
            "うん、ゴルディロックス",
            "私たちが彼女を助けてあげる。",
            "だから、絶対に諦めないで。分かった？",
            "諦めないでと話すサフィの声はとても真剣に聞こえた。<br>サフィと目が合うと、彼女が一度ゆっくり頷いた。",
            "ゴルディロックスがまだ生きているなら、どんな手を使ってでも必ず彼女を救う。",
            "ジンジャーに一緒に行かないのかと聞いた。都市の秩序を壊したドリームレスたちを全て倒したら、またベーカリーを開けるはずだ。",
            "あ、うん！早く行こう、ゴルディを探しに行かないと！",
            "ガウディのゴツい手が腕を掴んで引っ張った。彼が真剣な声で低くつぶやいた。",
            "君に教えておくことがある。ゴルディロックスの後を追っていった悪夢は今までとの悪夢とは全く違った形だった。気をつけるんだ。",
            "それともう一つ...",
            "いや、もう時期知ることになるだろう。無事に帰ってくるんだぞ。",
            "ガウディが珍しい顔で慈悲深く笑った。",
            "早くゴルディロックスを助けに行くんだ。中央広場はこちらに任せるんだな。君が帰ってくるまでに必ず広場を奪還してみせよう。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}