{
    "StoryName": "Campaign_Chapter11_Part6",
    "background": [
        "hauntedhallway.png",
        "hauntedhallway.png",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        ""
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "",
            "Nyx",
            "",
            "",
            "",
            "",
            "Dracula",
            "",
            "",
            "",
            "",
            "Dracula",
            "",
            "Dracula",
            "Dracula",
            "",
            "",
            "",
            "Bathory",
            "",
            "",
            "Dracula",
            "",
            "",
            "",
            "Bathory",
            "",
            "Dracula",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "",
            "닉스",
            "",
            "",
            "",
            "",
            "드라큘라",
            "",
            "",
            "",
            "",
            "드라큘라",
            "",
            "드라큘라",
            "드라큘라",
            "",
            "",
            "",
            "엘리자베스 바토리",
            "",
            "",
            "드라큘라",
            "",
            "",
            "",
            "엘리자베스 바토리",
            "",
            "드라큘라",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "",
            "ニクス",
            "",
            "",
            "",
            "",
            "ドラキュラ",
            "",
            "",
            "",
            "",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            "",
            "バートリー",
            "",
            "",
            "ドラキュラ",
            "",
            "",
            "",
            "バートリー",
            "",
            "ドラキュラ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "After defeating the Dreamless incursion, you return to your chamber and spend a fitful night thinking about the things you have learned since coming to the Haunted Realm.",
            "And wondering about the things you have apparently forgotten...",
            "Even when sleep finally overtakes you, it's difficult to find rest.",
            "A girl is talking to you.",
            "No, it's more like she's shouting at you, though her voice barely seems to penetrate the air around you.",
            "<i>Dreamer! Dreamer, please! You have to-</i>",
            "You don't recognise her at all, but somehow she is shouting your name. Her voice seems so distant, though she appears to be right in front of you.",
            "<i>Wake up! Wake up, quickly! Before he takes H-</i>",
            "Who is this girl?",
            "Eventually, she goes away... another person takes her place.",
            "...",
            "This girl seems much quieter. Who is she?",
            "Her arrival seems to calm your dreams, however and you end up drifting off into deeper, more dreamless sleep.",
            "Until...",
            "You awaken.",
            "Ah, welcome back, Dreamer.",
            "How did you get here?",
            "You're sitting in the dining hall, with Mal and Lis and Dracula.",
            "Mal and Lis look groggy and unhappy.",
            "But where is-",
            "It's time to bring your tale to its conclusion.",
            "It is?",
            "Yes, when we left off, you had reached the outer walls of my mansion.",
            "I had my attendant meet you there in order to convey you inside.",
            "Yes... you remember...",
            "At the gates of the mansion, you met...",
            "Bathory!",
            "...",
            "You remember, now! Bathory has been your enemy through countless battles since you came to Phantasia!",
            "You met Bathory... and you and your allies fought with her, trying to gain access to the Count's manor, except –",
            "No, Dreamer! That's not what happened...",
            "But Dracula's voice intrudes and something changes... Now Bathory meets you... and invites you inside.",
            "Weren't you fighting with her? You can see her snarling face as she swings her sword... But that memory fades as you see a new memory take its place.",
            "Bathory graciously showed you through the sprawling manor, taking you through the outer grounds.",
            "...",
            "She directed you swiftly, but even so, you were ambushed by Dreamless along the way.",
            "Yes... Dreamless... good...",
            "Everything is becoming more hazy, but you know that you fought side by side with Bathory in order to defeat an incursion of Dreamless.",
            "Everything else except that – and Dracula's hypnotic voice – slips away..."
        ],
        [
            "드림리스를 물리친 후 백작을 만나고 싶었지만",
            "바토리의 격렬한 반대에 부딪혀 우선은 방으로 돌아왔다.",
            "백작의 성은 지독하리만큼 넓었지만, 우리가 움직일 수 있는 공간은 한정되어 있었다.",
            "눈을 감고 있어도 잠들기 어려운 시간이 이어진다.",
            "... 그때, 누군가 나타나 내 손을 붙잡았다. 누구지?",
            "...",
            "절박한 얼굴. 무언가를 애타게 외치고 있지만 목소리가 들리지 않았다.",
            "꿈꾸는 자, 눈을 뜨세요. 이대로라면 히나까지...!",
            "... 누구지?",
            "깊은 어둠이 몰려와 그녀의 형태를 뒤덮어버렸다.",
            "... 쉿, 조용히.",
            "긴 머리카락을 늘어트린 여자가 멀리서 나를 바라본다.",
            "엄지손가락을 곧게 뻗은 소녀가 희미하게 미소 지으며 그것을 입가로 가져간다.",
            "조용히 하라는, 그런 뜻일까? 순간 시야가 아득해진다.",
            "방금 그건 대체 뭐였지?",
            "이번에도 신세를 졌군, 꿈꾸는 자.",
            "테이블 위에 놓여있던 잔이 쓰러지며 물이 쏟아졌다.",
            "손가락을 튕겨 흐르는 물을 멈춘 드라큘라 백작이 낮은 소리로 웃었다.",
            "말과 리즈는 아직 서로에게 고개를 기댄 채 졸고 있었다.",
            "... 잠깐, 또 누군가 한 사람이 사라진 것 같은데.",
            "자, 이제... 지난번에 이야기했던 자네의 결론에 매듭을 지을 시간이군.",
            "백작의 눈이 붉은빛으로 반짝였다.",
            "그래, 묘지에 도달한 자네들의 최후 말이야.",
            "바토리를 보내 저택 안으로 들이도록 지시했었지, 기억날 텐데.",
            "저택의 입구에서 분명...",
            "누군가 우리를 맞이했었다.",
            "그 얼굴은, 그래... 바토리?",
            "아핫! 저를 그렇게 열렬하게 생각하고 있을 줄은 몰랐는걸요?",
            "순간 참지 못하고 몸을 일으켰다. 의자가 바닥에 긁히며 시끄러운 소리가 울렸다.",
            "어떻게 이럴 수 있지? 바토리는 판타지아에 도착한 이후 줄곧 싸워온 적이었는데!",
            "이런. 다시 생각해보게, 꿈꾸는 자. 바토리는 자네의 동료야.",
            "드라큘라 백작이 낮은 소리로 속삭이자 다시 머리가 깨질듯한 두통이 밀려온다.",
            "바토리와, 그래. 바토리와 함께 판타지아를 여행하며...",
            "하지만 분명 칼을 맞대며 싸웠었는데, 아니... 내 착각이었던 건가? 그 모든 것들이 전부?",
            "그래요, 그렇게 꿈을 꾸는 편이 좋을 거예요. 서로 편하잖아요?",
            "바토리가 내 머리카락을 쓰다듬으며 무어라 알아듣기 힘든 말을 속삭였다.",
            "그래, 자네는 바토리와 함께 드림리스와 싸웠어. 좋아... 순조롭군.",
            "소리, 시선, 바토리와 백작의 얼굴, 기억. 모든 것들이 점점 희미해진다.",
            "누군가 내 이름을 부른 것 같은 기분이 들었다. 몹시 절박한 목소리로, 애타게. "
        ],
        [
            "ドリームレスを倒し、伯爵に会いたかったが",
            "バートリーが激しく反対したので、まずは部屋に帰った。",
            "伯爵の城はとてつもなく広かったが、私たちが動ける範囲は限られていた。",
            "目を瞑っても眠れない時間が続いた。",
            "...その時、誰かが現れ私の手を握った。誰だ？",
            "...",
            "切迫した表情。何かを必死に叫んでいるが、声が聞こえなかった。",
            "ドリーマー、目を開けてください。このままではヒナまで...！",
            "...誰だ？",
            "深い闇が押し寄せ、彼女を覆ってしまった。",
            "...しーっ、静かに。",
            "長い髪を垂らした女性が遠くから私を見つめている。",
            "親指をまっすぐ伸ばした少女が微かに微笑み、親指を口元に添えた。",
            "静かにしろということなのか？一瞬視界が遠のいた。",
            "今のは一体なんだったんだ？",
            "今回も世話になったな、ドリーマー。",
            "テーブルの上に置かれたグラスが倒れ、水がこぼれた。",
            "指を鳴らしてこぼれる水を止めたドラキュラ伯爵は、低い声で笑った。",
            "マルとリズはまだ互いに頭を寄せ合ったまま寝ていた。",
            "...待てよ、また誰か一人いなくなったような気がする。",
            "さあ、では...この前話していた君の結論を迎える時間だね。",
            "伯爵の目が赤く光った。",
            "そう、墓場に到着した君の最後のことだ。",
            "バートリーを送って屋敷の中へ入れるようにと指示したんだ、覚えているはずだが。",
            "確か屋敷の入り口で...",
            "誰かが私たちを迎えた。",
            "その顔は、そう...バートリー？",
            "あはっ！私のことそんなに考えていたとは思いませんでした。",
            "一瞬我慢できずに体を起こした。椅子が床に擦れてうるさく音を立てた。",
            "なぜだ？バートリーはファンタジアに着いてからずっと戦ってきた敵だったのに！",
            "おやおや。もう一度考えてみるんだ、ドリーマー。バートリーは君の仲間じゃないか。",
            "ドラキュラ伯爵が低い声でささやくと、また頭が割れそうなほどの頭痛が押し寄せた。",
            "バートリーと...そうだ。バートリーと共にファンタジアを旅して...",
            "でも確かに刀を突き合わせて戦ったはず...いや、全部私の勘違いなのか？",
            "そうです、そうやって夢を見たほうがいいですよ。そのほうがお互いに楽じゃないですか？",
            "バートリーが私の髪の毛を撫で、何だか納得できない言葉をささやいた。",
            "そうだ、君はバートリーと共にドリームレスと戦ったんだ。いいぞ...順調だ。",
            "音、視線、バートリーと伯爵の顔、記憶。全てがだんだんと薄れていく...",
            "誰かが私の名前を呼んだ気がした。ひどく切迫した声で、必死に。"
        ]
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}