{
    "StoryName": "Campaign_Chapter5_Part1",
    "background": [
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png"
    ],
    "character": [
        [
            "",
            "Esme",
            "Esme",
            "",
            "Esme",
            "",
            "Esme",
            "Celeste",
            "Celeste",
            "Celeste",
            "Celeste",
            "Celeste",
            "",
            "",
            "",
            "Mal",
            "Lis",
            "",
            ""
        ],
        [
            "",
            "에스메",
            "에스메",
            "",
            "에스메",
            "",
            "에스메",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "",
            "",
            "",
            "말",
            "리즈",
            "",
            ""
        ],
        [
            "",
            "エスメ",
            "エスメ",
            "",
            "エスメ",
            "",
            "エスメ",
            "セレステ",
            "セレステ",
            "セレステ",
            "セレステ",
            "セレステ",
            "",
            "",
            "",
            "マル",
            "リズ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You and your companions creep through the city, trying to avoid the attention of the dragon that occasionally circles above and at the same time, fight off the Dreamless creatures that seem to inhabit every nook and cranny.",
            "No doubt this city would once have thrived and been full of people all going about their happy daily lives.",
            "Now look at it...",
            "What happened to all the people, you wonder?",
            "Many will have fled. Some may even have made it as far as Haven. Others...",
            "She looks at you, sadly.",
            "Others you are most likely fighting, right now...",
            "Some of them. Not all. Many will be simple creatures, woodland animals, pets, livestock.",
            "Enchanted or not, there's little defense against the Dreamless Nether once it invades a realm.",
            "It invades minds, takes away what makes creatures themselves... it consumes goodness, steals memory... it leaves behind husks infested with the worst inclinations of the people they used to be.",
            "It takes until there is literally nothing left but madness... then it consumes that, too.",
            "What you are fighting are merely shadows of what they once were, Dreamer. Defeating them is a mercy.",
            "Your companions are all looking at each other sadly, each acutely aware of the truth in Celeste's words.",
            "They have all seen it happen, first-hand. You are the only one who doesn't know these things.",
            "Mal laughs weakly, when he sees your glum look.",
            "Aha! But perhaps we can stop all this from happening. Once we've retrieved all the World Stones, I'm sure we'll be able to defeat the Dreamless Nether once and for all.",
            "Yeah! The Dreamer can do it!",
            "You look to Celeste and Esme, who seem to be the most knowledgeable of your group. Esme looks hopeful, but Celeste simply stares into the distance, a faraway look in her eye.",
            "There isn't anything to be done about it here, whatever the case. All you can do is press on."
        ],
        [
            "패기 넘치는 걸음으로 시작했던 우리지만,<br>하늘을 날아다니는 드래곤 때문에 어쩔 수 없이 조용히 도시에서 성으로 나아갔다.",
            "여긴 확실히 엄청나게 번성하고 행복했던 장소였나봐...",
            "이 흔적들을 좀 봐.",
            "에스메가 주변 땅을 짚고 있었다. 그곳엔 사람들의 생활 흔적들이 보였다.",
            "대부분은 안식의 도시로 피난했겠지만...<br>피난하지 못한 사람들은...",
            "그녀가 쓸쓸한 표정으로 중얼거린다.",
            "드림리스가 되었을 거야.<br>지금 여기 있는 우리와 싸우게 되겠지...",
            "이곳이 번성한 마법의 왕국이라한들<br>드림리스 네더를 막아낼 순 없었겠지.",
            "드림리스 네더는 생명의 마음 속으로 파고 들어가.<br>생명의 본질 그 자체를 빼앗고, 약탈하지.",
            "선량함, 추억, 그 모두를 빼앗아.<br>결국 악한 면모만 가진 빈 껍데기로 만들어버려.",
            "광기밖에 남지 않은 괴물... 그게 드림리스의 말로야.",
            "꿈꾸는 자, 설령 그들이 사람이었다 해도.<br>그들을 쓰러트리는 것에 죄책감을 가질 필요는 없어.<br>오히려 자비를 베푸는 일이지.",
            "에스메는 셀레스티의 말에 슬픈 표정으로 고개를 끄덕이고 있었다.",
            "이 세계에서 쭉 살아온 그들에게는 당연한 상식일 것이다.",
            "말이 침울해진 표정들을 보고 눈치를 살피더니 일부러 더 씩씩하게 웃는다.",
            "그, 그래도! 우리가 지금 하고 있는 일 있잖아!<br>월드스톤을 모두 모으면 분명 드림리스 네더를 막아낼 수 있을 거야! 응!",
            "... 맞아! 우린 분명 해낼 수 있을 거야, 응?",
            "셀레스티가 남매의 머리를 쓰다듬으며, 여기를 바라보곤 고개를 끄덕인다.",
            "눈빛에 응해주고 앞을 바라보았다.<br>그리고 깊은 생각에 빠졌다."
        ],
        [
            "覇気溢れる様子で歩き出したが、<br>空を飛び回るドラゴンのせいで、仕方なく静かに城へ向かって進んだ。",
            "ここは多分、とても栄えていて幸せな場所だったみたいだね...",
            "この痕跡を見てみて。",
            "エスメが周辺の地面に手をついていた。そこには人々の生活していた痕跡が見てとれた。",
            "ほとんどの人は安息の都市へ避難したと思うけど...<br>避難できなかった人は...",
            "彼女が寂しげな表情でつぶやいた。",
            "ドリームレスになったはず。<br>今ここにいるあたしたちと戦うことになる...",
            "ここがかつて繁栄していた魔法の王国とは言っても、<br>ドリームレスネザーを止めることはできなかっただろうね。",
            "ドリームレスネザーは生命の心の奥まで入り込んでくる。<br>生命の本質、それ自体を奪い、略奪するの。",
            "善良な心、思い出、その全てを奪う。<br>結局悪の部分のみが残った抜け殻にしてしまう。",
            "狂気しか残っていない怪物...それがドリームレス。",
            "ドリーマー、たとえ彼らが人間だったとは言え、<br>彼らを倒すことに罪悪感を覚える必要はないわ。<br>むしろ慈悲を施しているのよ。",
            "エスメはセレステの言葉に悲しい表情で頷いていた。",
            "この世界でずっと生きてきた彼らにとっては、当然の事なはずよ。",
            "マルが憂鬱そうな表情を見て人目を伺うと、わざと元気よく笑った。",
            "で、でも！俺たちが今までやってきたことじゃん！<br>ワールドストーンを全部集めたら、きっとドリームレスネザーを止めることができるはずだよ！きっとそうだ！",
            "...そうだね！私たちならきっとやれる！",
            "セレステが二人の頭を撫で、この場を眺めて頷いた。",
            "眼差しに答えて前を見つめ、<br>そして深く考え込んだ。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}