{
    "StoryName": "Campaign_Chapter4_Part1",
    "background": [
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        ""
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Esme",
            "Esme",
            "",
            "Esme",
            "Esme",
            "",
            "Esme",
            "Esme",
            "",
            "",
            "Esme",
            "",
            "Esme",
            "",
            "",
            "Esme",
            "Esme",
            "",
            "Esme",
            "Esme",
            "",
            "",
            "Esme",
            "Esme",
            "Aurora",
            "Esme",
            "",
            "",
            "Aurora",
            "",
            "",
            "Esme",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "Esme",
            "",
            "",
            "",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "에스메",
            "에스메",
            "",
            "에스메",
            "에스메",
            "",
            "에스메",
            "에스메",
            "",
            "",
            "에스메",
            "",
            "에스메",
            "",
            "",
            "에스메",
            "에스메",
            "",
            "에스메",
            "에스메",
            "",
            "",
            "에스메",
            "에스메",
            "오로라",
            "에스메",
            "",
            "",
            "오로라",
            "",
            "",
            "에스메",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "에스메",
            "",
            "",
            "",
            "",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "",
            "",
            "쿄",
            "쿄",
            "",
            "쿄",
            "",
            "쿄",
            "쿄",
            "",
            "쿄",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "エスメ",
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "",
            "",
            "エスメ",
            "",
            "エスメ",
            "",
            "",
            "エスメ",
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "",
            "",
            "エスメ",
            "エスメ",
            "オーロラ",
            "エスメ",
            "",
            "",
            "オーロラ",
            "",
            "",
            "エスメ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "エスメ",
            "",
            "",
            "",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You have returned to Haven once more, to much celebration after the downfall of the Queen of Hearts.",
            "Unexpectedly, Kyo is nowhere to be found.",
            "You manage to discover from the town militia that he's taken a party out scouting the forests in order to clear out any Dreamless.",
            "It's just a little disheartening to not have him greet your arrival, with his easy, friendly and down-to-earth manner, but you try not to let it affect you too much.",
            "After a day of parties and festivities, you've finally managed to get some time to yourself.",
            "Sitting alone in your room, surrounded by gifts left for you by the grateful townsfolk, you examine the real spoils of your victory: the Heartstone.",
            "You turn the fiery red stone over and over in your hands, admiring its clean lines and crystal clear facets.",
            "This is a World Stone... What does that even mean?",
            "Ahem!",
            "If you keep staring at me that intently, I'm going to get flustered and say something I shouldn't.",
            "You look up in surprise at Esme standing in front of you. There is a slight smile on her face, though that quickly disappears when she sees your expression.",
            "Dreamer... are you okay?",
            "If you need to talk, I'm a very good listener.",
            "You tell Esme that you appreciate the concern, but you'd prefer to be left to your thoughts for the moment.",
            "Ah, I'm sure you would... only thing is, you won't be able to while you're, uh...",
            "I, uh, I can see everything you do while you're holding... it... uh, I mean... me...",
            "She blushes, unexpectedly.",
            "Wait... she sees everything?",
            "Yes... we can see from our stones – unless we're asleep, or when we've used too much power.",
            "Over the past few days, you haven't let either the Heartstone or the Dreamstone out of your sight. Even when you slept... even when you...",
            "Aha! Probably best to not think about that...",
            "You put the Heartstone down, carefully.",
            "Heartstone... Esme... World Stone... Why does she have so many different names?",
            "I've had even more names over the years, Dreamer: Flameheart, the Crimson Huntress, Heartsbow, Thirsty Red...",
            "Although, thinking about it now, that last one seems quite insulting...",
            "And what about 'Esme'?",
            "Ah, that's much easier to explain. Esme is an ancient name that means 'beloved'.",
            "I am the Heartstone, after all.",
            "She winks at you.",
            "Are all of the World Stones like Esme?",
            "Oh no, my sisters and I are all very different.",
            "Aurora is the strongest and most knowledgeable of us, though. She's always been the one who has held us together – and Phantasia, too.",
            "You give me too much credit, Esme. I would never be so strong without all of you.",
            "Sis!",
            "Once again, Aurora appears out of nowhere... though if Esme is to be believed, perhaps she was there all along.",
            "The World Stones are still pretty confusing to you.",
            "Dreamer...",
            "For some reason, Aurora's expression is a little strained, like something is weighing on her.",
            "She seems on the verge of saying something.",
            "Sis?",
            "But then the moment is gone and her face clears.",
            "I'm sorry, Dreamer, it's nothing. Do you think you'll be ready to travel again by tomorrow morning?",
            "You don't see why not. You feel like the past few weeks have strengthened your walking legs. A good night's sleep should see you right as rain, again.",
            "That's good. I'm eager to rescue my other sisters as soon as possible. I'm sorry, but the next fight will be just as hard as the last, if not harder still.",
            "You dread to think of a tougher opponent than the Queen of Hearts...",
            "But what will happen once you have collected all the World Stones and defeated the Dominions? Won't the Dreamless Nether still be out there destroying the world?",
            "I'm hopeful that by bringing all of the World Stones together, our combined power will be enough to stabilise Phantasia and drive the Dreamless Nether back, perhaps even destroy it for good.",
            "That would be something to look forward to. Then perhaps you can see about discovering where you come from and how to get back.",
            "Yes... yes, of course.",
            "Then sleep well, Dreamer. Esme and I will leave you to your rest.",
            "She smiles and then vanishes.",
            "I'm sure everything will come back to you eventually, Dreamer. In the meantime, get some rest. Your adventure is far from over.",
            "Esme bows respectfully, then vanishes in the same way as Aurora did.",
            "Mindful of what Esme has told you, you find a couple of soft drawstring bags among the gifts the townsfolk have left in your room, and you place each stone carefully inside so they can rest properly.",
            "You're about to turn in, yourself, when a messenger arrives and tells you Kyo is looking for you. You decide to head out and see what he wants. It takes a while to find him, but eventually you spot him talking to members of his town militia.",
            "He looks around when you call.",
            "Dreamer! It's good to see you back.",
            "Where have I been? I was out scouting the forests around Haven.",
            "The raids have lessened since you conquered Wonderland. To be honest, it's a chance to clear some of the Dreamless out of these forests and also...",
            "I've found the base of the Clouded Tower. It took some reaching, the forests were particularly dense around it.",
            "The Clouded Tower?",
            "It's an ancient tower some distance from Haven. Some say it belongs to Aurora herself.",
            "You can just see it from atop the taller buildings in town.",
            "It's been cut off from Haven for generations due to the monsters in the forests around it.",
            "But after you defeated the Queen of Hearts, there have been far fewer Dreamless in the forests, which at least made getting there at all possible.",
            "We're going to see if we can get inside on our next scouting trip. There are rumours of a vast library inside with all sorts of ancient knowledge. Maybe some of it can help you in your quest?",
            "Ah! That might actually be really good!",
            "You thank Kyo for letting you know about this.",
            "Oh, no problem.",
            "But, Dreamer, I wanted to say... please be careful with those stones.",
            "The World Stones? Why?",
            "I've been doing some reading in the older annals of the Haven town archives... there are some... unsettling rumours.",
            "You ask what he's talking about, but he simply shakes his head.",
            "For now, I'd rather not say. I don't want to put any unfounded worries in your mind... Just...",
            "Just be careful, Dreamer.",
            "He puts a hand on your shoulder and smiles, supportively.",
            "I'm sure you don't need me telling you this. Just, look out for yourself, okay? Don't accept anything at face value, especially when you're in the realms to come.",
            "You return to your room, disquieted by Kyo's change in attitude and eventually fall into a fitful sleep."
        ],
        [
            "퀸 오브 하트를 쓰러트린 후 오로라는 다시 잠들었고,<br>우리는 걸어서 안식의 도시로 되돌아왔다.",
            "뜻밖이었던 것은<br>우리를 환영하는 수많은 인파 속에 쿄가 없었다는 점이다.",
            "민병대원 한 명이 우리에게 다가오더니<br>쿄가 몇 명의 대원들을 데리고 숲의 드림리스를 처리하러 갔다고 알려주었다.",
            "그의 환영을 받지 못한 건 아쉬웠지만,<br>역시 믿음직한 사람이라고 생각했다.",
            "사람들의 열렬한 환영을 받으며 방으로 돌아왔다.",
            "도시의 모두가 함께 준비했다고 하던가.<br>감사 선물 사이에 둘러 싸인 채로 승리의 전리품이라고 할 수 있는 하트 스톤을 꺼냈다.",
            "강렬한 붉은색을 뽐내는 돌을 이리 저리 확인하며 관찰했다.<br>흠잡을 데 없이 맑고 깨끗하다.",
            "이게 바로, 월드스톤.",
            "흠흠!",
            "그렇게 뚫어지게 쳐다보면,<br>아무리 나라도 놀라 달아나 버릴지도 모른다~?",
            "에스메가 갑자기 나타났다.<br>여전히 장난기 가득한 미소를 머금고 있었지만,<br>내 표정을 확인하자 금세 미소가 사라진다.",
            "너 괜찮아?",
            "고민 같은 게 있으면 이 에스메님께 털어놔!<br>나, 이래 봬도 다른 사람의 고민을 들어주는 걸 잘 하거든.",
            "에스메에게 고개를 끄덕이고 하트 스톤을 조심스럽게 품 안에 넣었다.",
            "그래!<br>누구나 말 할 수 없는 고민이 있으니까.<br>저기 그런데, 있잖아?",
            "어... 그러니까 네가 돌을 들고 있는걸<br>전부 보고, 또 느낄 수 있어.",
            "다시 모습을 드러낸 에스메가 난감해 하는 느낌이다.",
            "...",
            "너무 많은 힘을 한 번에 소모해서 의식을 잃는 게 아니라면<br>우리는 스톤을 통해 모든 걸 보고 느낄 수 있어.<br>스톤은 곧 우리 자신이니까.",
            "안식의 도시로 돌아오는 지난 며칠 동안<br>드림스톤과 하트 스톤 모두 한시도 몸에서 떨어트리지 않았었다.",
            "흠흠!<br>그러니까 스톤을 편안한 곳에 두어주면 좋겠다는 의미야.",
            "하트 스톤을 다시 품에서 꺼내 조심스럽게 내려놓았다.",
            "월드스톤 중 하나인 하트 스톤, 에스메.",
            "예전에는 이름이 더 많았어.<br>불꽃의 심장, 진홍빛의 사냥꾼, 사랑의 화살...",
            "마지막 이름... 낯간지럽지 않아?",
            "그녀는 눈을 감고 자신의 뜻을 말했다.",
            "사실, 에스메는 사랑이라는 뜻의 고대어야.",
            "난 하트 스톤이고.",
            "그녀가 나에게 살짝 윙크하며 말했다.",
            "...",
            "참, 내 자매들은 나와 엄청나게! 달라!",
            "일단 드림스톤부터.<br>오로라는 우리 자매들 중에서도 가장 강하고 지식도 풍부해.<br>판타지아 세계를 하나로 뭉칠 수 있도록 우리를 이끄는 역할을 하지.",
            "저를 너무 과대평가 하시는군요...<br>모두가 아니었다면, 저는 아무것도 하지 못했을 거예요.",
            "오로라!",
            "허공에 오로라가 갑자기 나타났다.<br>에스메는 오로라가 깨어날 것을 알고 있었던 모양이다.",
            "스톤끼리는 어느 정도 생각을 공유하는 느낌이었다.",
            "꿈꾸는 자...",
            "오로라의 표정이 약간 굳어있다.<br>마치 무언가가 그녀를 짓누르고 있는 것처럼...",
            "에스메는 오로라의 표정을 살피기 위해 허리를 살짝 굽혔다.",
            "오로라? 괜찮아...?",
            "오로라가 말하려던 것을 멈춘다.<br>미소 짓는 얼굴에 무리하는 기색이 여지없이 드러났다.",
            "아무것도 아니에요.<br>그보다 내일 아침 다른 영역으로 출발할 준비는 마치셨나요?",
            "괜찮다는 의미로 손을 살짝 들어서 보여줬다.",
            "좋아요, 가능한 빨리 다른 자매들도 구해야해요.<br>앞으로의 전투가 점점 더 힘들어질지도 모르지만...",
            "확실히 지난번 퀸 오브 하트는 정말 강력했었다.",
            "그녀에게 다음 목표를 물어봤다.<br>월드스톤을 모두 구하고, 도미니언을 모두 물리친 후에는 어떻게 될지.",
            "저는... 모든 스톤의 힘을 하나로 합치면<br>드림리스 네더를 몰아내고 판타지아를 안정시킬 수 있을 거라고 생각해요.",
            "그녀는 확신에 찬 목소리로 답해주다가 말을 흐렸다.",
            "... 그리고 당신의 기억도 돌아올 거예요.",
            "그럼, 잘 자요.<br>당신 혼자 있게 해 드릴게요. 푹 쉬세요.",
            "그녀가 상냥히 미소 짓고 사라진다.",
            "응, 일단은 푹 쉬는게 좋겠다.<br>네 모험은 이제 막 시작된 참이니까...<br>나도 네가 모든 기억을 되찾길 바랄게.",
            "에스메가 윙크하며 오로라를 따라 사라졌다.",
            "스톤 상태에서도 보고 들을 수 있다고 했으니,<br>방에 놓인 감사 선물 중 작은 가방 두 개를 꺼내 두 스톤이 편히 쉴 수 있도록 조심스레 얹어 넣었다.",
            "그렇게 일찍 잠에 들려는 찰나.<br>민병대원이 문을 두드리며 쿄가 나를 찾고 있다고 소리친다.",
            "본부로 가서 문을 열자 어지럽게 널린 책들 사이로<br>지도를 살펴보고 있던 쿄가 고개를 돌린다.",
            "꿈꾸는 자!<br>정말 잘 해주셨습니다!",
            "저는 안식의 도시 주변 숲을 정찰하고 왔습니다.",
            "당신이 퀸 오브 하트를 쓰러트려 주신 덕분에<br>숲의 드림리스들의 수가 많이 줄었더군요.",
            "아! 그리고 당신에게 도움이 될만한 것도 찾았습니다.<br>수호자의 탑이라는 곳이에요.<br>숲이 너무 울창해서 찾는데 시간이 조금 걸렸지만...",
            "그는 종이 하나를 집어 간단하게 지도를 그려보였다.",
            "여기서 조금 떨어진 곳에 있는 탑입니다.<br>고대에 지어졌다고 하는데, 전설에 따르면 드림스톤의 소유라고 하더군요.",
            "날씨가 맑으면 이곳에서도 그 모습을 확인할 수 있습니다.",
            "그 주변의 드림리스 때문에<br>오랜 세월 도시와 단절되어 있었습니다만...",
            "드림리스의 숫자가 줄어들어서 충분히 갈 수 있게 되었습니다.",
            "탑에는 고대의 지식이 담긴 거대한 도서관이 있다는 소문이 있습니다.<br>다음 정찰 때는 그 모습을 직접 확인할 수 있겠죠.",
            "어쩌면 그곳에서 필요한 정보를 얻을 수 있을 지도 모른다.",
            "쿄의 친절한 설명에 고개를 살짝 숙여 보였다.",
            "하하, 저야말로 감사드립니다.",
            "... 그렇지만 하나. 경고 드리지 않으면 안 되겠군요.<br>월드스톤들을 조심하세요.",
            "그의 미소 짓는 표정이 진지하게 변했고, 목소리를 내리깔며 말을 이었다.",
            "도시의 기록 보관소에 있는 연대기를 읽었는데...<br>몇 가지 불길한 이야기가 실려 있었습니다.",
            "그가 고개를 가로저었다.",
            "일단은... 이 이상 말씀드리지 않는 편이 좋을 것 같습니다.<br>걱정을 심으려 한 것은 아니니까요. 단지...",
            "지금은 제 기우이기를 바래야겠군요.<br>그래도 혹시 모르니 스톤에 대한 경계를 풀지는 마세요.",
            "그가 걱정스러운 표정으로 내 어깨에 손을 살짝 얹었다.",
            "이미 알고 계시겠지만...<br>보이는 모든 것을 진실로 받아들이지 마세요.<br>특히, 다른 영역에 있을 때는 더더욱.",
            "방에 돌아온 후 쿄가 했던 말들을 곰곰이 곱씹어 보았다.<br>깊은 밤이 시작되었다."
        ],
        [
            "ハートの女王を倒した後、オーロラは再び眠りにつき、<br>私たちは歩いて安息の都市へ戻ってきた。",
            "意外だったことは、<br>私たちを歓迎する数多くの人並みの中にキョウがいなかった事だ。",
            "民兵の一人がわたしたちに近づいてきて、 <br>キョウが何人かの隊員を連れ、森にドリームレスを処理しに行ったと教えてくれた。",
            "彼の歓迎が無かったのは残念だったが、<br>やはり信頼できる人だと思った。",
            "人々の熱烈な歓迎を受け、部屋へ戻ってきた。",
            "都市のみんなで一緒に準備したって言ってたっけ。<br>感謝のプレゼントの間に、包まれたままの戦勝品であるハートストーンを取り出した。",
            "強烈な赤色が噴き出す石をあちこち確認し、観察した。<br>非の打ち所がなく、澄んできれいだ。",
            "これがあの、ワールドストーン。",
            "ふむふむ！",
            "そんなに穴が開くくらい見つめたら、<br>いくらあたしでも驚いて逃ちゃうよ〜？",
            "エスメが急に現れた。<br>相変わらずイタズラな笑みをしていたが、<br>私の表情を確認するとすぐ笑顔が消えた。",
            "あなた、大丈夫？",
            "悩みとかあったらこのエスメ様に吐き出しな！<br>あたし、こう見えても他の人の悩み聞くの上手なんだから。",
            "エスメの言葉に頷き、ハートストーンを気をつけて懐に入れた。",
            "そうだよ！<br>誰にでも言えない悩みはあるから。<br>あの、ところでさ？",
            "あ...だから、あなたが石を持っているのを<br>全て見て、また感じることができる。",
            "また姿を現したエスメが困惑しているようだ。",
            "...",
            "とても多くの力を一気に消耗して意識を失わない限り、<br>あたしたちはストーンを通して全てを見て、感じることができるの。<br>ストーンはまさにあたしたちそのものだから。",
            "安息の都市へ戻ってくるまでの数日間、<br>ドリームストーンとハートストーンを体から片時も離さなかった。",
            "ふむふむ！<br>だからストーンを楽な場所に置いてくれたらいいなってこと。",
            "再びハートストーンを懐から取り出して、慎重に置いた。",
            "ワールドストーンのうちの一つのハートストーン、エスメ。",
            "前はもっと名前が多かったんだ。<br>炎の心臓、真紅の狩人、愛の矢...",
            "最後の名前...照れくさくない？",
            "彼女は目を閉じ、自身の意味を教えてくれた。",
            "実は、エスメは古代語で愛って意味なの。",
            "そしてあたしはハートストーン。",
            "彼女が私にウインクをして言った。",
            "...",
            "あ、そうそう、あたしの姉妹はあたしとは全然違うの！",
            "まずはドリームレスから。<br>オーロラはあたしたち姉妹の中でも一番強くて知識も豊富。<br>ファンタジア世界を一つにするために、あたしたちを導いてくれる役割をしてくれてるよ。",
            "あまりにも私を過大評価しているようですね...<br>皆さんでなければ、私は何もできませんでしたよ。",
            "オーロラ！",
            "いきなり空宙にオーロラが現れた。<br>エスメはオーロラが起きることを知っていたようだ。",
            "ストーン同士ではある程度考えを共有できるみたいだ。",
            "ドリーマー...",
            "オーロラの表情が少し固い。<br>まるで何かに押さえつけられているように...",
            "エスメはオーロラの表情を見ようと腰を少しかがめた。",
            "オーロラ？大丈夫...？",
            "オーロラが喋ろうとしてやめた。<br>微笑む顔には無理している様子が見てとれる。",
            "なんでもありません。<br>それより明日の朝、別の領域へ出発する準備は出来ましたか？",
            "大丈夫だといったように手を少し上げて見せた。",
            "よかったです、できる限り早く他の姉妹も助けなければなりません。<br>これからの戦闘は段々と厳しくなっていくかもしれませんが...",
            "確かにこの前のハートの女王は本当に強かった。",
            "彼女に次の目標を聞いた。<br>ワールドストーンを全て助け、ドミニオンを全てやっつけた後はどうなるのか。",
            "私は...全てのストーンの力を一つにした時、<br>ドリームレスネザーを追い出し、ファンタジアを安定させることができると考えています。",
            "彼女は確信に満ちた声で答えてた後、言葉を濁した。",
            "...それとあなたの記憶も戻るでしょう。",
            "では、おやすみなさい。<br>私たちは戻ります。ゆっくり休んでください。",
            "彼女が優しく微笑み消えた。",
            "うん、とりあえずゆっくり休んだほうがいいね。<br>あなたの冒険は始まったばかりだから...<br>あたしもあなたが記憶を全て取り戻せるように願っとくね。",
            "エスメがウインクしてオーロラに続いて消えた。",
            "ストーン状態でも見聞きできると言っていたから、<br>部屋に置いてあった感謝のプレゼントのうち小さなカバン２つを取り出し、２つのストーンが楽に休めるように慎重に入れた。",
            "そうして早く寝ようとしたその時。<br>民兵が扉を叩いてキョウが私を探していると叫んだ。",
            "本部に行き扉を開くと、散乱した本の間から<br>地図を見ていたキョウが首を回した。",
            "ドリーマー！<br>本当によくやってくれました！",
            "私は安息の都市周辺の森を偵察してきました。",
            "あなたがハートの女王を倒してくれたおかげで、<br>森のドリームレスの数がかなり減ったんです。",
            "あ！それと、あなたの力になりそうなものを見つけました。<br>守護者の塔という所です。<br>森がとても鬱蒼としていて探すのに少し時間がかかりましたが...",
            "彼は紙を一つ取って、簡単に地図を書いてみせた。",
            "ここから少し離れたところにある塔です。<br>古代に建てられたと言われていますが、伝説によるとドリームストーンが所有していると言われています。",
            "天気が良ければ、ここからでもその塔を確認することができます。",
            "塔の周辺にいるドリームレスのせいで<br>長い間都市と断絶されていたのですが...",
            "ドリームレスの数も減り、今では行けるようになりました。",
            "塔には古代の知識が保存されている巨大な図書館があるという噂があります。<br>次の偵察時にはその姿を直接確認することができるでしょう。",
            "もしかすると、そこで必要な情報を手に入れることが出来るかもしれない。",
            "キョウの丁寧な説明に頭を少し下げた。",
            "はは、私の方こそありがとうございます。",
            "...ですが一つ。警告をしなければいけません。<br>ワールドストーンに気をつけてください。",
            "微笑んでいた彼の表情は真剣な顔へと変わり、声のトーンを下げて話を続けた。",
            "都市の記録保管所にある年代記を読んだのですが...<br>いくつか不吉な話が書かれていました。",
            "彼が首を横に振った。",
            "とりあえずは...これ以上お話ししないほうがいいかもしれません。<br>心配させようとしたわけではないのです。ただ...",
            "今は私の杞憂で終わることを願うばかりです。<br>ですが、念の為ストーンへの警戒をゆるめてはなりません。",
            "彼が心配した表情で私の肩に手をそっと乗せた。",
            "すでに知っていると思いますが... <br>目に見える物全てを真実として受け入れてはなりません。<br>特に、他の領域にいる時はもっとです。",
            "部屋に戻った後、キョウが言った言葉をじっくり考えてみた。<br>深い夜が始まった。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "music_kyostheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}