{
    "StoryName": "Campaign_Chapter3_Part1",
    "background": [
        "narrationred.png",
        "narrationred.png",
        "narrationred.png",
        "narrationred.png",
        "narrationred.png",
        "narrationred.png",
        "narrationred.png",
        "narrationred.png",
        "narrationred.png",
        "narrationred.png",
        "narrationred.png",
        "narrationred.png",
        "narrationred.png",
        "narrationred.png",
        "narrationred.png",
        "narrationred.png"
    ],
    "character": [
        [
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora"
        ],
        [
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라"
        ],
        [
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ"
        ]
    ],
    "dialogueText": [
        [
            "Once upon a time, there was a strange land filled with even stranger creatures.",
            "This land was so strange it was difficult to know what was up and what was down and where all the little bits in between were supposed to go.",
            "The land was home to the simple and the contrary, happy and sad, the just... and the unjust.",
            "It was ruled over by a great monarch, who held sway over the strange land and its stranger creatures.",
            "And this monarch, this great 'Queen of Hearts', was quite mad.",
            "The Queen had only one way of settling all difficulties, great or small.",
            "“Off with his head!”",
            "And so, a great many met their end having heard the familiar cry: “Off with his head!” or “Off with her head!” or “Off with their heads!” And heads and heads and heads would fall.",
            "Until a great hero came, a girl named Alice.",
            "She challenged the Queen and forced her to bend to her people's will and rule them fairly.",
            "Alice was wise and just and she made the Queen see the error of her ways. But she did not want power for herself.",
            "When the realm was safe, she disappeared once more, trusting the queen's promise that she would not fall back into her old ways. And for a great span of time, that promise held.",
            "But then came the Endless Nether and it corrupted the Queen, releasing all of her worst inclinations, even as it devoured the lands she ruled.",
            "The realm fell into ruin as its peoples fled and, after a great many years and the inevitable weathering of time, the great and strange land came to this: no longer great, but now even stranger.",
            "And its name-",
            "-was Wonderland..."
        ],
        [
            "옛날 아주 오랜 옛날, 이상한 땅에 이상한 사람들로 가득한 나라가 있었습니다.",
            "그 나라의 땅은 어찌나 이상한지 어디가 위고 어디가 아래인지 구분조차<br>가지 않아 대체 어디로 가야만 하는지 도통 방향을 알기 어려웠습니다.",
            "그 나라는 멍청한 자와 똑똑한 자, 웃는 자와 우는 자<br>그리고 정의로운 자와 정의롭지 못한 자들의 고향이었습니다.",
            "이 이상한 나라와 이상한 사람들은 위대한 여왕에 의해 다스려졌습니다.",
            "위대한 퀸 오브 하트는 조금, 미쳐있었습니다.",
            "여왕에게는 큰일이든 작은 일이든 단번에 해결할 수 있는<br>자신만의 통치 방법이 있었습니다.",
            "\"저 놈의 목을 쳐라!\"",
            "이상한 나라의 수많은 백성들은 그녀의 외침을 들으며 끝을 맞았습니다.<br>\"이 남자의 목을 쳐라!\", \"이 여자의 목을 쳐라!\", \"저들의 목을 모두 쳐라!\"<br>그렇게 사람들의 머리는 하나둘씩 땅으로 떨어졌습니다.",
            "앨리스라는 위대한 메르헨이 오기 전까지는요.",
            "그녀는 여왕에게 도전했고, 승리했습니다. 그리곤 여왕에게 백성들의 말에<br>귀 기울이고 그들을 공정하게 다스리도록 요구했습니다.",
            "지혜롭고 정의로웠던 앨리스는 여왕 스스로 자신의 잘못이 무엇이었는지<br>깨닫게 해 주었습니다. 앨리스는 그 외엔 아무것도 원하지 않았습니다.",
            "이상한 나라가 안정을 되찾자, 앨리스는 다시는 이전처럼 돌아가지<br>않겠다는 여왕의 약속을 믿고 모습을 감추었습니다.<br>그리고 여왕의 약속은 오래오래 지켜졌답니다.",
            "...드림리스 네더가 나타나기 전까지는.",
            "참으로 위대했던 퀸 오브 하트는 이번엔 많이, 미쳐버렸습니다.<br>이상한 나라는 더 이상 이상하기만 한 나라가 아니게 되었습니다.",
            "그리고 그곳의 이름은 바로 - ",
            "원더랜드."
        ],
        [
            "昔々、不思議な土地に不思議な人々で溢れた国がありました。",
            "その国の地面はなんともおかしなことに、どこが上でどこが下なのかすら<br>見分けもつかず、一体どこへ行けばよいのか方向もさっぱりわかりませんでした。",
            "その国は愚かなものと賢明な者、笑う者と泣く者<br>そして正義を持つ者とそうでない者の故郷でした。",
            "この不思議な国と不思議な人々は偉大なる女王によって治められていました。",
            "偉大なるハートの女王は少し、おかしくなっていました。",
            "女王には大事も小さなことも一気に解決することのできる<br>自分だけの統治方法がありました。",
            "「奴の首を切れ！」",
            "不思議な国の多くの市民達は彼女の叫び声を聞くと終わりを迎えていきました。<br>「あの男の首を切れ！」、「あの女の首を切れ！」、「そこの者、全て首を切れ！」<br>こうして人々の頭が一つ二つと地面に落ちていきました。",
            "そう...アリスという偉大なるメルヘンが来るまでは。",
            "彼女は女王に立ち向かい、やがて勝利を手に入れました。それからは女王に市民の声に<br>耳を傾け彼らを公正に治めるように要求しました。",
            "賢明で正義感のあるアリスは、女王が自らの過ちが何であったのか<br>気づかせてあげました。アリスはそれ以外は何も望みませんでした。",
            "不思議な国が落ち着きを取り戻すと、アリスは二度と前のようには<br>戻らないという女王の約束を信じて姿を隠しました。<br>そして、女王の約束は長く守られていたのです。",
            "...あのドリームレスネザーが現れるまでは。",
            "実に偉大だったハートの女王は、今度はさらにおかしくなってしまいました。<br>不思議な国はもう不思議なだけの国ではなくなってしまったのです。",
            "そしてそこの名前は――",
            "「ワンダーランド」"
        ]
    ],
    "music": [
        "music_realmoflostdreams.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}