{
    "StoryName": "Campaign_SideStory_Red_Knight_1",
    "background": [
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "Red Knight",
            "",
            "",
            "Red Knight",
            "",
            "",
            "Red Knight",
            "Lis",
            "Mal",
            "Lis",
            "Mal",
            "",
            "",
            "Red Knight",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "붉은 기사",
            "",
            "",
            "붉은 기사",
            "",
            "",
            "붉은 기사",
            "리즈",
            "말",
            "리즈",
            "말",
            "",
            "",
            "붉은 기사",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "レッドナイト",
            "",
            "",
            "レッドナイト",
            "",
            "",
            "レッドナイト",
            "リズ",
            "マル",
            "リズ",
            "マル",
            "",
            "",
            "レッドナイト",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The Queen's palace is truly a monumental structure, covering a large area of Wonderland from the Mushroom forest, almost to the far borders of the realm.",
            "Everywhere you look there is fading and dusty finery, but the vast majority of the long halls and opulent rooms are deserted, abandoned and decaying.",
            "Why would anyone, even a Queen, need as much space as this? It literally goes on for miles.",
            "As you make your way through the seemingly endless cascade of living rooms, ballrooms, receiving rooms, sitting rooms, standing rooms, gently reclining rooms and more and more rooms... you hear sounds of commotion echoing from somewhere ahead.",
            "You and your comrades creep towards the sounds.",
            "RAAAAAAAAAARGH!",
            "There is a lady dressed in ornate red and black armour ahead. She seems to be going crazy and attacking the fine fixtures and furnishings that surround her...",
            "Crouching at the end of a wide corridor, you watch her rage from a safe distance.",
            "DAMN HEEEEEEERRRRRRR!!!!",
            "A window smashes as she drives her huge blade straight through it! Her next swing bisects an elegant chaise longue, causing it to collapse in on itself!",
            "She's destroying everything she lays her eyes on.",
            "GREAAAAAARGH!!",
            "Who is that?",
            "It must be an enemy! One of the Queen of Hearts' minions!",
            "Why is she destroying everything?",
            "Well, they're all crazy, aren't they? The Dreamless have all lost their minds...",
            "It certainly seems like this one has.",
            "There's no sign of anyone else, the buildings and gardens seem empty and silent, but her violent rampage continues, nonetheless.",
            "AAAAAAAAH!",
            "There is another crash as her giant sword smashes through a door, splintering it to fragments.",
            "You've seen enough.",
            "You stand up and call on your heroes.",
            "Whoever she is, she's in the Queen’s colours. That makes her your enemy.."
        ],
        [
            "퀸 오브 하트의 궁전은 버섯 숲부터 그 경계에 이르기까지,<br>원더랜드의 상당 부분을 차지하고 있는 듯했다.",
            "지금은 여기저기 변색되고 먼지가 수북이 쌓여있지만,<br>처음 지어졌을 때는 호화롭고 화려한 궁전이었다고 한다.",
            "그 자태를 보면 자원과 공간 낭비의 끝으로 보인다.<br>여왕이 어떤 성격의 소유자인지 드넓은 성을 통해 느껴진다.",
            "끝없이 이어진 복도를 적막과 함께 걷는다.<br>연회실, 무도장, 접견실, 객실, 살짝 비틀어진 방...<br>온갖 방을 지나던 중 어디선가 요란한 소리가 들려왔다.",
            "일행은 소리가 나는 쪽으로 조심히 다가갔다.",
            "크아아아아악!!!",
            "검붉은 빛의 화려한 갑옷을 입은 여자가 비명을 지르고 있었다.<br>그녀는 주위에 널린 고급스러운 비품과 가구들을 보이는 대로 부수고 있었다.",
            "넓은 복도의 끝에 몸을 숨긴 채 그녀의 분노를 지켜보았다.",
            "빌어먹을...! 빌어먹을 여왕!!!",
            "그녀가 자신의 거대한 검을 휘두르자 창문이 산산조각 났다.<br>화려한 침대도 검이 궤적을 그리자 가볍게 두 동강 나버렸다.",
            "그래도 분이 풀리지 않았는지 검을 사정없이 휘두르고 있었다.",
            "크아아아아아!!!",
            "저 사람은... 누구...? 무서워...",
            "적인 게 틀림없어!<br>퀸 오브 하트의 부하 중 하나일거라고!",
            "그렇지만, 으음... 왜 저렇게 화가 난거지...?",
            "원더랜드에서 만난 사람들은 다 그랬잖아.<br>드림리스처럼 하나같이 정신 이상한 녀석들 밖에 없어.",
            "그녀의 모습을 보고 있자면 확실히 정상은 아니라고 생각할 수밖에 없었다.",
            "다른 사람의 흔적도 없었고 건물과 정원은 텅 비어있었다.<br>적막을 깨는 것은 오직 무분별한 분노와 깨진 잔해 뿐이었다.",
            "으아아아아아!!!",
            "거대한 검에 조각난 문이 사방으로 흩날린다.",
            "지친 기색도 없이 다음 타깃을 찾는 그녀의 눈과 일행의 시선이 마주쳤다.",
            "여왕이나 하트 잭과 비슷한 복장임은 틀림없다.<br>분명 적으로 보이는 행동과 모습이었다.",
            "말과 리즈를 뒤로 물리며 메르헨들을 소환했다."
        ],
        [
            "ハートの女王の宮殿は、キノコの森から境界部分に至るまで、<br>ワンダーランドのかなりの部分を占めているうようだった。",
            "今は、あちこち変色して埃だらけだが、<br>建てられた当時は、とても華やかな宮殿だったという。",
            "資源と空間の無駄遣いの極みにしか見えないが。<br>この城の規模からして、女王がどんな性格か分かる気がする。",
            "先の見えない廊下を静寂とともに歩く。<br>宴会場、舞踏会場、謁見室、客室、ややねじれた部屋...<br>そんな全ての部屋を横切ると、どこからか大きな声が聞こえてきた。",
            "一行は音のするほうへ、慎重に歩みを進めた。",
            "ぐあああああ！！！",
            "赤黒い光のきらびやかな鎧を来た女性が雄たけびをあげていた。<br>そして周りの高級な備品や家具を手あたり次第に破壊していたのだった。",
            "広い廊下の隅で身を潜めながら、その様子を見守った。",
            "チクショウ...！ 女王め！！！",
            "振り回した巨大な剣で、窓は粉々に割れていた。<br>上品なベッドも弧を描いた剣に真っ二つにされていた。",
            "それでも怒りが収まらないのか、なりふり構わず剣を振り回していた。",
            "ぐああああああ！！！",
            "あれ... 誰...？ 怖い...",
            "敵に違いない！<br>ハートの女王の部下だ！",
            "それにしても.. どうしてあんなに怒ってるのかな...？",
            "ワンダーランドで会った人は、皆ああだったろ？<br>ドリームレスみたいに、頭がおかしな奴らしかいないのさ。",
            "彼女の姿は、確かにまともではなかった。",
            "人の気配もなく、建物と庭園には人っ子一人いなかった。<br>怒り狂った雄叫びと残骸が、その静寂を切り裂いていた。",
            "うあああああ！！！",
            "巨大な剣が扉を破壊する。",
            "疲れた様子もなく、次の標的を探していた彼女は、廊下の一行と目が合った。",
            "女王やハートのジャックと服装が似ている。<br>その行動からしても、明らかに敵だった。",
            "マルとリズを後ろに移動させ、メルヘンを召喚した。"
        ]
    ],
    "music": [
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}