{
    "StoryName": "Campaign_SideStory_Mad_Hatter_+_March_Hare_5",
    "background": [
        "queenspalace.png",
        "queenspalace.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Mad Hatter",
            "March Hare",
            "Mad Hatter",
            "March Hare",
            "Mad Hatter",
            "",
            "",
            "March Hare",
            "Mad Hatter",
            "March Hare",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "매드 해터",
            "삼월 토끼",
            "매드 해터",
            "삼월 토끼",
            "매드 해터",
            "",
            "",
            "삼월 토끼",
            "매드 해터",
            "삼월 토끼",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "マッドハッター",
            "三月うさぎ",
            "マッドハッター",
            "三月うさぎ",
            "マッドハッター",
            "",
            "",
            "三月うさぎ",
            "マッドハッター",
            "三月うさぎ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The Dreamless are defeated, the tea party is a success and you're very annoyed that you didn't get to use Hare's rotary cannon.",
            "All in all, though, it's been a successful excursion.",
            "The three of you break back out of the palace and steal your way back to the Caravan.",
            "Once you are there, both Mad Hatter and March Hare thank you profusely.",
            "A total success!",
            "Resounding!",
            "To think that we were able to hold a tea party in the royal palace!",
            "Right under the Queen's nose, no less!",
            "Well, I think that brings our business to a satisfying conclusion. We'll let you know when we're ready to organise the next one!",
            "Please no...",
            "Not only was breaking into the palace stupidly dangerous, but now the Queen and her minions will be ready for you when you come to attack for real!",
            "Ah well, maybe we'll have to wait until we reach the next Dominion's lair to hold another, then.",
            "In the meantime, you can count on our support in the battles you have ahead of you.",
            "I might even use my rotary cannon!",
            "You thank them both and hope against hope it won't be too soon that you have to deal with their crazy demands again."
        ],
        [
            "드림리스들은 모두 잠잠해졌고, 다과회는 성공적으로 마무리 되었다.",
            "...<br>두 사람이 전쟁통에 정말 다과회만 즐길 거라는 생각은 못 했다.",
            "우리는 드림리스와 다과회 장소를 정리하고 궁전을 빠져나와 셀레스티의 마차로 되돌아갔다.",
            "마차에 도착하자 매드 해터와 삼월 토끼가 내 팔을 잡아당긴다.",
            "완벽한 성 - 공 - 이었습니다!",
            "정말 굉장했어요~!",
            "여왕의 궁전에서 이렇게 화려한 다과회를 하다니!",
            "여왕의 콧구멍 바로 밑에서 말이에요!",
            "다과회 성전은 잘 마무리가 되어서 진심으로 기쁘군요!<br>다음 다과회가 준비되면 초대해드리죠!",
            "정말 위험한 일임을 알고 있는지 모르는지 두 사람은 서로를 칭찬하기 바빠 보였다.",
            "그때 삼월 토끼가 좋은 생각이 떠오른 듯 이쪽을 쳐다보며 말했다.",
            "아, 아!<br>생각해보니 다른 도미니언의 콧구멍 밑에서 할 다과회를 기다리는 게 더 좋겠군요!",
            "그건 엘레강스한 생각이군요! 저희가 기꺼이! 도와드리지요.",
            "그때는 제 회전 대포를 빌려드릴 수 있다고요?",
            "그들의 도움 아닌 도움으로 정신 나간 다과회가 마무리될 수 있었다."
        ],
        [
            "ドリームレスは静かになり、お茶会も無事に終わった。",
            "...<br>まさか、本当に戦場でお茶会を楽しむとは。",
            "ドリームレスとお茶会を片付け、宮殿を後にしてセレステの馬車へ戻った。",
            "馬車に到着すると、マッドハッターと三月うさぎが腕をつかんだ。",
            "完璧なお茶会でした！",
            "本当に素晴らしかったです～！",
            "女王の宮殿で、あれだけ盛大にお茶会を開くなんて！",
            "しかも女王の目と鼻の先で！",
            "お茶会作戦が成功して、最高の気分です！<br>次のお茶会の準備ができたら、また招待します！",
            "どれだけ危険なことだったか気にも留めない二人は、互いを褒め称えるのに忙しいようだった。",
            "その時、三月うさぎが何かを思いついたかのように、こちらを向いて言った。",
            "ああ！<br>考えてみたら、他のドミニオンの所でも、お茶会ができたらいいですね！",
            "それはエレガントな考えです！ 喜んでお手伝いしましょう。",
            "その時は、私の回転式大砲を貸してあげますから！",
            "これで、ようやく狂人による狂ったお茶会が終わった。"
        ]
    ],
    "music": [
        "music_heroicbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}