{
    "StoryName": "Campaign_LibraryStory_Aurora_2",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "Aurora"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "오로라"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "オーロラ"
        ]
    ],
    "dialogueText": [
        [
            "Where did she go? You were sure you ran in the same direction Aurora did.",
            "You can clearly see the confused looks on the faces of Mal and Lis. They were obviously very disappointed that Aurora refused to read to them...",
            "You never expected Aurora to run away from everyone like this...",
            "Lis seems to be quite disheartened. You and Mal don’t know what to do to cheer her up.",
            "Perhaps there was something wrong with the story in the book?",
            "At least, that's all you can surmise based of how Aurora reacted when she took a glance inside...",
            "Rather than randomly guessing, you decide that it is probably better to find Aurora first.",
            "You decide to spread out to different districts across Haven to find Aurora. Thankfully, you didn't have to search for long before you find the Dreamstone.",
            "Aurora is sitting at the entrance gate leading to the forests around Haven, reading Lis's book silently.",
            "This is somewhat surprising to you. You thought she ran away because she didn't like the story of the book...",
            "Aurora?",
            "When you call her name, she looks at you with a surprised face.",
            "You tell Aurora she didn’t need to run away and ask her what’s going on?.",
            "Oh, I'm sorry, Dreamer. I didn't mean to upset everyone by running away from you all...",
            "I shouldn't have done that in front of Mal and Lis...",
            "I'm very sorry, I was a little flustered.",
            "Flustered? That doesn't sound like a good enough reason to run away with Lis's book...",
            "What happened? Is it because of the plot of the story?",
            "Perhaps it has inappropriate content? ",
            "Ah! No! It's definitely not that kind of book!",
            "It's because...",
            "I... I was little embarrassed...",
            "This story book is actually a fairytale I once used to tell to the children from ages past...",
            "It was a very, very long time ago. I never thought they would write it down and turn it into a fairytale book.",
            "I thought they would simply forget as they grew up...",
            "Aurora is the one who created this story?",
            "And those children grew up and wrote it all down in a book?",
            "Then it seems the story got passed down from one generation to the next...",
            "You think it's a very heartwarming story. There was no need for Aurora to run away.",
            "Yes, but I was a little embarrassed...",
            "Aurora's face turns pink and she lowers her head down... Perhaps it is understandable that Aurora might feel this way, after seeing the story she wrote again after so long.",
            "But Mal and Lis are worried about her. Why doesn't she return and explain to them?",
            "Well, maybe not Mal, but Lis seemed to be very disappointed.",
            "Oh! You're right, Dreamer, I must apologise to them as soon as I get back... and return this book, too.",
            "I... I shouldn't have ran away like that...",
            "Aurora stands up as she appears to have calmed down a little.",
            "You tell her not to worry about it too much, but it's probably best not to leave Mal and Lis waiting too long.",
            "Ah, Thank you, Dreamer. Then shall we head back?"
        ],
        [
            "오로라를 쫓아 그녀가 뛰어간 방향으로 한참을 걸었다.",
            "당황한 말과 리즈의 표정이 선명하게 떠오른다.",
            "오로라가 그런 표정으로 달려갔으니 무언가 실수한 것으로 착각했을지도 모른다.",
            "리즈는 눈에 띄게 풀이 죽었고, 말은 나와 리즈 사이에서 어쩔 줄 몰라했었다.",
            "동화책에 무슨 문제가 있었을 지도 모른다.",
            "...",
            "그녀를 찾아 물어보는 수 밖에 없다.",
            "오로라가 있을 법한 장소를 찾아 다니자, 예상보다 쉽게 그녀를 발견할 수 있었다.",
            "그녀는 숲의 입구에 앉아 동화책을 보고 있었다.",
            "표정을 보니 책에 문제가 있는 건 아닌 모양이다.",
            "...",
            "인기척을 느낀 그녀가 당황한 얼굴로 나를 바라본다.",
            "붉어진 뺨을 손등으로 누르며 오로라가 작은 목소리로 중얼거렸다.",
            "죄송해요, 놀라셨죠...",
            "말과 리즈에게도 그러면 안 됐는데...",
            "정말 죄송해요, 조금 당황해서요.",
            "이상한 내용이 적힌 동화책처럼 보이지는 않았는데, 오로라가 서둘러 손을 내저었다.",
            "한참 안절부절 못하던 그녀가 짧은 한숨을 내쉰다.",
            "낡은 동화책을 무릎에 올려둔 오로라가 손가락 끝으로 머리카락을 만지작거렸다.",
            "...",
            "그게...",
            "살짝, 쑥쓰러워서요...",
            "이 책은 제가 아주 오래전에 아이들에게 들려줬던 이야기거든요.",
            "아주 오래 전이었어요. 설마 그때 들려주었던 이야기를 동화책으로 만들었을 줄은 몰랐어요.",
            "시간이 지난만큼 모두 잊어버렸을 거라고 생각했는데...",
            "오로라가 동화책을 조심스레 쥐고 소중하게 끌어 안는다.",
            "아주 오래전에 만난 아이들이 자라서 만든 동화책.",
            "어른이 된 아이들이 다시 그들의 아이에게 들려 주기 위해 만든 동화책이다.",
            "큰 일이 아니라니 다행이다.",
            "그, 그렇지만 너무 부끄러워서...",
            "오로라가 두 뺨을 붉히며 고개를 푹 숙였다.",
            "진정할 수 있도록 시간을 주고 싶었지만, 풀이 죽은 남매의 얼굴이 떠오른다.",
            "남매의 이야기를 꺼내자 오로라의 시선이 바닥으로 떨어진다.",
            "아! 그렇겠죠, 아이들에게 사과하지 않으면 안 되겠어요.",
            "그렇게 도망치면 안 됐는데...",
            "진정된 모양인지 오로라가 자리를 털고 일어선다.",
            "함께 가기 위해 나도 자리에서 몸을 일으켰다.",
            "감사해요. 슬슬 아이들에게 돌아갈까요?"
        ],
        [
            "オーロラが向かった方向へしばらく歩いていった。",
            "戸惑っていたマルとリズの表情が鮮明に思い浮かぶ。",
            "オーロラがあんな顔で走っていったから、<br>何か悪いことをしたのかと誤解しているかもしれない。",
            "リズは明らかに落ち込み、マルは私とリズの間でどうすればいいか困惑していた。",
            "絵本に何か問題があったのかもしれない。",
            "...",
            "彼女に聞いてみるしかない。",
            "オーロラがいそうな場所を捜してみると、思ったより簡単に彼女を見つけられた。",
            "彼女は森の入口に座り、絵本を見ていた。",
            "その顔を見たところ、本に問題があるようではなかった。",
            "...",
            "人の気配を感じた彼女は慌てた様子で私を見つめる。",
            "赤くなった頬を手の甲で触りながら、オーロラが小さな声でつぶやいた。",
            "すみません。驚きましたよね...",
            "マルとリズにも失礼なことを...",
            "本当にごめんなさい。少し戸惑ってしまって。",
            "おかしな内容が書かれた絵本のようには見えなかったが、<br>オーロラは困惑しているようだ。",
            "しばらく落ち着きのなかった彼女は、やがて短くため息をついた。",
            "古い絵本を膝の上に置いたオーロラは、指先で髪の毛を触った。",
            "...",
            "その...",
            "少し、照れくさくて...",
            "この本は、私がずっと昔に子どもたちに聞かせてあげた話なんです。",
            "ずっと昔のことでした。<br>まさかその話が絵本になっているなんて思わなかったのです。",
            "時間が経ち、みんな忘れていると思ったのに...",
            "オーロラはそっと絵本を握り、大切そうに抱きしめた。",
            "ずっと昔に会った子どもたちが育ち、作った絵本。",
            "大人になった子どもたちが、彼らの子どもたちに聞かせるために作った絵本だ。",
            "大ごとじゃなくて良かった。",
            "で、でも、恥ずかしすぎて...",
            "オーロラは両頬を赤らめ、下を向いた。",
            "気持ちを落ち着ける時間をあげたかったが、落ち込んでいる兄妹の顔が浮かんだ。",
            "兄妹の話を伝えると、オーロラは動揺した様子だった。",
            "あっ！そうですね。2人に謝らないと...",
            "あんな風に逃げ出すべきではなかったのに...",
            "落ち着いたのか、オーロラはその場から立ち上がった。",
            "一緒に向かうために、私も立ち上がった。",
            "ありがとうございます。2人のところへ戻りましょうか。"
        ]
    ],
    "music": [
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_sanctuary.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}