{
    "StoryName": "Campaign_LibraryStory_LittleMatchGirl_4",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "Robin",
            "",
            "Little Match Girl",
            "Little Match Girl",
            "Robin",
            "Robin",
            "Robin",
            "Robin",
            "Robin",
            "Little Match Girl",
            "Lis",
            "Mal",
            "Little Match Girl",
            "Robin",
            "Robin",
            "Little Match Girl",
            "Lis",
            "Mal",
            "Mal",
            "Little Match Girl",
            "Little Match Girl"
        ],
        [
            "로빈 후드",
            "",
            "성냥팔이 소녀",
            "성냥팔이 소녀",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "성냥팔이 소녀",
            "리즈",
            "말",
            "성냥팔이 소녀",
            "로빈 후드",
            "로빈 후드",
            "성냥팔이 소녀",
            "리즈",
            "말",
            "말",
            "성냥팔이 소녀",
            "성냥팔이 소녀"
        ],
        [
            "ロビンフッド",
            "",
            "マッチ売りの少女",
            "マッチ売りの少女",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "マッチ売りの少女",
            "リズ",
            "マル",
            "マッチ売りの少女",
            "ロビンフッド",
            "ロビンフッド",
            "マッチ売りの少女",
            "リズ",
            "マル",
            "マル",
            "マッチ売りの少女",
            "マッチ売りの少女"
        ]
    ],
    "dialogueText": [
        [
            "Hmmm, so you're looking for someone to help?",
            "Mal has brought Clara and Lis to meet Robin, the legendary outlaw, famed for helping the poor.",
            "Yes, I would really like to find someone who only I can help...",
            "But everyone in Haven already seems to have people helping them!",
            "I see.",
            "Clara, you are a very admirable young girl, but I have some bad news for you.",
            "You aren't likely to find anyone in need in Haven, because everyone in Haven will always help everyone else when they're in need.",
            "You might think we're some kind of utopia here, but it's not just out of the goodness of people's hearts.",
            "Haven and its inhabitants stand on the very brink of annihilation. People behaving selfishly in this city could easily lead to everyone losing everything.",
            "...",
            "It's true, I often want to play around... but I know I can't until I've finished all my chores and helped out however I can.",
            "And I'm always having to keep her out of trouble...",
            "Then that's... I'll never find...",
            "Don't give up hope, Clara. You have a noble goal and I applaud your sentiment. But be careful that your desire to help isn't driven by its own selfish intent.",
            "I hope you understand what I mean?",
            "I... yes...",
            "Clara...",
            "Cheer up, Clara!",
            "It'll be getting dark soon. Let's head back to the Dreamer. We can see if anyone needs your help again tomorrow.",
            "Yes... yes!",
            "Let's go back for now."
        ],
        [
            "흐으음... 도움이 필요한 사람을 찾고 있다는 거죠?",
            "남매가 눈을 반짝이며 로빈을 바라본다.",
            "네, 제 도움이 필요한 사람을 찾고 있어요...",
            "아, 하지만... 안식의 도시는 평화로워서, 굳이 제 도움이 없어도 괜찮을지 몰라요...",
            "그렇군요.",
            "당신의 생각은 존중하지만, 좋은 이야기를 들려줄 수는 없겠네요.",
            "안식의 도시에서 도움을 기다리고 있는 사람을 찾을 순 없을 거예요.",
            "도시의 사람들은 모두 서로가 서로를 도우며 함께 살아가고 있어요.<br>호의나 착한 마음으로 남을 돕는게 아니에요. 그러지 않으면 살아갈 수 없기 때문에 서로 돕는거죠.",
            "이 도시는 평화로워 보일지도 모르지만, 언제 멸망할지 몰라요.<br>그걸 알기 때문에 다들 솔선수범 하는거죠. 무슨 말인지 이해할 수 있나요?",
            "아, 네에...",
            "리즈도 하루종일 그냥 놀고 싶지만, 리즈가 해야하는 일은 꼭 다 하고 놀아!",
            "나도 리즈가 사고를 치지는 않는지 지켜봐야 하고.",
            "하지만, 제 도움을 필요로 하는 사람이 없다면... 제가 여기 있어도 되는건지, 알 수가 없잖아요...?",
            "당신이 머물고 싶다면 얼마든지 이곳에 있어도 괜찮아요.<br>다들 당신을 환영할테니 염려말아요.",
            "하지만 남을 돕겠다는 생각이 당신의 자기만족을 위해서가 아닌지 잘 생각해보세요.",
            "아, 네... 저... 그, 잘 알겠어요...",
            "클라라...",
            "기운 내, 클라라! 우리도 도와줄게!",
            "곧 어두워질거야. 그만 돌아가자, 내일은 네 도움이 필요한 사람을 찾을 수 있을거야!",
            "아, 네...!",
            "가, 같이 돌아가요... 감사합니다..."
        ],
        [
            "なるほど...困っている人を探しているんですね？",
            "兄妹は目を輝かせながら、ロビンを見つめる。",
            "はい。私がお手伝いできる人を探しています...",
            "でも...安息の都市は平和で、わざわざ私の助けは要らないのかもしれません...",
            "そうですか。",
            "あなたの考えは尊重しますが、いい話はできそうにありませんね。",
            "安息の都市で助けを待っている人は見つからないと思います。",
            "都市の人たちはみんな互いに助け合いながら生きています。<br>好意や優しさではなく、そうしなければ生きていけないからです。",
            "この都市は平和に見えるかもしれないけれど、いつ滅亡するか分かりません。<br>それが分かっているから、みんな先手を打っているのです。意味は分かりますか？",
            "あ、はい...",
            "リズも1日中遊びたいけど、やるべきことはやってから遊んでるよ！",
            "俺もリズがトラブルを起こさないように見守らないといけないし。",
            "でも、私の助けを必要とする人がいないなら...<br>私がここにいてもいいのか、分かりませんよね...？",
            "あなたがいたいと思うなら、いくらでもここにいてください。<br>みんなあなたを歓迎しますから。",
            "ただ、誰かを助けるということがあなたの自己満足のためではないか...<br>よく考えてください。",
            "あ、はい...あの...わ、分かりました...",
            "クララ...",
            "元気出して、クララ！俺たちも手伝うよ！",
            "もうすぐ暗くなるから帰ろう。明日は困ってる人が見つかるはずだよ！",
            "あっ、はい...！",
            "い、一緒に帰りましょう...ありがとうございます..."
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}