{
    "StoryName": "Campaign_LibraryStory_BriarRose_1",
    "background": [
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png"
    ],
    "character": [
        [
            "Briar Rose",
            "Briar Rose",
            "",
            "",
            "",
            "",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "",
            "",
            "",
            "",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "",
            "",
            "Briar Rose",
            "Briar Rose",
            "",
            "",
            ""
        ],
        [
            "브라이어 로즈",
            "브라이어 로즈",
            "",
            "",
            "",
            "",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "",
            "",
            "",
            "",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "",
            "",
            "브라이어 로즈",
            "브라이어 로즈",
            "",
            "",
            ""
        ],
        [
            "いばら姫",
            "いばら姫",
            "",
            "",
            "",
            "",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "",
            "",
            "",
            "",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "",
            "",
            "いばら姫",
            "いばら姫",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Hey, Dreamer.... Dreamer?",
            "Can you hear me?",
            "You hear a faint, sleepy sounding voice, coming from just outside the door.",
            "Who could that be? Everyone should have gone to bed already...",
            "When you open the door, you see Briar Rose standing outside.",
            "What's going on? And why is she, of all people, still awake in this time?",
            "Ah, it might be a bit unusual that I am still awake, but... I've come to ask you if you have seen Vita, lately.",
            "I don't think she has come back yet...",
            "I thought I should come to you, as Vita is the Lifestone, one of the World Stones. And you hold the Lifestone so...",
            "She told me she was going out for a walk, but that was a while ago. I know that she can't have travelled far from here, but I'm little worried...",
            "Briar Rose looks uncharacteristically concerned about her World Stone companion...",
            "Now that you think about it, Vita told you that she's going out to get cakes from Ginger's bakery, today...",
            "She still hasn't returned? It's time to go to bed, already.",
            "You decide to go visit Ginger's bakery to find Vita...",
            "It wouldn't surprise me if Vita got distracted and wandered off somewhere else in the middle of her errand.",
            "She's always been full of curiosity after all.",
            "Do you mind if I come along with you?",
            "It's already dark outside... and it's not a great idea to roam around by yourself, these days, Dreamer...",
            "Briar Rose smiles at you softly.",
            "You'd appreciate it if she could come with you. Indeed, it's a little creepy walking the streets with all the lights out...",
            "Yes, I agree.",
            "The streetlights have been turning off earlier than usual lately. Shall we go, then?",
            "You start searching for Vita, accompanied by Briar Rose.",
            "It's very late, already. When you look up, the dark sky above is filled with countless stars...",
            "What in Phantasia could Vita be doing at this time of night?"
        ],
        [
            "꿈꾸는 자, 꿈꾸는 자?",
            "안에 계신가요?",
            "문 밖에서 듣기만해도 나른해지는 목소리가 들려온다.",
            "이렇게 늦은 시간에 누군가 찾아오다니, 이상한 일이다.",
            "방문을 열자 밖에 브라이어 로즈가 서있었다.",
            "초조한 표정의 브라이어 로즈가 졸음이 걷힌 목소리로 말을 걸어온다.",
            "실은, 비타를 보셨는지 물어보러 왔어요.",
            "아직까지 돌아오지 않은 것 같아서...",
            "아, 참. 비타는 스톤이니 당신께서 가지고 계시겠지만...",
            "외출한다고 나간지 한참 됐거든요. 멀리까지 갈 수 있다는 건 알지만, 하아. 걱정이 되어서...",
            "걱정스러운 표정의 브라이어 로즈가 방 안을 빠르게 살펴보는 것을 느낄 수 있었다.",
            "비타라면...",
            "오늘 진저의 제과점에 케이크를 사러 간다고 했던 것 같다.",
            "이미 한밤중에 가까워졌다. 지금까지 돌아오지 않았다면 무언가 문제가 생긴 걸지도 모른다.",
            "비타라면 아마 중간에 어디 다른 길로 새버렸을 거에요.",
            "하아암... 늘 호기심이 넘치는 사람이잖아요.",
            "저도 동행해도 될까요?",
            "꿈꾸는 자 혼자 돌아다니다가 무슨 일이 생긴다면 큰일이니까요...",
            "브라이어 로즈가 작게 웃는다.",
            "함께 가준다니 고마웠다. 어두운 밤 혼자 돌아다니는 것은 무서운 일이 아닐 수 없다.",
            "그럼요, 저도 그렇게 생각한답니다.",
            "요즘은 가로등도... 하암. 일찍 꺼지니까요. 그럼 갈까요?",
            "브라이어 로즈와 함께 비타를 찾아 밖으로 나섰다.",
            "별이 가득한 밤하늘이 무척 평화롭다.",
            "작게 하품하는 소리가 들려온다."
        ],
        [
            "ドリーマー？",
            "いらっしゃいますか？",
            "ドアの外から、聞くだけでも気だるくなりそうな声が聞こえてくる。",
            "こんな遅い時間に誰かがやってくるなんて、妙なことだ。",
            "ドアを開けると、いばら姫が立っていた。",
            "焦った様子のいばら姫が、普段とは違うハッキリとした声で話しかけてきた。",
            "あの、ヴィータを見かけていませんか？",
            "まだ帰ってきていないようで...",
            "あ、そうでした。ヴィータはストーンですからあなたが持っていると思いますが...",
            "出かけてからかなり経っているのです。<br>遠くまで出かけられるのは分かっていますが、はぁ。心配で...",
            "心配そうな様子のいばら姫は、素早く部屋の中を確認しているようだ。",
            "ヴィータなら...",
            "今日はジンジャーのベーカリーにケーキを買いに行くと言っていた。",
            "すでに時刻は真夜中だ。今まで帰ってきていないなら、何かあったのかもしれない。",
            "ヴィータなら、たぶん途中で寄り道をしているはずです。",
            "ふぁ〜...好奇心旺盛な人でしょう？",
            "私も一緒に行ってもいいですか？",
            "ドリーマー1人で歩き回って、何か起きたら大変ですから...",
            "いばら姫が小さく笑った。",
            "一緒に行ってくれるのはありがたい。暗い夜道を1人で歩くのはやはり怖いからだ。",
            "そうでしょう、私もそう思います。",
            "最近は街灯も...ふわぁ。早めに消えますから。では行きましょうか。",
            "いばら姫と一緒にヴィータを捜すため、外に出た。",
            "夜空には星がいっぱいで、とても平和だ。",
            "小さくあくびをする声が聞こえた。"
        ]
    ],
    "music": [
        "music_sanctuary.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}