{
    "StoryName": "Campaign_SideStory_LittleMatchGirl_1",
    "background": [
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Mal",
            "",
            "",
            "",
            "",
            "",
            "Mal",
            "Lis",
            "Mal",
            "Esme",
            ""
        ],
        [
            "",
            "",
            "",
            "말",
            "",
            "",
            "",
            "",
            "",
            "말",
            "리즈",
            "말",
            "에스메",
            ""
        ],
        [
            "",
            "",
            "",
            "マル",
            "",
            "",
            "",
            "",
            "",
            "マル",
            "リズ",
            "マル",
            "エスメ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Travelling through the frozen wastes of the Realm of Eternal Winter, the lands are silent and covered with muffling blankets of snow.",
            "The landscape is so still and empty that, when the sun is high, any movement from near or far can be quickly detected.",
            "Which is what happens one afternoon. The first you are alerted to the disturbance is when Mal's voice is raised from the crest of a snowy rise.",
            "What's that?",
            "You look in the direction Mal is pointing and see a distant mass of dark shapes against the stark white of the snow.",
            "They appear to be moving, though not towards you...",
            "Another dark shape moves some way ahead of the mass, apparently leading them on... leading them... or being chased by them!",
            "This dark shape pauses and you see a spark of light from it, followed by more sparks amongst the pursuing shapes.",
            "They seem to falter for a moment, before renewing their pursuit of the fleeing figure.",
            "Did you see that? That flash?!",
            "Is it magic?",
            "They must be a powerful magician or sorcerer or something! We should get down there and help them!",
            "I agree, Dreamer! That's a person down there, and they're scared! I can feel it from here!",
            "You obviously can't allow the Dreamless to claim another victim in these lands and so you set off at as fast a run as you can manage over the uneven snow..."
        ],
        [
            "영원한 겨울의 세계, 얼어붙은 황무지를 여행하는 것은 어려운 일이다.",
            "적막하고 허전한 설원의 풍경은<br>무언가 움직인다면 바로 알아차릴 수 있을 정도로 고요했다.",
            "눈 덮인 산의 정상에 다다랐을 무렵 말이 무언가를 본 모양이다.",
            "저게 뭐지?",
            "말이 가리키는 방향을 바라보자<br>새하얗게 쌓인 눈 위에 어떤 물체가 일렁이는 것이 보였다.",
            "우리쪽으로 다가오는 것은 아니다.",
            "그 앞을 검은 형상이 이끌어 나가고 있다.<br>자세히 살펴보니 쫓기는 것처럼 보였다.",
            "검은 물체가 멈추자 불꽃이 솟아오른다.<br>뒤를 따르던 검은 물체들이 불꽃에 휩싸였다.",
            "그들은 불꽃에 잠시 주춤하더니 다시 검은 물체를 쫓기 시작했다.",
            "방금 그거 봤어? 불꽃 같은 게 보였지?",
            "마법 같은 걸까?",
            "저 사람은 분명 엄청나게 강한 마법사일거야!<br>가서 도와주자!",
            "나도 찬성! 저 아래에 있는 사람, 누군지는 몰라도 겁에 질려있는 것 같아.<br>여기서도 느낄 수 있어!",
            "드림리스가 또 다른 희생자를 내도록 놔둘 수는 없다.<br>우리는 눈밭을 헤쳐 아래를 향해 달리기 시작했다."
        ],
        [
            "永遠なる冬の世界、氷の荒野の旅は難しい。",
            "寂寞とした風景。<br>虫が動く音さえも聞こえそうなほど、静寂に包まれていた。",
            "雪に覆われた頂上に到着した頃、マルが何か見つけたようだ。",
            "あれ何？",
            "マルが指さしの先を見ると<br>真っ白な雪の上で何かがゆらめいていた。",
            "こちらに近づいて来るわけではない。",
            "黒い影が並行している。<br>よく見ると、追われてるように見えた。",
            "黒い影が止まると、火のような閃光がきらめく。<br>黒い影が炎に包まれる。",
            "閃光に一瞬たじろいだように見えた影が、再び追いかけはじめる。",
            "今の見た？ 火の玉？",
            "魔法かな？",
            "あの人、きっとすごく強い魔法使いだよ！<br>助けに行こう！",
            "賛成！ 誰か知らないけど、あの下ですごく怯えてるみたい。<br>ここからでも分かるわ。",
            "このままではドリームレスの犠牲者になってしまう。<br>一行は下に向かって、雪原を駆け抜けた。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "none",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        ""
    ]
}