{
    "StoryName": "Campaign_LibraryStory_Saffi_5",
    "background": [
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "haven.png",
        "haven.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "storybigchunkrescue2.png",
        "storybigchunkrescue2.png",
        "storybigchunkrescue2.png",
        "woodlands.png",
        "storybigchunkrescue2.png",
        "storybigchunkrescue2.png",
        "woodlands.png",
        "woodlands.png",
        "storybigchunkrescue2.png",
        "storybigchunkrescue2.png",
        "storybigchunkrescue2.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Ginger",
            "",
            "",
            "",
            "Ginger",
            "Ginger",
            "Ginger",
            "",
            "",
            "Aurora",
            "",
            "",
            "Saffi",
            "Saffi",
            "",
            "Saffi",
            "Saffi",
            "Vita",
            "Saffi",
            "Vita",
            "Ginger",
            "Saffi",
            "Saffi",
            "Esme",
            "Ginger",
            "Ginger",
            "Vita",
            "Aurora",
            "",
            "Master Gaudi",
            "Manager Lynn",
            "Secretary Loa",
            "Secretary Loa",
            "",
            "",
            "",
            "",
            "Vita",
            "Esme",
            "Saffi",
            "Aurora",
            "Saffi",
            "Saffi",
            "Ginger",
            "",
            "Ginger",
            "",
            "",
            "",
            "",
            "",
            "Ginger",
            "",
            "",
            "Aurora",
            "Saffi",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "Saffi",
            "",
            "Aurora",
            "Vita",
            "Esme",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Esme",
            "Esme",
            "Vita",
            "Vita",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "Saffi",
            "Saffi",
            "Saffi",
            "Saffi",
            "Saffi",
            "",
            "",
            "Saffi",
            "Saffi",
            ""
        ],
        [
            "",
            "",
            "",
            "진저",
            "",
            "",
            "",
            "진저",
            "진저",
            "진저",
            "",
            "",
            "오로라",
            "",
            "",
            "사피",
            "사피",
            "",
            "사피",
            "사피",
            "비타",
            "사피",
            "비타",
            "진저",
            "사피",
            "사피",
            "에스메",
            "진저",
            "진저",
            "비타",
            "오로라",
            "",
            "길드 마스터 가우디",
            "매니저 린 디오네",
            "비서 로아",
            "비서 로아",
            "",
            "",
            "",
            "",
            "비타",
            "에스메",
            "사피",
            "오로라",
            "사피",
            "사피",
            "진저",
            "",
            "진저",
            "",
            "",
            "",
            "",
            "",
            "진저",
            "",
            "",
            "오로라",
            "사피",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "사피",
            "",
            "오로라",
            "비타",
            "에스메",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "에스메",
            "에스메",
            "비타",
            "비타",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "사피",
            "사피",
            "사피",
            "사피",
            "사피",
            "",
            "",
            "사피",
            "사피",
            ""
        ],
        [
            "",
            "",
            "",
            "ジンジャー",
            "",
            "",
            "",
            "ジンジャー",
            "ジンジャー",
            "ジンジャー",
            "",
            "",
            "オーロラ",
            "",
            "",
            "サフィ",
            "サフィ",
            "",
            "サフィ",
            "サフィ",
            "ヴィータ",
            "サフィ",
            "ヴィータ",
            "ジンジャー",
            "サフィ",
            "サフィ",
            "エスメ",
            "ジンジャー",
            "ジンジャー",
            "ヴィータ",
            "オーロラ",
            "",
            "マスター・ガウディ",
            "マネージャー・リン",
            "秘書・ロア",
            "秘書・ロア",
            "",
            "",
            "",
            "",
            "ヴィータ",
            "エスメ",
            "サフィ",
            "オーロラ",
            "サフィ",
            "サフィ",
            "ジンジャー",
            "",
            "ジンジャー",
            "",
            "",
            "",
            "",
            "",
            "ジンジャー",
            "",
            "",
            "オーロラ",
            "サフィ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "サフィ",
            "",
            "オーロラ",
            "ヴィータ",
            "エスメ",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "エスメ",
            "エスメ",
            "ヴィータ",
            "ヴィータ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "サフィ",
            "サフィ",
            "サフィ",
            "サフィ",
            "サフィ",
            "",
            "",
            "サフィ",
            "サフィ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Under attack?!",
            "Is it Dreamless? Or Nightmares?",
            "Could it be Shades, again?",
            "No Dreamer! There's a swarm of hornets attacking!",
            "...",
            "Wait, what?",
            "Wasps?",
            "No! <i>Hornets!</i> Huge ones!",
            "Lots of people are getting stung!",
            "The whole city is being swarmed!",
            "What?!",
            "Okay, that does actually seem bad!",
            "Dreamer, what should we do?",
            "Everyone looks at you... but you have no idea!",
            "Dreamless are one thing, but how do you fight a swarm of hornets?",
            "I – I think I know what to do!",
            "We need to find the hornets' nest and freeze it!",
            "Freeze it?",
            "Yes, wasps and hornets are very susceptible to extremes of heat and cold.",
            "That's probably why they're attacking now! The day is so hot, they're probably going mad from lack of moisture!",
            "But how do we find the nest when we can hardly go outside?",
            "Peppermint and clove oil!",
            "Ehhh?!",
            "We can't bake a cake right now, Saffi, this is an emergency!",
            "No! Hornets hate the scent of peppermint oil and clove oil! If we cover ourselves in that, they should avoid us and leave us alone!",
            "Then we'll be able to search for the nest they're coming from safely...",
            "But where do we get peppermint oil from?",
            "Oh! I have some!",
            "... but it's at my bakery...",
            "That's no good! We'd have to go out into the hornets to get it!",
            "The guild hall has a kitchen, there must be some there!",
            "The door bangs open for a third time.",
            "THE GUILD HALL KITCHEN, YOU SAY?!",
            "We'll get you what you need, Dreamer!",
            "Hurrah! The guild hall to the rescue!",
            "We're bound to get more subscriptions when the tale of our heroism gets out!",
            "The peppermint oil works like a charm! Covered in the smell of it, the hornets avoid you like the plague.",
            "After searching through the city, with the hornets buzzing around everywhere, you find a huge nest hanging under a tree, just outside the walls of the city.",
            "It's cleverly concealed under the branches of the tree.",
            "It's no wonder the scouts didn't see it... but it's massive! It must have been growing for weeks, or even months!",
            "There it is! Hurry up and freeze it, Saffi!",
            "But wait, this is no good! Even if we freeze it now, the hornets are still swarming the city!",
            "We need to draw them back here, somehow.",
            "They won't come with us smelling of peppermint oil!",
            "Sweet...",
            "We need something sweet! Something big and sweet enough to mask our smell!",
            "Ah! Ah! I know! I know!",
            "Everyone looks at Ginger. She grins happily and draws air into her lungs, before bellowing loudly:",
            "KING CHUNK! COME FORTH!",
            "Across the city, there is a distant crash, followed by the slow thud of huge footsteps, gradually getting nearer.",
            "Oh dear... it seems Ginger's bakery will need its roof repairing again...",
            "The thuds grow louder and louder until a smiling face appears over the city walls, looming above the stonework, looking down at you with friendly icing eyes.",
            "The icing looks like it's starting to drip in the heat. In fact, the whole of the giant gingerbread man looks sheened in sparkly liquid sugar, sweet and sticky.",
            "You see there are already huge black swarms of stinging creatures flying around his head that had been attracted to Chunk as he walked through the city.",
            "Get down here, Chunk! Grab this hornet's nest, will you?",
            "It's a strange and strangely impressive sight watching the giant gingerbread man climbing over the city walls, but pretty soon Chunk is crouching nearby, holding the hornets' nest",
            "The Hornets swarm the giant sweet treat in black clouds of increasing thickness!",
            "Now, Saffi!",
            "Got it!",
            "Saffi blasts King Chunk with ice, catching the stinging beasts swarming around it.",
            "More and more hornets fly into the icy blast, dropping to the ground in droves as they freeze solid.",
            "Eventually, King Chunk himself freezes and topples slowly over, the frozen nest still clutched in his hands.",
            "At last, the stinging beasts are depleted.",
            "There are still one or two hornets flying around, but they now seem sluggish and full of sugar.",
            "They certainly don't seem interested in you, or the city, any more.",
            "You defeated the nest and its stinging occupants!",
            "And it was all thanks to Saffi's knowledge and expertise.",
            "Everyone turns to Saffi, who looks stunned for a moment.",
            "Ah!",
            "And then she reverts to her stone form, the Mindstone thudding to the floor.",
            "Ah... she's still not ready to talk to us normally, then.",
            "Awwww! I thought she'd celebrate with us!",
            "Maybe it's best that we leave her alone... she obviously doesn't trust us... and maybe with good reason.",
            "Aurora steps forward. She picks up the Mindstone from the ground and then moves in front of you.",
            "Then she talks directly to the Mindstone.",
            "Saffi, I know you can still hear me.",
            "I'm sorry... I'm sorry for everything.",
            "I'm sorry I was scared of Tamamo... I'm sorry I neglected you while I was trying to find a solution to the Dreamless...",
            "And I'm sorry I left you to your own devices under the previous emperor...",
            "You can feel however you want to feel towards me... but please don't blame your other sisters.",
            "They all had their own problems within their own realms.",
            "Ah! No! I'm sorry, too!",
            "It seems like none of us had it as bad as you did, Saffi...",
            "Yeah! We all had problems, but even so...",
            "I'm sorry, too, Saffi...",
            "Please understand, we're all doing what we think is best to protect the ones we love.",
            "I'm sorry that we didn't try harder to protect you...",
            "Aurora looks at you, then gently hands you the Mindstone.",
            "Dreamer, please could you take Saffi back to the library and leave her there?",
            "We won't bother you any longer, Saffi, I promise.",
            "She nods at you and you nod back.",
            "...",
            "A short time later, you have returned to the quiet cool of the library.",
            "As you place the Mindstone on top of one of her beloved books, you tell Saffi that you didn't expect Aurora, Esme and Vita to show up without warning like that.",
            "But even so, you're sorry that you betrayed her trust, even unintentionally.",
            "You turn away and are about to leave when Saffi suddenly appears once more.",
            "Dreamer... I don't blame you for what happened. I'm sorry for what I said before.",
            "I... I'll try to get on better with my sisters.",
            "Even Aurora...",
            "I'm not ready to forgive her... not yet...",
            "But, I will admit she is doing what she thinks is best for everyone.",
            "You smile at Saffi.",
            "Perhaps that is enough for now?",
            "Perhaps...",
            "Yes, Dreamer, perhaps it is.",
            "She smiles back at you."
        ],
        [
            "비타가 도서관에 있는 작은 창문을 향해 뛰어갔다.",
            "드림리스인가? 아니면 악몽? 그것도 아니라면, 그림자가 안식의 도시를 습격한 건가?",
            "서둘러 창문으로 뛰어갔지만 그런 것들은 보이지 않았다. 무슨 일이 일어난 거지?",
            "저기 봐! 안 보여?",
            "진저가 손가락으로 가리킨 방향을 쳐다보자...",
            "언젠가 들었던 드락의 날개 소리 같은 것이 들렸다.",
            "이게 무슨 소리지? 날아다니는 드림리스는 아직 한 번도 본 적이 없는데...",
            "드림리스가 아니야!",
            "말벌이라구, 장수말벌!",
            "엄청 커, 내 주먹만 해! 무슨 벌이 저렇게 커?",
            "... 말벌이라고?",
            "말벌이 왜 갑자기 안식의 도시에 나타난 거지?",
            "숲 쪽에서 날아온 것 같아요. 우선 다치는 사람이 생기지 않도록 정리하는 게 좋을 것 같아요.",
            "비타의 시선이 나한테로 날아온다.",
            "에스메의 시선도 마찬가지다. 아니, 드림리스라면 모를까 벌을 상대해 본 적은 없는데...",
            "... 하아.",
            "사람을 공격하는 건 보통 공격대들이야. 사냥하러 나온 거지.",
            "사피가 손을 휘저어 테이블 위에 놓여있던 찻잔을 없애더니 몸을 일으켰다.",
            "비가 그치고 갑자기 날씨가 좋아지니까 다 같이 사냥하러 나온 거겠지.",
            "벌들은 추위나 더위에 약해. 지금보다 날씨를 덥게 만들 수는 없으니까 불이나 얼음을 사용하면 좋을 것 같네.",
            "그... 그걸 어떻게 하는데?",
            "... 넌 어디든 좋으니 가서 끈끈이 같은 걸 구해와.",
            "내가!? 햐! 끈끈이가 뭔데! 어디서 구하는 건데!",
            "가게 창고에 쥐를 잡으려고 놓아둔 게 몇 개 있기는 있는데... 비, 빌려줄까!?",
            "그래, 많으면 많을수록 좋아. 우선 끈끈이에 날아다니는 벌을 한 마리라도 붙이는 게 중요해. 그 정도는 할 수 있지?",
            "장수말벌은 동료를 구하려는 습성이 강하니, 한 마리가 붙으면 구하려다 다 같이 붙게 돼.",
            "그럼 우리 계속 벌 붙이러 다녀야 하는 거야?",
            "하루 종일!?",
            "그건 좀 어렵지 않을까, 나 빵도 구워야하고... 맞아! 내 가게 안에도 벌이 들어왔다고.",
            "베이커리에 침입하다니 절대 용서 못 해! 케이크 먹어야 하는데!",
            "우선 사피의 말대로 해요, 끈끈이는 두 사람이 준비해 줄 수 있죠?",
            "순간 가우디의 비명소리가 들렸다.",
            "벌을 한 마리 잡으면 잡을 때마다 돈을 준다고 들었는데, 맞나?",
            "나도 분명 그렇게 들었거든?",
            "오피뉴 길드 삼인방에게 맡겨주시라, 부족한 자금을 여기에서 메꿀 수 있겠어요!",
            "제일 많이 잡은 사람한테는 포상금도 주는 거죠? 맞죠?",
            "우리가 뭐라고 할 틈도 없이 세 사람은 잠자리채를 움켜쥐고 뛰쳐나가 버렸다.",
            "밖으로 나와보니...",
            "민병대원들도 다들 잠자리채나 그 비슷한 것을 들고 벌을 잡고 있었다.",
            "사피는 에스메와 비타에게 잡은 벌들을 몇 마리 끈끈이에 붙이라고 말했다.",
            "으, 으으... 징그러워, 징그러워! 얘들 좀 봐!",
            "보지 말고 그냥 붙여!",
            "그건 너희들이 맡아. 난 벌집을 찾아볼 테니까.",
            "저도 도와드릴게요, 사피. 혼자서는 위험할 수도 있잖아요.",
            "... 위험할 수도 있다고?",
            "... 하아, 상관없어. 네 마음대로 해. 벌집은 내가 찾았으니 방해나 하지마.",
            "다, 단 걸 좀 챙겨갈래? 그럼 도움이 될 수도 있잖아. 벌이 별로 안 좋아하면 두 사람이 먹어도 상관없어! ",
            "진저가 주섬주섬 쿠키를 꺼내더니 사피와 오로라의 손에 사이좋게 쥐여주었다.",
            "그보다 벌집이 어디 있는지 나한테도 알려줄래? 사람이 드는 것보다 안전할테니까!",
            "사피는 그닥 내키지 않는 것처럼 보였지만, 진저에게 벌집의 위치를 알려주었다.",
            "과연, 머지않아 베이커리 쪽에서 엄청난 굉음이 들렸다.",
            "베이킹 장갑을 낀 거대한 쿠키가 설탕 가루를 우수수 흩뿌리며 천천히 몸을 일으킨다.",
            "브레드 킹이 어린아이 몸집만한 벌집을 양 손으로 쥐고 있었다.",
            "그 근처를 말벌 수백마리가 날아다니고 있는 풍경은, 드림리스가 몰려오는 것보다 비현실적이었다.",
            "사피! 덩치는 준비 됐어!",
            "베이커리 지붕 잔해들이 큰 소리를 내며 바닥으로 떨어졌다.",
            "사피는 한숨을 내쉬며 그 잔해들이 도로를 막지 않도록 얼려서 치워버렸다.",
            "좋아요, 사피. 저는 준비 됐어요!",
            "... 말하지 않아도 알아.",
            "사피가 손가락을 튕기고, 오로라가 지팡이를 휘두르자",
            "바닥에서부터 피어오른 서늘한 냉기가 거대한 쿠키를 타고 오른다.",
            "그 거대한 쿠키를 벌집과 함께 얼려놓고도 사피는 아무렇지 않은 얼굴이었다.",
            "날아다니던 말벌들의 속도도 조금씩 느려진다. 날개가 얼어붙었는지 바닥으로 떨어지는 벌들도 있었다.",
            "집 안에서 상황을 지켜보고 있던 안식의 도시 사람들이 하나둘 밖으로 나오기 시작했다.",
            "잠자리채를 들고 벌을 잡던 에스메와 비타에게 감사 인사를 한 사람들은",
            "하나둘씩 사피에게 다가와 마찬가지로 고맙다며 사피에게 쿠키 같은 간식 종류들을 한 아름 안겨주었다.",
            "정말 고마워요, 사피. 사피의 지식이 아니었다면 정말 곤란할 뻔했어요.",
            "당황한 얼굴로 서 있던 사피가 얼굴을 붉히며 작게 중얼거렸다.",
            "... 그렇게 거창한 일을 한 건 아니야.",
            "사피는 그 말만 남기고 곧바로 스톤 형태로 변해버렸다.",
            "음... 혹시 제가 뭔가 실수를 한 걸까요.",
            "우우, 같이 축하할 줄 알았는데. 사피! 다시 나와! 부끄러워하지 말라구!",
            "그러니까 계속 말했잖아, 사피에게는 시간이 필요하다니까...",
            "오로라가 마인드 스톤을 조심히 주워들었다.",
            "몇 번 망설이던 오로라가 작은 목소리로 이야기했다.",
            "... 사피, 제 이야기 듣고 계시죠?",
            "당신에게 꼭 사과하고 싶어요.",
            "사과한다고 해서 일어난 일이 사라지거나, 시간을 되돌릴 수 있는 건 아니죠.",
            "당신의 목소리를 일부러 외면하거나, 당신이 중요하지 않다고 생각했던 것 아니었어요.",
            "... 그때는, 꿈꾸는 자를 찾지 않으면 언제 판타지아가 멸망할지 아무도 알 수 없는 상황이었어요.",
            "에스메나 비타는 물론, 히나와 닉스의 상황도 좋지 않았죠. 전부 제 책임이에요.",
            "맞아, 그, 나도 사피가 오로라를 부르는 목소리를 듣긴 했지만...",
            "그때는 퀸 오브 하트 때문에 정신이 없었어. 널 도와주지 못해서 미안해.",
            "햐! 왜 갑자기 다 사과하는 거야? 나도 사과해야 할 것 같잖아! 난... 솔직히 사피가 큰 언니를 부르는 목소리는 못 들었어. ",
            "그땐 영역 때문에 잠들어 있었거든. 이번에 괜한 참견을 한 건, 그때 그냥... 내가 대답을 못 해준게 신경 쓰여서 그랬던거야!",
            "이해해달라는 말은 하지 않을게요, 사피. 당신에게도 당신의 생각이 있을 테니까요.",
            "하지만, 지금은 정말 모두 최선을 다하고 있어요. 판타지아에 사는 모두를 지키기 위해서...",
            "잠깐 망설이던 오로라가 나에게 마인드 스톤을 내밀었다.",
            "사피가 조금 쉬고 싶어하는 것 같아요.",
            "꿈꾸는 자, 도시 정리는 제가 할테니 그녀를 도서관 안으로 데려다주실 수 있을까요?",
            "오로라는 부드럽게 미소 지으며 비타와 에스메를 데리고 서서히 멀어져갔다.",
            "발걸음은 조금 무거워 보였지만, 오로라를 달래주는 건 비타와 에스메에게 맡겨도 충분할 것 같았다.",
            "우리는 다시 조용한 도서관으로 돌아왔다.",
            "마인드 스톤을 사피가 앉아있던 테이블 위에 내려놓자 곧 묘한 빛을 내기 시작했다.",
            "소란 때문에 미처 정리하지 못했던 책들을 책장에 꽂고 있으니",
            "실체화한 사피가 조용히 내 이름을 부른다.",
            "... 꿈꾸는 자. 이 말은 꼭 해둬야겠어. 난 너에게 악감정이 있거나, 널 거짓말쟁이라고 생각하는 건 아니야.",
            "네가 판타지아를 위해 애쓰고 있다는 사실 정도는 나도 알고 있어.",
            "... 그리고 언젠가 너도 알게 될 거야.",
            "오로라가 너에게 거짓말을 하고 있다는 걸 말이지. 이 모든 일이 우리 모두를 위한 일이 아닐 수도 있다는걸.",
            "미안하다는 이야기로 돌이킬 수 없는 일을, 아무렇지 않게 저지른다는걸.",
            "사피가 하는 말은 수수께끼 같은 구석이 있다.",
            "하지만... 그녀의 올곧은 눈빛은 오직 진실만을 말하고 있었다. ",
            "... 자매들에 대한 것은 너무 신경 쓰지 마. 조금만 더 쉬고, 내가 먼저 이야기해 볼게.",
            "지금은 서로 해야 하는 일에 집중하자. 실례했어.",
            "사피는 내가 테이블 위에 얹어둔 책을 가지고 다시 사라져 버렸다. 웃는 얼굴이었지만... 여전히 어딘가 슬퍼 보이는 얼굴이었다. "
        ],
        [
            "襲撃だって？！",
            "ドリームレス？それともナイトメア？",
            "またシェイドだったりして？",
            "全部違う！雀蜂の大群が人を襲っている！",
            "...",
            "え、何？",
            "ただの雀蜂？",
            "違う！ 巨大なの！",
            "たくさんの人が刺されているの！",
            "奴らは町中を覆っている！",
            "噓でしょ？",
            "確かに、やばそう。",
            "ドリーマー、どう対応しましょうか？",
            "みんなに期待されているけど...",
            "ドリームレスならまだしも、雀蜂と戦ったことなんてない...",
            "あ、あの、方法ならあります。　",
            "雀蜂の巣を探し出して、凍らせないと！",
            "凍らせる？",
            "はい、蜂の仲間は極暑と極寒に敏感なのです。",
            "きっと水分不足のせいで暴れているのです！",
            "でも外に出たらすぐに刺されてしまう。",
            "ペパーミント油を使いましょう！",
            "え～？",
            "ペパーミントって...お菓子を作る暇なんてないでしょ！",
            "違う！雀蜂はペパーミントの臭いが耐えられないの！それを虫除けに使えば...",
            "安全に巣を探せるね。",
            "と言っても、ペパーミントなんてあるの？",
            "あるわ！",
            "...でもパン屋のほうだ。",
            "結局ダメじゃーん！",
            "ギルトには厨房があるので、そこを探してみましょう！",
            "またまた図書室に誰かが登場する。",
            "ギルドの厨房、だとお！？",
            "私達に任せて！",
            "ギルドバンザーイ！",
            "ギルドの活躍が認められたら、新メンバーの参加は確実！",
            "ペパーミントは効果抜群だった。雀蜂が近寄ろうともしない！",
            "ついに、城壁のすぐ外に巨大な巣を見つけた。",
            "木の枝からぶら下がり、茂みの中でよく隠れている。",
            "偵察隊に気づかれなかったのも当然か...にしても、大きすぎる！何か月も成長し続けたに違いない。",
            "見つけた！サフィ、任せたよ！",
            "待って、まだよ！今凍らせても、雀蜂のほとんどはまだ町の中にいる！",
            "何とかして巣に引き寄せないと。",
            "ですが、ペパーミントの臭いがしたままだと逃げられます...",
            "甘い匂いじゃないと...",
            "ペパーミントの臭いを上回るほど、強烈な甘い匂いが必要なの！",
            "あ！分かった分かった！",
            "ジンジャーは得意気に笑っている。そして大きく息を吸って、叫び出す。",
            "キング！！！おいで！！！",
            "町の中から衝撃音が響く。巨大な足跡の音がどんどん近づいてくる。",
            "あ...ジンジャーのパン屋、また屋根を修理しないと...",
            "キングは大きな笑顔を見せながら城壁の向こう側からやって来る。",
            "キングのアイシングが溶け始めているようだ。よく見ると、巨人の体中に溶けた砂糖がベットリしている。",
            "砂糖に興奮した雀蜂の大群がキングの周りを飛び回っている。町から引き寄せることに成功したようだ。",
            "キング！下を向いて、この巣を拾ってくれない？",
            "城壁を跨り越えるジンジャーブレッドマン...なんとも奇妙で壮大な光景だ。キングはしゃがんで巣を手にする。",
            "雀蜂が黒い雲となってキングを襲う！",
            "今よ、サフィ！",
            "了解！",
            "サフィはキングに向けて凍える風を撃つ。",
            "雀蜂は次々と捕まり、カチンコチンと地面に落ちる。",
            "最後にはキングが巣もろともに凍り、倒れる。",
            "ついに雀蜂の脅威に勝った。",
            "雀蜂は何匹か取り残されたが、お腹が砂糖でいっぱいで動きが鈍いようだ。",
            "もう暴れ出すことはないだろう。",
            "雀蜂すら攻略できた！",
            "全ては、サフィの知識のおかげでした。",
            "みんなの視線を集めたサフィは動揺している。",
            "きゃ！",
            "石に戻ってしまい、マインドストーンがポツンと地面に落ちる。",
            "あ...大勢はまだ無理のようですね。",
            "残念だなぁ！一緒に祝いたかったのに。",
            "もう放っておいた方がいいのかな...みんな信頼されていないし、あたし達が悪くないわけでもない...",
            "オーロラはマインドストーンを拾い、自分の前に置く。",
            "そして、マインドストーンとの会話を始める。",
            "サフィ、まだ聞こえるのでしょ。",
            "ごめんなさい...本当にごめんさない。",
            "玉藻が怖かったのも...ドリームレスに夢中で助けに行かなかったのも、ごめんなさい。",
            "あの王様を好きにさせたこともごめんなさい。",
            "私はいくらでも恨んでください...でも他のみんなは、何も悪くありません。",
            "全員助けに行くことができなかったのです。",
            "ううん、あたしも！ごめんなさい。",
            "サフィが一番苦しんでいたのに...",
            "そうよ！みんな痛い目に遭ったけど、それでも...",
            "あたしからも、ごめんなさい。",
            "ずっと大切な人を守ろうとしてきたのに...",
            "あなたを守ることができなかったなんて...世界が終わるまで後悔します。",
            "オーロラはこちらを見つめながら、ゆっくりとマインドストーンを渡す。",
            "ドリーマー、サフィを図書室まで送ってくれませんか？",
            "もうサフィの邪魔をしません。約束します。",
            "分かった。",
            "...",
            "涼しい図書室に戻った。",
            "マインドストーンを開いた本の上に置きながら、いきなり姉妹達が現れるのを期待していなかったと説明する。",
            "故意じゃなかったにしても、信頼を裏切って、ごめんなさい。",
            "引き返そうとすると、サフィが現れる。",
            "ドリーマー...君のせいじゃない。あの時の言葉、ごめんなさい。",
            "これからは...姉妹と仲良くしてみたい。",
            "オーロラも。",
            "全部許したわけでもないけど...",
            "みんなの為に最善を尽くしているのは、認める。",
            "サフィに向かって微笑む。",
            "今は、それで十分だと思うよ。",
            "そう、ですね。",
            "はい、きっとそうです。",
            "サフィが微笑みを返す。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "none",
        "",
        "music_sweet.wav",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_heroicbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        "music_sweet.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        "",
        "",
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}