{
    "StoryName": "Campaign_Chapter7_Part1",
    "background": [
        "narrationblue.png",
        "music_realmoflostdreams.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png",
        "narrationblue.png"
    ],
    "character": [
        [
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora"
        ],
        [
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라"
        ],
        [
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ"
        ]
    ],
    "dialogueText": [
        [
            "In the reign of a certain emperor, whose name is now lost to time, there was a courtesan who enjoyed more favour than all her peers.",
            "This lady was beautiful beyond compare, radiant and witty, gentle and wise.",
            "But she was of uncertain birth, and so her peers disliked and distrusted her, jealous of the favour she enjoyed from their shared patron which they thought was undeserved.",
            "This state of affairs simply caused the emperor to dote upon and confide in the courtesan all the more, which in turn increased the ill feeling against her.",
            "The emperor of this time was known as a champion of his human subjects, a defender of them against the yokai – monsters that inhabited his lands.",
            "The yokai were many and varied and the people feared them greatly for their unearthly powers and frightening forms.",
            "In this time, a great many of the yokai rose up against the humans.",
            "The emperor led efforts to subdue them once more, taking a great many generals and wise men's advice into consideration.",
            "But no advice did he value as highly as that of the favoured courtesan.",
            "The war was long, the cost of fighting high. Many of his generals counselled seeking terms with the yokai, to bring an end to the costly struggle.",
            "But the emperor was also arrogant and believed in his own infallibility – and he still valued the courtesan's advice above all others.",
            "Her advice was to continue fighting...",
            "And the war stretched on and on.",
            "Until finally, the yokai were at the gates of the emperor's palace.",
            "With his generals and allies defeated or fleeing, the courtesan revealed her true form: that of a cunning and implacable fox spirit.",
            "For she had been in control of the yokai from the beginning; they had risen up at her bidding and they threw off the emperor's rule and cast him down, hounding him to the ends of the realm.",
            "With the emperor deposed, the courtesan took the throne for herself and from that day to this she ruled over human and yokai alike, as the Dominion of the Realm of Endless Night.",
            "And everyone in Phantasia came to know and fear the name of Tamamo no Mae..."
        ],
        [
            "옛날 아주 오랜 옛날, 지금은 이름이 역사 속으로 사라진 어느 왕에게는<br>다른 누구보다도 더 편애하는 한 궁녀가 있었습니다.",
            "그 궁녀는 다른 어떤 이와도 비교되지 않을 만큼<br>아름다웠고, 재치 있으며, 현명하고 매력적인 여인이었습니다.",
            "그러나 그 누구도 그녀의 고향을 알 수 없었습니다.<br>다른 궁녀들은 왕의 편애를 받는 그녀를<br>시기하고 질투하며 불길하게 여겼습니다.",
            "왕은 점점 더 그 궁녀에게만 의지하게 되었고,<br>그럴수록 궁녀는 다른 이들에게 미움을 받았습니다.",
            "왕의 주요 책무는 주변 땅의 요괴들로부터<br>사람들을 보호하는 수호자로서의 책임을 다하는 것이었습니다.",
            "요괴들은 셀 수 없이 수가 많았고, 그만큼 종류도 다양해서 사람들은 그들의<br>비상한 힘과 꺼림칙한 모습을 무척 두려워하였습니다.",
            "왕이 궁녀에게 푹 빠져 자신의 책무를 잊고 지내자,<br>수많은 요괴들이 인간들을 마음껏 습격하기 시작했습니다.",
            "많은 용감한 장군들과 현명한 신하들이 왕에게 조언하여,<br>요괴들을 다시 제압하고자 했습니다.",
            "하지만 왕은 그 어떤 조언도 그가 제일 아끼는<br>궁녀의 충고만큼 귀 기울이지는 않았습니다.",
            "전쟁은 끝도 없이 이어지고, 치러야 할 대가는 점점 더 커지기만 했습니다.<br>많은 장군들과 신하들이 입을 모아 전쟁을 끝내기 위해<br>요괴들과 협정을 맺자 말했습니다.",
            "하지만 왕은 자신의 능력을 과신하여 그들의 말을 듣지 않았습니다–<br>그러나 여전히 그 궁녀의 충고만은 그 무엇보다 중요하게 여겼습니다.",
            "\"왕이시여, 전투를 멈추지 말고 계속하세요...\"<br>그녀가 왕의 귓가에 속삭였습니다.",
            "그렇게 전쟁은 계속되었습니다.",
            "요괴들이 왕궁의 대문을 부수고 쳐들어오기 전까지는요.",
            "왕의 장군들과 신하들이 모두 패하거나 도망치자,<br>궁녀는 비로소 자신의 정체를 드러내었습니다.<br>그녀의 정체는 교활하고 무자비한 여우 요괴였던 것입니다.",
            "궁녀는 요괴들을 조종하여 왕을 왕좌에서 비참하게 끌어내렸고,<br>영역의 끝까지 데려가 영원히 추방시켜버렸습니다.",
            "왕을 추방시킨 후, 궁녀는 스스로 왕좌에 올라 새로운 왕이 되었고,<br>그날부터 지금까지 인간과 요괴의 취급을 똑같이 하며,<br>끝없는 밤의 세계의 지배자로 군림하게 되었습니다.",
            "...이로 인해 온 판타지아가 타마모노마에의 이름을 알고,<br>두려워하게 되었습니다."
        ],
        [
            "昔々、今は名前も歴史の中へと消えてしまったある王には、<br>他の誰よりもひいきにしていた宮女がいました。",
            "その宮女はどんな者とも比較にならないほど<br>美しく、気が利き、賢くて魅力的な女性でした。",
            "しかし誰も彼女の故郷について知る者はいませんでした。<br>他の宮女たちは王の寵愛を受けている彼女に<br>嫉妬し、忌まわしく思っていました。",
            "王はだんだんその宮女にばかり頼るようになり、<br>王がひいきするほど、宮女は他の者たちから妬まれました。",
            "王の重要な責務は、周辺の土地の妖怪から<br>人々を守る守護者としての責任を果たすことでした。",
            "妖怪たちは数えきれないほど多く、種類も様々であったため、人々は彼らの<br>とてつもない力と忌まわしい姿を、とても恐れていました。",
            "王が宮女に虜になり、自分の責務も忘れて過ごしていると、<br>多くの妖怪たちが人間を好き放題攻撃し始めました。",
            "多くの勇敢な将軍たちと賢明な家臣たちが王に提言し、<br>再び妖怪たちを制圧しようとしました。",
            "しかし、王は自身が一番寵愛する宮女の言葉に耳を傾け、<br>家臣の提言は二の次でした。",
            "戦争は続き、その代償のみが膨れ上がっていきました。<br>多くの将軍と家臣は口を揃えて、戦争を終わらすために<br>妖怪たちと協定を結ぼうと言いました。",
            "しかし王は自身の能力を過信し、彼らの言うことを聞きませんでした。<br>未だに宮女の忠告を一番重要視していたのです。",
            "王様、戦争を続けるのです...<br>彼女は王の耳元でささやきました。",
            "そうして戦争は続きました。",
            "妖怪たちが王宮の大門を壊し、攻め込んでくるまでは。",
            "王の将軍と家臣たちが皆戦いに敗れ、逃げて行くと、 <br>宮女はやっと自身の正体を明かしました。<br>彼女の正体は狡猾で無慈悲なキツネの妖怪だったのです。",
            "宮女は妖怪たちを操り、王を王座から惨めに引きずり下ろし、<br>領域の端まで連れていき、永遠に追放してしまいました。",
            "王を追放した後宮女は自ら王座に就き、新たな王となり、<br>その日から今まで人間と妖怪を同等に扱い、<br>終わりなき夜の世界の支配者として君臨したのです。",
            "...こうして、ファンタジア全体が玉藻前という名前を知り、<br>恐れることとなったのです。"
        ]
    ],
    "music": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}