{
    "StoryName": "Campaign_SideStory_Huntsman+Snow_White_4",
    "background": [
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Esme",
            "Esme",
            "Aurora",
            "Esme",
            "The Huntsman",
            "Esme",
            "The Huntsman",
            "Esme",
            "The Huntsman",
            "",
            "The Huntsman",
            "Aurora",
            "Aurora",
            "The Huntsman",
            "Aurora",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "에스메",
            "에스메",
            "오로라",
            "에스메",
            "사냥꾼",
            "에스메",
            "사냥꾼",
            "에스메",
            "사냥꾼",
            "",
            "사냥꾼",
            "오로라",
            "오로라",
            "사냥꾼",
            "오로라",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "エスメ",
            "エスメ",
            "オーロラ",
            "エスメ",
            "猟師",
            "エスメ",
            "猟師",
            "エスメ",
            "猟師",
            "",
            "猟師",
            "オーロラ",
            "オーロラ",
            "猟師",
            "オーロラ",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You manage to drive the wild animals off for the time being, but you have no idea for how long.",
            "If they really are defending this area as some kind of team, they could be back at any time – and in greater numbers!",
            "But what is causing them to act this way? You've never heard of wild animals working together before...",
            "This place feels so strange... but it's a good strange. It feels like... river... it feels like a river... there is a river of emotion flowing through this place...",
            "It feels like all the creatures are connected by the river... I can almost hear words...",
            "Esme...",
            "They all feel the same... there is love here... and... also her...",
            "Her?",
            "Yes... She's waiting for something... the river... the words... she's waiting... for her knight to return...",
            "...",
            "She's been waiting for so long...",
            "Kch!",
            "Esme looks unfocused, almost like she's in a trance. What is she talking about?",
            "We must press on, Dreamer. I believe we're close.",
            "I agree. Whatever is affecting the animals, it seems to be affecting my sister, too.",
            "The sooner we discover its source, the better.",
            "I don't think your sister is in any danger, Aurora.",
            "I hope not... for your sake.",
            "Anger flashes in Aurora's eyes. It's something you haven't seen much from her before and it's a little unsettling.",
            "The Huntsman bears her ire without comment, however.",
            "You decide to press on, before tensions can boil over.",
            "Pretty soon, you are surrounded by wild animals, once again.",
            "You prepare for a hard fight!"
        ],
        [
            "짐승들을 격퇴시키는데 성공했지만 언제 다시 달려들지 모른다.",
            "가까스로 도망친 녀석들이니만큼<br>곧 더 많은 무리를 데리고 우리에게 돌아올 것이다.",
            "짐승들을 행동하게 만드는 원인이 따로 있는 듯 했다.",
            "여기는 너무 이상해. 하지만... 그래, 나쁘지는 않아.<br>마치 강처럼 느껴져. 감정들이 강물처럼 서서히 흐르고 있어...",
            "주위의 모든 생명체가 그 강과 연결되어 있구나.<br>그들의 언어가 들려오는 것 같아.",
            "에스메?",
            "모두 다 똑같이 느끼고 있어.<br>아, 여기 사랑이 있구나. 그리고, 그리고... 그녀도.",
            "그녀?",
            "그래, 그녀는 무언가를... 계속 기다리고 있어.<br>자신의 기사가 돌아오기를...",
            "...",
            "너무나도 긴 시간을...",
            "... 백설.",
            "에스메는 마치 무언가에 홀린 사람처럼 중얼거리고 있었다.",
            "서두르지, 꿈꾸는 자. 거의 도착한 모양이다.",
            "이 숲의 무언가가 에스메에게도 영향을 미치는 모양이에요.",
            "그게 무엇인지 빨리 알아내는게 좋겠어요.",
            "네 자매가 위험한 상태라고 생각하지는 않는다만.",
            "저도 아니길 바란답니다.<br>하지만 만약 에스메에게 무슨 일이라도 생긴다면...<br>당신도 조심해야 할 거예요.",
            "오로라의 눈에서 분노의 감정이 보인다.",
            "그녀에게서 처음 보는 모습이었다.",
            "사냥꾼은 오로라의 분노에 대답하지 않고 숲으로 나아간다.",
            "...",
            "곧 다시 돌아온 짐승의 무리에게 포위되었다."
        ],
        [
            "獣は撃退したが、いつまた襲われるか分からない。",
            "命からがら逃げた獣であるほど<br>次は、もっと多くの群れを連れて戻ってくるはずだ。",
            "狂暴化している原因が他にあると思うのだが。",
            "ここって本当に変な感じ... でも、そんなに悪い感じじゃない。<br>まるで川みたい。感情が、川のようにゆったりと流れている...",
            "周りのあらゆる生命が川と繋がってるの！<br>彼らの言葉が聞こえてきそう。",
            "エスメ。",
            "皆、同じように感じてる。<br>あ、ここには愛が。それに、彼女も...",
            "彼女？",
            "そう、彼女は何かを... ずっと待ってる。<br>自分の騎士が戻って来るのを...",
            "...",
            "あまりに長い時間...",
            "...白雪。",
            "エスメは、まるで何かに憑りつかれたように呟いていた。",
            "急ごう、ドリーマー。もう近い。",
            "エスメも、この森の何かに影響されているようです。",
            "それが何なのか、早く突き止めたほうが良さそうですね。",
            "危険な状態ではないと思うが...",
            "そうだといいですが。<br>もしエスメに何かあったら...<br>あなたも気をつけてください。",
            "オーロラの目に怒りが滲んでいた。",
            "そんな彼女の姿は初めて見た。",
            "猟師はオーロラの怒りを横目に、森の奥へ進んでいく。",
            "...",
            "するとすぐに、戻ってきた獣の群れに囲まれてしまった。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}