{
    "StoryName": "Campaign_LibraryStory_QueenOfHearts_1",
    "background": [
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png"
    ],
    "character": [
        [
            "Queen of Hearts",
            "Queen of Hearts",
            "Queen of Hearts",
            "Queen of Hearts",
            "",
            "",
            "Mal",
            "Queen of Hearts",
            "Lis",
            "Queen of Hearts",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "Lis",
            "Esme",
            "",
            ""
        ],
        [
            "퀸 오브 하트",
            "퀸 오브 하트",
            "퀸 오브 하트",
            "퀸 오브 하트",
            "",
            "",
            "말",
            "퀸 오브 하트",
            "리즈",
            "퀸 오브 하트",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "리즈",
            "에스메",
            "",
            ""
        ],
        [
            "ハートの女王",
            "ハートの女王",
            "ハートの女王",
            "ハートの女王",
            "",
            "",
            "マル",
            "ハートの女王",
            "リズ",
            "ハートの女王",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "リズ",
            "エスメ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "No.",
            "Get out of my sight.",
            "I told you I won't do it!",
            "Do you dare to defy me?",
            "After asking Aurora's advice, you've decided it's better to get know each of your heroes individually...",
            "And so, you have summoned the Queen of Hearts before you... unfortunately, she is proving to be something of a problem...",
            "Umm, then how about this... your highness?",
            "I told you to get out of my sight!",
            "Hey! That's not very nice!",
            "Hah! Now you dare to talk down on me? Off with these insolent creatures' heads...",
            "Stop! Stop with this already!",
            "For a start, the Queen doesn't even have any minions to follow her orders here, anyway.",
            "The Queen of Hearts sitting with her legs crossed, frowns and nods her head, reluctantly conceding that point.",
            "You feel this is a little better than the last time you encountered the Queen, since you can at least have a conversation with her...",
            "Although, you doubt that this exactly counts as a conversation.",
            "All she is doing is threatening you and telling you to get out of her sight.",
            "All the while, Mal and Lis are trying their best to get along with the Queen.",
            "I guess it's no use.",
            "No, right...?",
            "... I don't think so.",
            "Esme, who is looking at the Queen of Hearts, shakes her head.",
            "If even Esme is saying that, can you really expect the Queen of Hearts to play a proper role as a Hero?"
        ],
        [
            "싫다.",
            "꺼져라.",
            "싫다고 했을텐데?",
            "짐을 능멸하지 마라.",
            "오로라에게 메르헨과 미리 친해지는게 좋다는 조언을 받아 퀸 오브 하트를 불러낸 것 까지는 좋았다.",
            "... 불러낸 것 까지만 좋았다.",
            "그, 그럼 이건 어때... 요?",
            "꺼져라.",
            "퀸 오브 하트!",
            "하! 이제는 아예 말을 놓는군. 당장 이 놈들의 목을...",
            "서둘러 남매를 퀸 오브 하트로부터 떨어트려 놓았다.",
            "목을 치라고 말하진 않았지만, 이미 기분이 상한 퀸 오브 하트가 인상을 찡그린다.",
            "거만하게 다리를 꼬고 앉아 발 끝에 닿는 것들을 툭툭 차낸다.",
            "이전에 마주했을 때에 비하면 대화를 나눌 수 있게 되었으니 확연히 나아진 셈이다.",
            "이런 것을 대화라고 할 수 있을지는 모르겠다...",
            "그녀가 하는 말이라고는 싫다, 꺼져라, 목을 쳐라, 짐을 능멸하느냐? 가 전부다.",
            "그런 중에도 어떻게든 대화를 시도해보려는 남매만 진땀을 쏟고 있다.",
            "안 되겠네요.",
            "리즈는 무리야...",
            "응. 이거 안 되겠네.",
            "퀸 오브 하트를 바라보던 에스메가 고개를 가로젓는다.",
            "에스메까지 저렇게 나오다니, 퀸 오브 하트에게 메르헨으로서 제대로 된 역할을 기대할 수 있을지 답답해진다."
        ],
        [
            "断る。",
            "消えろ。",
            "断ると言ったはずだが？",
            "私を軽んじるな。",
            "オーロラからメルヘンと仲良くなっておいたほうがいいというアドバイスをもらい、<br>ハートの女王を呼び出したところまでは良かった。",
            "...良かったのはそこまでだ。",
            "じゃ、じゃあ、これはどう...ですか？",
            "消えろ。",
            "ハートの女王！",
            "フンッ！ついに敬語も使わないときたか。今すぐお前らの首を...",
            "慌てて兄妹をハートの女王から引き離した。",
            "首を切れとは言わなかったが、<br>すでに機嫌を損ねたハートの女王は顔をしかめている。",
            "偉そうに足を組み、足元にあるものを蹴っている。",
            "前に会った時は会話さえできなかったから、少しはマシなのだろう。",
            "これを会話と呼べるかどうかは分からないが...",
            "彼女の発言は「断る。消えろ。首を切れ。私を軽んじるな」がすべてだ。",
            "そんな中でもどうにか会話をしようとマルとリズが奮闘している。",
            "ダメですね。",
            "リズには無理だよ...",
            "うん。これはダメだわ。",
            "ハートの女王を見つめていたエスメが首を横に振った。",
            "エスメでさえお手上げとは...<br>ハートの女王にメルヘンとしての活躍を期待してもいいのか不安が募るばかりだ。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}