{
    "StoryName": "Campaign_Chapter3_Part5",
    "background": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Esme",
            "Esme",
            "Esme",
            "",
            "Esme",
            "Esme",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "Esme",
            "",
            "",
            "Queen of Hearts"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "에스메",
            "에스메",
            "에스메",
            "",
            "에스메",
            "에스메",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "에스메",
            "",
            "",
            "퀸 오브 하트"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "エスメ",
            "エスメ",
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "エスメ",
            "",
            "",
            "ハートの女王"
        ]
    ],
    "dialogueText": [
        [
            "With Aurora back at your side at last, you feel you are finally able to get to grips with the challenge before you.",
            "Entering the dreamlike wilderness of Wonderland, things get tougher as more and more Dreamless appear and throw themselves at you.",
            "It's as if Aurora's presence draws them, somehow.",
            "You travel and fight across a strange landscape of ruined towns, wild gardens, walled estates fallen to decay.",
            "It's easy to see that Wonderland is quite beautiful, in a wild, dangerous way.",
            "Once upon a time, it would have been neat, manicured and well-managed, yet always with a hint of the strange: oddly twisting towers, strange, disproportionate buildings.",
            "Now, it hardly matters. Every hint of the lost civilisation here has been tainted by the withering touch of time and the slow creep of the Dreamless Nether.",
            "As you journey, Aurora teaches you more about the world.",
            "At last, you approach the walls of the Queen's palace.",
            "The Dreamless are thickest here, but with the help of your new heroes and Aurora to guide you, you break into the palace and begin searching for the Queen's throne room.",
            "As you do, though, Esme appears before you once again.",
            "She's in a panic.",
            "DREAMER! SIS!",
            "I'm in trouble!",
            "The queen is taking power from me – she's absorbing it directly from the Heartstone!",
            "Wasn’t she always doing that?",
            "There’s a difference between using my power and stealing it from me!",
            "She's getting even more powerful and I'm losing-",
            "She vanishes like smoke in front of you.",
            "Esme!",
            "Aurora looks shocked. She obviously didn't know this was possible – a Dominion draining power directly from a World Stone!",
            "We have to hurry, Dreamer! I don't know what it will do to her – or the Queen! She may become too powerful to stop!",
            "And Esme might… she might…",
            "Don’t worry, you’ll find her.",
            "You rush through the palace, dashing from hall to hall, climbing elegant staircases four steps at a time.",
            "At last, you find the Queen in her throne room, surrounded by her Dreamless minions and the reanimated remains of her favourite Knave.",
            "Esme stands in front of the Queen, jumping up and down, trying to make the Queen of Hearts stop what she’s doing.",
            "The Queen has the Heartstone in her hand and some kind of energy is flowing from it directly into the Dominion’s mouth.",
            "Esme looks around as you enter.",
            "HELP!! SHE'S GOING TO EAT ME!!!",
            "At her exclamation, the Queen stops what she is doing.",
            "It’s obvious that she has seen you, as she turns in your direction and swells with menacing power, before bellowing in a voice that shakes the room -",
            "OFF WITH THEIR HEADS!!"
        ],
        [
            "오로라가 우여곡절 끝에 당신 곁으로 다시 돌아왔을때, 당신은 드디어 당신 앞에 놓여진 도전에 맞설 수 있다고 느낀다.",
            "마치 꿈같은 이상한 나라의 황야에 들어서자 점점 더 많은양의 드림리스가 당신을 향해 돌격해오고 상황은 어려워진다.",
            "왠지 오로라의 존재가 그들을 끌어들이는 것 같다.",
            "황폐한 마을, 야생의 정원, 무너져버린 벽이 있는 참으로 이상하기 짝이없는 땅을 가로지르며 드림리스들과 싸워나간다.",
            "이상한 나라는 꽤 아름답다고 보일 수 있다. 하지만, 야생에는 위험한 의미로 아름답다.",
            "옛날에는 분명 이 나라가 깔끔하고, 잘 유지되어 있고 이상한 것들 또한 존재했었을 것이다. 예를 들어 이상하게 뒤틀린 탑이라던가, 이상하고 균형이 맞지않는 건물들이라던가.",
            "그러나 이젠 더 이상 상관없다. 이곳에 존재했던 잃어버린 문명의 흔적은 느릿느릿 다가와 모든걸 황폐하게 만들어버리는 드림리스 네더의 영향에 인해 더럽혀져버렸다.",
            "이 땅을 지나가며 오로라는 당신에게 세상에 대해 더 자세하게 알려준다.",
            "마침내, 당신은 여왕의 궁전 벽에 다다랐다.",
            "드림리스들이 바글거렸지만, 새로운 영웅들과 오로라의 도움으로 궁전에 큰 피해없이 들어와 왕좌의 방을 찾기 시작한다.",
            "왕좌의 방을 찾기 시작하려기 전에 에스메가 다시 한번 당신 앞에 나타난다.",
            "그녀는 패닉에 빠져있다.",
            "꿈꾸는자! 오로라!",
            "큰일이야!",
            "여왕이 내 힘을 빼앗고 있어. 하트스톤을 통해 직접 빨아먹고 있다고!",
            "항상 그래왔던거 아냐?",
            "내 힘을 사용하는 것과 내 힘을 빼앗는 건 전혀 다른얘기야!",
            "지금 이 순간에도 여왕은 점점 강력해지고 있다고, 그에 반해 나는 힘을 뻇기-",
            "그녀는 당신 눈앞에서 연기처럼 사라졌다.",
            "에스메!",
            "오로라는 충격을 받은 것 같다. 그녀도 이게 가능하다는 것인지 몰랐던게 분명하다 – 도미니언이 월드스톤에서 직접 힘을 갈취하는 걸!",
            "서둘러야해요, 꿈꾸는자! 이게 에스메나 여왕에게 어떤 영향을 미칠지 몰라요! 여왕이 너무 강력해져서 우리가 어쩔수도 못하는 지경이 될 수도 있어요!",
            "그리고 에스메는… 에스메는 잘못하면…",
            "걱정 마, 분명 에스메를 찾을 수 있을 거야.",
            "당신은 이 복도 저 복도 뛰어다니고 우아하게 생긴 계단을 한 번에 네 계단씩 오르며 궁전을 파고든다.",
            "마침내, 당신은 왕좌의 방에서 여왕이  그녀의 드림리스 하수인들과 그녀의 부하였던 하트 잭이 언데드상태로 부활한 채 둘러싸여 있는 걸 발견한다.",
            "에스메는 여왕 앞에서 방방 뛰며 퀸 오브 하트가 하려는 걸 멈추게 하려고 한다.",
            "여왕은 하트스톤을 손에 들고 있고 돌으로 부터 어떤 종류의 에너지가 여왕의 입으로 직접 흘러들어가고 있다.",
            "에스메는 당신이 왕좌의 방에 들어서자 주위를 둘러본다.",
            "살려줘!! 여왕이 날 집어삼키려고 해!!!",
            "그녀의 외침에 여왕은 잠시 하던 일을 멈추었다.",
            "여왕은 당신과 당신의 일행이 방에 들어온 것을 아는게 분명하다. 그녀는 당신쪽으로 돌아서 위협적인 힘을 발산하며 방을 뒤흔드는 고함을 \n 친다: ",
            "저놈들의 목을 쳐라!!"
        ],
        []
    ],
    "music": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}