{
    "StoryName": "Campaign_Chapter0_Part2",
    "background": [
        "storyworriedauroracloseup.png",
        "storyworriedauroracloseup.png",
        "storyworriedaurora.png",
        "storyworriedaurora.png",
        "storyworriedaurora.png",
        "storyworriedaurora.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png",
        "dreamrealm.png"
    ],
    "character": [
        [
            "Aurora",
            "",
            "",
            "Aurora",
            "",
            "",
            "Aurora",
            "",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Aurora"
        ],
        [
            "오로라",
            "",
            "",
            "오로라",
            "",
            "",
            "오로라",
            "",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "오로라"
        ],
        [
            "オーロラ",
            "",
            "",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "オーロラ"
        ]
    ],
    "dialogueText": [
        [
            "Oh, thank goodness! You're awake!",
            "You find yourself looking up into the face of a beautiful girl, with white hair and sparkling eyes.",
            "You find yourself looking... up?",
            "I wasn't sure you would ever wake up...",
            "She gazes down at you with a warm smile.",
            "Her face is close...",
            "Wah!",
            "You sit up suddenly, causing the girl to start and topple over backwards.",
            "The strangeness of your surroundings hits you before anything else can intervene.",
            "Where are you? You don't recognise this place at all.",
            "Moreover... are those buildings floating?",
            "That scared me!",
            "Don't startle me like that, please.",
            "No, stupid Aurora, that's not important now!",
            "Do you remember anything from before you woke up here?",
            "You try to think, but nothing comes to you. You can't even remember your own name.",
            "Is it just your imagination, or does the girl look a little relieved when you tell her that?",
            "I'm sure you have a lot of questions, but please just listen to me for now.",
            "My name is Aurora.",
            "I'm sorry, there isn't time to explain everything, this whole world is collapsing and we need to escape.",
            "Collapsing?!",
            "Yes! It came under attack from the Dreamless Nether.",
            "Is that bad? Not much of what she's saying makes any sense to you.",
            "Everyone here is gone... We have to get away from this world or we will join them.",
            "Where you are sitting certainly looks precarious. You ask her how you are supposed to escape.",
            "Do you see that tower with the light shining at the top? You have to go there and rescue me, then I can transport us away from here.",
            "What does she mean, 'rescue her'? She's standing right in front of you!",
            "Yes. I'm sorry, I can't maintain this for much longer, I'm very weak in this realm and manifesting a physical form has used up much of my remaining energy.",
            "The physical form you were just lying on...",
            "Was she expending that energy just to provide you comfort while you were unconscious?",
            "Wait, why were you unconscious, anyway? Who is this girl?",
            "Hurry! Reach the top of the tower!",
            "I'll help you when I can...",
            "Aurora fades away in front of your eyes, leaving you alone in a fantastically unfamiliar landscape.",
            "With a start, you realise you can see movement in the shattered ruins around you.",
            "The 'Dreamless' Aurora was talking about? What if they're dangerous?",
            "Unnerved, you begin making your way towards the tower as quickly and quietly as possible.",
            "It's not long before nightmarish creatures begin to creep and slither out of the broken buildings.",
            "Pretty soon, you're surrounded.",
            "What now? You're defenseless!",
            "Suddenly, Aurora blazes back into reality before you.",
            "Dreamer! Do as I say, quickly!"
        ],
        [
            "아, 깨어나셨군요! 다행이에요.",
            "나는 두통을 느끼며, 하얀 머리카락과 반짝이는 눈을 가진<br>그녀의 얼굴을 올려다보았다.",
            "그녀는 차분하고 따뜻한 눈빛으로 나를 마주 바라보았다.",
            "깨어나지 못하실까봐 걱정하고 있었어요.",
            "...",
            "나는 숨을 고른 뒤 자리에서 일어나려했다.",
            "아...!",
            "갑자기 자리에서 일어난 탓일까, 소녀가 뒤로 넘어지고 말았다.",
            "그녀가 넘어지는 것에 반응하려 할 때<br>눈에 들어온 기이한 풍경.",
            "...",
            "부유하고 있는 건물과 그 파편들이 흩날리고 있었다.",
            "놀랐잖아요.",
            "...",
            "여쭤보고 싶은 게 있어요.",
            "혹시 깨어나기 전의 일을 <br>기억하고 계신가요?",
            "모든 게 기억 나지 않는다. <br>이름조차도.",
            "기억나지 않는다는 말에 그녀는 안심한 것처럼 보였다.",
            "묻고 싶은 게 많으시겠지만, <br>지금은 제 말을 들어주세요.",
            "제 이름은 오로라에요. 당장 모든 걸 자세히 설명할 수 없어요.",
            "이 영역은 지금 무너지고 있고, 저희는 당장 이곳을 떠나야해요.",
            "눈에 보이는 풍경이 조금씩 무너져 내리고 있는 것 같았다.",
            "이곳은 드림리스 네더의 공격을 받았어요.",
            "오로라의 목소리는 낮게 깔려 있었다.",
            "살아남은 주민들은 모두 피난했어요.<br>저희도 지금 바로 이곳에서 벗어나야 해요.<br>계속 남아있다가는 그들에게 잡히고 말 거예요.",
            "앉아 있는 이곳은 당장 무너져 내릴듯 위태로워 보였다.",
            "저기, 꼭대기에 빛나는 탑이 보이시나요? <br>저는 그곳에 있어요. 탑으로 오셔서, 저를 구해주실 수 있나요?<br>그러면 제가 벗어날 수 있는 길을 열 수 있어요.",
            "그녀는 자신의 모습이 실체가 아니라는 듯 통과하는 손을 교차시켰다.",
            "정말 죄송해요. 저는 이제 이 모습을 더 유지할 수 없어요.<br>이곳에서 실체화하는 것으로 남은 힘의 대부분을 써버렸거든요.",
            "오로라의 모습이 점차 희미해져간다.",
            "그녀가 잠시나마 나의 의식이 돌아올 수 있도록 힘을 써준듯 보였다.",
            "점차 주변의 먼지와 바위들이 더욱 가파르게 떨어진다.",
            "자, 어서 서두르세요! <br>탑 꼭대기까지 가셔야 해요!",
            "아...! 힘이 조금만 더 있었다면...",
            "그녀의 힘이 빠진듯 실체화한 모습이 사라졌다.",
            "비현실적인 풍경 속에 홀로 남겨졌다.",
            "산산조각 난 폐허 속에서 스산한 움직임이 느껴지기 시작한다.",
            "심호흡을 한 번 한 뒤,<br>가능한 빠르게 탑을 향해 나아가기 시작했다.",
            "얼마 지나지 않아 악몽 같은 기괴한 형체들이<br>폐허 사이에서 스멀스멀 기어 나오고 있었다.",
            "괴물 같은 존재들이 빠르게 주위를 둘러싼다.",
            "... <br>그들은 주변을 순식간에 포위했다.",
            "그때, 그녀가 다시 앞에 나타나 소리쳤다.",
            "제 말을 따라 주세요. 어서요!"
        ],
        [
            "あ、お目覚めになったのですね！よかったです。",
            "私は頭痛を覚えながら、<br>白い髪の毛とキラキラした目を持った彼女の顔を見上げた。",
            "彼女は落ち着いた温かい目で私を見つめ返した。",
            "起きないかと思い心配しておりました。",
            "...",
            "私は息を整え、起きようとした。",
            "あ...！",
            "急に起きたせいか、彼女が後ろに倒れてしまった。",
            "彼女が倒れたのに反応して動こうとした時、<br>奇妙な光景が目に入った。",
            "...",
            "建物が浮き、その破片が舞っていた。",
            "驚いたじゃないですか。",
            "...",
            "お聞きしたいことがあります。",
            "起きる前のことを<br>覚えていらっしゃいますか？",
            "何も思い出すものは無かった。<br>名前すらも。",
            "思い出せないという言葉に、彼女は安心したように見えた。",
            "聞きたいことがたくさんあると思いますが、<br>今は私の言うことを聞いてください。",
            "私の名前はオーロラです。今すぐ全てを詳細に説明することはできません。",
            "この領域は今崩壊していて、私たちは今すぐここから出なければなりません。",
            "目の前の景色が少しずつ壊れ落ちていくようだった。",
            "ここはドリームレスネザーの攻撃を受けました。",
            "オーロラの声が沈むように低く響く。",
            "生き残った人々は皆避難しました。<br>私たちも今すぐここから脱出しなければなりません。<br>ここにずっと居ては彼らに捕まってしまいます。",
            "座っているこの場所は今すぐにでも崩れ落ちてしまいそうな危険な状態だった。",
            "あそこの頂上に光る塔が見えますか？<br>私はそこにいます。塔まで来て私を助けていただけますか？<br>そうすれば私がここから出られる道を開くことができます。",
            "彼女は自身の姿が実体ではないかのように通過する手を交差させた。",
            "本当にごめんなさい。私はこれ以上この姿を維持することができません。 <br>ここで実体化するのにほとんどの力を使ってしまったのです。",
            "オーロラの姿がだんだん薄れていく。",
            "彼女が少しの間、私の意識が戻るように力を使ってくれていたようだ。",
            "だんだん周辺のほこりと岩がさらに険しく落ちていく。",
            "さあ、急いでください！<br>塔の上までいかなければなりません！",
            "あ...！力がもう少しあれば...",
            "彼女の力が抜けたように実体化した姿は消えた。",
            "非現実的な風景の中に、一人取り残された。",
            "散り散りになった廃墟の中で、もの寂しさが感じられた。",
            "一度深呼吸をした後、<br>できる限り早く塔に向かって進み出した。",
            "少しすると、悪夢のような奇怪な形態たちが<br>廃墟の間からもぞもぞと這い出てきた。",
            "怪物のようなその存在は素早く周囲を取り囲んだ。",
            "...<br>彼らは一瞬で周囲を包囲した。",
            "その時、彼女がまた前に現れて叫んだ。",
            "私の言うことに従ってください！早く！"
        ]
    ],
    "music": [
        "music_realmoflostdreams.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_threateningbattle.wav",
        "",
        "",
        ""
    ]
}