{
    "StoryName": "Campaign_Chapter11_Part9",
    "background": [
        "hauntedhallway.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "",
        "",
        "",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "",
        "",
        "",
        "",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "lab.png",
        "rift.png"
    ],
    "character": [
        [
            "",
            "",
            "Dracula",
            "Dracula",
            "Dracula",
            "",
            "",
            "",
            "",
            "",
            "",
            "Dracula",
            "",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "",
            "",
            "Nyx",
            "",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "Dracula",
            "",
            "Dracula",
            "",
            "Dracula",
            "Dracula",
            "Dracula",
            "",
            "Dracula",
            "",
            "",
            "Dracula",
            "",
            "",
            "Dracula",
            "Dracula",
            "Dracula",
            "",
            "",
            "",
            "",
            "",
            "",
            "Dracula",
            "",
            "",
            "Dracula",
            "Dracula",
            "",
            "Dracula",
            "Frankenstein",
            "",
            "",
            "",
            "",
            "",
            "Bathory",
            "Dracula",
            "",
            "",
            "Nyx",
            "Nyx",
            "",
            "",
            "",
            "",
            "",
            "Dracula",
            "Dracula",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "",
            "",
            "",
            "",
            "",
            "",
            "드라큘라",
            "",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "",
            "",
            "닉스",
            "",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "",
            "드라큘라",
            "",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "",
            "드라큘라",
            "",
            "",
            "드라큘라",
            "",
            "",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "",
            "",
            "",
            "",
            "",
            "",
            "드라큘라",
            "",
            "",
            "드라큘라",
            "드라큘라",
            "",
            "드라큘라",
            "프랑켄슈타인",
            "",
            "",
            "",
            "",
            "",
            "엘리자베스 바토리",
            "드라큘라",
            "",
            "",
            "닉스",
            "닉스",
            "",
            "",
            "",
            "",
            "",
            "드라큘라",
            "드라큘라",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            "ニクス",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "",
            "",
            "ドラキュラ",
            "",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "ドラキュラ",
            "",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "フランケンシュタイン",
            "",
            "",
            "",
            "",
            "",
            "バートリー",
            "ドラキュラ",
            "",
            "",
            "ニクス",
            "ニクス",
            "",
            "",
            "",
            "",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "After securing Aurora in her prison once more, Rothbart, with his Shades flanking you on all sides, brings you before Dracula.",
            "He is waiting for you with many of his minions in a spacious and sinister looking laboratory full of esoteric equipment and arcane apparatus.",
            "Ah!",
            "Welcome to my innermost sanctum, Dreamer.",
            "As you can see, my minions and I have been hard at work here, preparing for your arrival.",
            "You gaze around in horror.",
            "Quite apart from the contraptions that line the walls of this stone built chamber, contraptions that look like instruments of torture as much as they do instruments of science, there are any number of ugly, unknowable devices and racks of books bound in what looks suspiciously like human flesh.",
            "In the centre of the room, a complicated piece of equipment stands that has the five World Stones locked into it, in individual cages reminiscent of the one holding the Dreamstone.",
            "They are arranged with the Night Stone at the centre and the other four World Stones surrounding it at the four cardinal points.",
            "At the base of the contraption, there is a platform attached to this device that looks like it allows for a single occupant to stand upon it.",
            "There are hand holds, handles with metal cages that are studded with strange looking contacts that would surround the occupant's hands.",
            "Shortly, I will have you mount this platform so our grand work can begin, but first I want to tell you a story.",
            "Not another story... filled with lies, no doubt!",
            "Actually, Dreamer, this one is as true as they come.",
            "There is something you must understand, first, Dreamer: I might look like a young man, but I have been the Dominion of this realm for a <i>very</i> long time.",
            "I am ancient and ageless. I remember days before the Dreamless Nether was anything but a rumour from far off lands.",
            "While other Dominions in other realms came and went, I maintained stability here in the Haunted Realm.",
            "And I would have maintained the stability here for millennia to come... if it hadn't been for the coming of the Dreamless.",
            "For it seems that even I can not stave off the inevitable.",
            "At least, as I watched realms fall into the void, as I saw my own realm disintegrate, my people fall to madness, that's what I thought...",
            "And then, one day, I made a startling discovery.",
            "I was fighting Dreamless in a far off land, trying to help others already doomed to fall into oblivion, when it happened.",
            "My army was wiped out. My allies scattered to the wind and I was left alone in the middle of hordes of Dreamless creatures.",
            "As I knelt, defeated, I awaited the killing blow.",
            "But... it never came.",
            "When I looked around, I saw the Dreamless wandering aimlessly about, their prey apparently vanished. But there I was! Still in the middle of them.",
            "I came to realise... they couldn't see me. Something about me rendered them blind to my existence.",
            "Perhaps it was my soulless nature? The theory was seductive, but I came to believe then as I do now it was because of my night-shrouded heart. It made me invisible to them.",
            "The night mimics the void, after all.",
            "Amazed, I stood and walked through miles of Dreamless creatures and they barely stirred at my passing.",
            "I returned to my realm and immediately set about researching my unexpected gift.",
            "I searched for others who had reported similar experiences, but found none. Even other vampires did not report the same as me.",
            "And so my convictions grew. I began searching for ways to spread my ability, to use it to protect my realm, but nothing could be done.",
            "It appeared my night shrouded heart was only big enough to protect me.",
            "I began to despair... that is, until I discovered I was not alone, after all.",
            "The Night Stone. My constant companion, the one who ruled my realm while I was absent, fighting in foreign lands. <i>She</i> displayed all the qualities that I did.",
            "The Night Stone? Nyx... that's who you came to rescue!",
            "You close your eyes and her face springs to mind unbidden.",
            "...",
            "The girl who has been watching you in your dreams. The sad, silent girl with the amethyst eyes.",
            "Suddenly, I had all the power I needed.",
            "Did you know, Dreamer? The World Stones don't only maintain and stabilise the realms...",
            "They are each realm's source of life!",
            "If you kill a World Stone, you kill the realm she is assigned to.",
            "They are the stuff Phantasia is made on.",
            "That's... how did you not know that until now?",
            "Because the Dreamstone lies, Dreamer.",
            "He smiles and turns away from you. Then he gestures to the contraption containing the World Stones.",
            "This machine, Dreamer, is intended to protect my realm.",
            "It takes the power of the Night Stone and amplifies it, projecting it at a great distance.",
            "With this, I will shroud the Haunted Realm in metaphysical night, cutting it off from the rest of Phantasia and shielding it from the Dreamless Nether, for all eternity.",
            "The Count gestures to the configuration of World Stones.",
            "They are the control device. All I need is a controller, and I have that in you, Dreamer, the only one who can command the forces of life in Phantasia.",
            "The elegance of the plan isn't lost on you. But...",
            "But how does he expect to power this machine? Lightning? He can't expect his mansion to be struck by enough lightning bolts to keep the machine functioning.",
            "Ah, Dreamer, we already have all the power we need. Self-replenishing, near limitless...",
            "Ah... Aurora...",
            "The machine she was trapped in. It wasn't just draining her power.",
            "No. It was storing it.",
            "Her chamber is connected to this laboratory. I have vast batteries of her essence already full and ready to go.",
            "So, Dreamer. If you please.",
            "He gestures to the platform.",
            "You have to admit, it's a plan with some merit.",
            "If his ability truly is shared by the Night Stone and if that ability truly does shield one from the Dreamless Nether, it could be the key to saving whatever is left of Phantasia that can still be saved.",
            "And yet...",
            "The Count's plan requires you to enslave the World Stones. They have no choice in the matter.",
            "And once you step onto that platform, the same might be true for you.",
            "Why do you hesitate? This is your chance to defeat the Dreamless Nether for good.",
            "No... you aren't defeating the Dreamless Nether, you're merely side stepping it.",
            "Dracula snarls.",
            "If you won't do it willingly...",
            "<i>Step onto the platform, Dreamer!</i>",
            "You take an involuntary step forward, then another... you climb unwillingly onto the platform and slide your hands into the hand holds.",
            "Now, Frankenstein!",
            "Got it!",
            "A lever is flipped and a surge of blinding white power courses up your arms and into your core!",
            "The power is immense!",
            "You can feel Aurora in it... and beyond the blinding whiteness... the smaller lights of the other World Stones.",
            "They swirl in front of your eyes, orbiting the singular dark stone that is Nyx.",
            "And, as you watch, the darkness starts to spread.",
            "It's working!",
            "Yes, Dreamer! Surrender yourself to the machine! Send the Night Stone's power outwards!",
            "It is a good plan... isn't it? You are protecting Phantasia...",
            "You close your eyes.",
            "Dreamer...",
            "This isn't the way...",
            "No!",
            "Something about this is very wrong! Dracula may not have been lying, but he hasn't told you the whole truth, either.",
            "What about Haven?",
            "What about all the other remaining realms?",
            "When the Haunted Realm is shielded from the Dreamless Nether, what will happen to the rest of Phantasia?",
            "It doesn't matter!",
            "The Haunted Realm IS Phantasia!",
            "No... that's not right...",
            "Dracula might be clever. He might even be a genius - the most powerful Dominion in Phantasia...",
            "But he is wrong! This isn't the way!",
            "Your concentration slips. The orbits of the World Stones spin out of control.",
            "Instead of a shroud of night expanding across the mansion, a rift opens up within the laboratory and from it pours the Dreamless that would consume everything..."
        ],
        [
            "드림스톤의 본체를 철장 안에 가둔 로트바르트가 드라큘라의 앞으로 나를 이끌었다. ",
            "드라큘라 백작은 익숙한 얼굴의 부하들과 함께 옥좌에 앉아 나를 기다리고 있었다. ",
            "아아... 드디어 다시 만나게 되는군.",
            "성역에 온 것을 환영하지, 꿈꾸는 자.",
            "자네를 위해 내 부하들이 애를 썼는데, 마음에 들길 바라지.",
            "옥좌 뒤로 다섯 개의 월드 스톤이 놓여있는 철장이 보였다.",
            "오로라를 가둔 것과 비슷하게 생긴 철장이었지만 다섯개에 나란히 연결된 선이 기계 장치에 바로 붙어있었다.",
            "기계 장치의 가운데에 나이트 스톤으로 보이는 것이 박혀 있었고,",
            "가장자리의 기둥에 월드 스톤들이 박혀 있었다.",
            "나이트 스톤과 하트 스톤, 라이프 스톤은 이미 빛을 거의 잃어버린 상태였다.",
            "가장 마지막에 사라진 데이 스톤만 희미한 빛을 내며 깜빡인다.",
            "월드 스톤을 사용하는게 이렇게 까다로울 줄이야, 조정하는데 프랑켄슈타인이 애를 먹었다더군.",
            "드라큘라 백작이 낡은 의자를 가져와 옥좌 맞은편에 놓았다.",
            "그럼... 이 세계의 안녕을 기원하며, 우리의 이야기에 마침표를 찍도록 할까.",
            "자네처럼 돌연 판타지아에 나타난 인물은 결코 이해할 수 없겠지만",
            "나는 인간과 메르헨 따위가 상상할 수 없을만큼 긴 시간을 이 영역의 도미니언으로 군림해왔다네.",
            "드림리스 네더가 존재하기 이전부터 이 세상의 균형을 유지하고 있었지.",
            "다른 영역의 도미니언들이 도미니언 후보들과 전쟁을 해가며 지위를 계승할 때, 나는 이 영역의 안녕을 위해 내 영혼을 바치고 있었다네.",
            "시간을 헤아리는 것이 무의미한, 그런 시대였지.",
            "내가 통치하는 영역은 다른 그 어떤 영역보다도 완벽했다네. 드림리스 네더가 나타나기 전까지는 말이지.",
            "드림리스 네더는 먹어치울 것을 가리지 않아. 나조차도 처음에는 영역을 포기하고 운명에 순응할 생각이었다네.",
            "하지만, 나는 자네와 달리 정답을 찾아냈어.",
            "그날도 나는 접경지역을 침범한 드림리스를 몰아내기 위한 전쟁터에 있었다.",
            "공허와 망각 속에 잠긴 가신과 기사, 병사들의 수를 더 이상 헤아릴 수 없는 치열한 전쟁터였다네.",
            "더 이상 가망이 없었어. 살아남은 이라고는 나 하나인 전장에 버러지처럼 쓰러져 죽음을 기다렸다만...",
            "아무 일도 일어나지 않았다네.",
            "드림리스들이 나를 인식하지 못하더군. 거기에서 방법을 찾아냈지, 이 영역에 자리한 어둠은 생물의 판단력을 흐리게 만들지.",
            "나이트 스톤의 어둠, 깊은 밤을 활용하면 이 영역은 물론... 더 나아가서는 판타지아 전체를 드림리스 네더에게서 숨길 수 있을거라는 희망을 찾아낸거야.",
            "내가 가진 밤의 심장처럼 말이지.",
            "이후로 나는 끝없는 실험을 반복했다네. 드림리스가 인식할 수 있는 범위가 어디인지, 드림리스 네더가 먹지 않는 것들에는 어떤 특징이 있는지.",
            "내 완벽한 계획이 거의 완성되었을 때...",
            "갑자기 자네가 나타났다네. 처음에는 자네의 힘이 판타지아를 구할 수 있으리라 믿었지.",
            "하지만 자네가 도미니언을 사냥하면 사냥할수록 드림리스 네더의 폭식이 빨라지는 것을 보며 깨달았어.",
            "자네와 나는 함께할 수 없는 운명이라네.",
            "세계를 파괴하려는 자와 유지하려는 자, 결코 나란히 걸을 수 없는 이들이지. ",
            "자네를 그냥 죽일 수도 있었지만, 나이트 스톤이 중심이 되는 계획인만큼 다른 월드 스톤들의 보조가 필요해 그동안은 살려둘 수밖에 없었다네.",
            "나이트 스톤, 우리가 구하려던 마지막 월드 스톤이다.",
            "꿈 속에 나타났던, 음울한 인상의 여자 아이.",
            "...",
            "드라큘라의 부름에 응답하듯 새카만 나이트 스톤이 우울하게 반짝였다.",
            "이제 모든 월드 스톤들을 손에 넣었으니...",
            "더 이상 자네를 살려둘 필요도 없겠지.",
            "꿈꾸는 자, 모르가나에게 도미니언과 영역의 힘의 연관성을 들었겠지?",
            "스톤들도 마찬가지일세. 영역을 유지하고 안정시키는 것은 물론, 각 영역에 존재하는 모든 생명체들의 근원이라고 할 수 있지.",
            "월드 스톤을 파괴하면 영역도 파괴된다. 판타지아는 그렇게 만들어졌고, 유지되고 있다네.",
            "백작이 철장의 문을 닫았다. 기계 장치 돌아가는 소리가 요란했다.",
            "월드 스톤을 파괴하지만 않으면 영역에 존재하는 생명체들은 어떻게든 생존을 유지할 수 있다네.",
            "월드 스톤에서 힘을 흡수한 기계가 붉은 빛을 내며 기동한다.",
            "다른 영역은 유령 세계만큼 완벽하게 모습을 유지할 수는 없겠지만",
            "죽는 일만큼은 방지해주니, 나야말로 판타지아의 진정한 구세주 아닌가?",
            "이 계획이 성공한다면 유령세계만큼은 판타지아에서 완벽히 숨길 수 있다네.",
            "모르가나가 내게 주었던 열쇠가 백작의 손에서 형체도 없이 바스라졌다.",
            "걱정하지 말게나, 자네가 마지막으로 해주어야 하는 일이 있으니.",
            "드라큘라 백작이 내 팔을 붙잡아 기계 장치에 연결된 버튼 앞에 세웠다.",
            "거대한 기계 버튼에 손을 올리는 순간 몸 안에서 힘이 쑥 빠져나가는 것이 느껴졌다.",
            "기계가 꺼지지 않을까하는 걱정은 할 필요 없다네. 자네 덕분에 무한한 힘을 가진 존재를 손쉽게 확보했으니까.",
            "무한한 힘을 가진 존재?",
            "설마... 오로라를 말하는 건가?",
            "월드 스톤이 가진 진정한 힘을 끌어내기 위해서는 친화력이 높은 사람이 필요하지.",
            "각 영역의 도미니언들이 그 역할을 담당해야겠지만, 자네가 모두 사냥해버렸으니...",
            "그 책임을 지는 것 역시 자네여야 하지 않겠나?",
            "...",
            "백작의 계획이 성공한다면",
            "그거야말로 판타지아를 구할 수 있는 방법이지 않을까.",
            "나이트 스톤의 힘을 빌려, 드림리스 네더로부터 영원히 도망칠 수 있다면...",
            "월드 스톤들의 의사와 상관없이 그들의 힘을 착취하는 계획이라는 것이 마음에 걸렸지만",
            "세계의 운명을 구할 방법이 그것밖에 없다면...",
            "망설일 생각은 아니겠지, 꿈꾸는 자. 드림리스 네더를 영원히 물리칠 수 있는 유일한 기회라네.",
            "내가 판타지아 세계를 구하기위해 한 일이 실은 세상을 죽이는 방법이었다면,",
            "그러면 정말 백작의 말대로 책임을 지는 게 맞지 않을까.",
            "버튼을 눌러라, 꿈꾸는 자.",
            "네 알량한 힘까지 모두 모아 세계를 구하는데 사용해주지!",
            "이 방법이 최선이라면. 그렇다면... 눈을 감고 버튼을 눌렀다.",
            "프랑켄슈타인!",
            "맡겨두라고! 간다, 제페토!",
            "드림 스톤에 연결된 기계에서 뿜어져 나온 흰 빛이 내 팔을 타고 흘러간다.",
            "월드 스톤들에 연결된 기계는 그 어마어마한 양의 에너지를 모두 흡수해버렸다.",
            "요동치는 거대한 힘 속에서 오로라의 힘이 희미하게 느껴졌다.",
            "다른 월드 스톤들의 존재도 느낄 수 있었다.",
            "얼마 지나지 않아 나이트 스톤에서 피어오른 어둠이 저택을 집어삼키기 시작했다.",
            "주인님의 계획대로에요, 나이트 스톤이 공명하고 있어요!",
            "그래, 이대로 조금만 더 하면...",
            "흘러가는 에너지 속에서 정신이 아득해진다.",
            "모든 것이 희미하게 느껴졌다. 그렇게 눈을 감으려던 순간...",
            "... 포기하지마, 꿈꾸는 자.",
            "... 어둠은 모든 것을 영원히 숨길 수 없어. 언젠가 아침이 와버리고 마는걸.",
            "자그마한 목소리가 들렸다.",
            "유령 세계를 똑바로 쳐다보는 어두운 시선이 느껴졌다.",
            "누군가 그것을 어떻게 아느냐고 묻는다면 예감이라고밖에 말할 수 없지만,",
            "드림리스 네더가 이곳을 보고 있는 것이 느껴졌다.",
            "이 방법으로는 판타지아를 구할 수 없다!",
            "뭘 하는거지?",
            "운명에 순응해라, 꿈꾸는 자. 자네의 역할은 여기까지다!",
            "빛 속에서 오로라가 내 손을 붙잡아 당기는 것이 느껴졌다.",
            "혼자서는 놓을 수 없던 버튼을, 그녀의 도움으로 뿌리칠 수 있었다.",
            "어디선가 유리 깨지는 소리가 들리기 시작했다.",
            "소용돌이 치던 힘이 중심을 잃고 희미한 균열에 몸을 들이박은 순간,",
            "그 균열의 틈에서 드림리스들이 쏟아져 나오기 시작했다. "
        ],
        [
            "ドリームストーンの本体を檻の中に閉じ込めたロートバルトが、ドラキュラの前に私を連れていった。",
            "ドラキュラ伯爵は見慣れた顔の部下たちと共に玉座に座り、私を待っていた。",
            "ああ...ついにまた会えたな。",
            "聖域へようこそ、ドリーマー。",
            "君のために私の部下たちが苦労したんだ、気に入ってくれると嬉しいね。",
            "玉座の後ろに５つのワールドストーンが置かれている檻が見えた。",
            "オーロラを閉じ込めていた檻と似ていたが、5つが並んで繋げられた線が機械につながっていた。",
            "機械の真ん中にナイトストーンと思われるものが閉じ込められており、",
            "端の柱にワールドストーンが閉じ込められていた。",
            "ナイトストーンとハートストーン、ライフストーンはすでに、ほとんど光を失った状態だった。",
            "一番最後に消えたデイストーンだけが、微かに光を放っていた。",
            "ワードストーンを使うのがこんなにめんどくさいとはな。フランケンシュタインが調整するのにかなり苦労したらしい。",
            "ドラキュラ伯爵が古びた椅子を持ってきて、玉座の向かいに置いた。",
            "では...この世界の安寧を祈願して、私たちのストーリーに終止符を打つことにしようか。",
            "君のように突然ファンタジアに現れた者には決して理解できないだろうが",
            "私は人間とメルヘンなどが想像できないほど長い時間、この領域のドミニオンとして君臨していたのだ。",
            "ドリームレスネザーが存在する前から、この世界の均衡を維持していた。",
            "他の領域のドミニオンたちがドミニオン候補たちと戦争をしながら地位を継承する時、私はこの領域の安寧のために私の魂を捧げていたのだ。",
            "時間を数えるのは無意味な時代だった。",
            "私が統治する領域は、他のどの領域よりも完璧だった。ドリームレスネザーが現れるまではな。",
            "ドリームレスネザーは食べるものを選ばない。私でさえも初めは領域を諦めて運命に従おうかとも考えた。",
            "しかし、私は君とは違い正解を見つけ出した。",
            "その日も私は、境界地域を侵攻したドリームレスを倒すために戦場にいた。",
            "空虚と忘却の中に閉ざされた家臣と騎士、兵士たちの数を数えられないほどの熾烈な戦場だった。",
            "これ以上は望みがなかった。生き残った者は私一人という戦場に、虫けらのように倒れて死を待ったが...",
            "何も起こらなかった。",
            "ドリームレスが私を認識できなかったのだ。そこに正解を見つけ出した。この領域の闇は、生き物の判断力を鈍らせる。",
            "ナイトストーンの闇、深い夜を活用すれば、この領域はもちろん...さらにファンタジア全体をドリームレスネザーから隠れることができるという希望を見つけ出したのだ。",
            "私が持つ夜の心臓のようにな。",
            "その後は果てしない実験を繰り返した。ドリームレスが認識できる範囲はどこまでなのか、ドリームレスネザーが食べないものの特徴は何かあるのか。",
            "私の完璧な計画がほとんど完成に近づいた時...",
            "いきなり君が現れた。最初は君の力がファンタジアを救うことができると信じていたよ。",
            "しかし、君がドミニオンを狩れば狩るほど、ドリームレスネザーの暴食が進むのを見て気がついた。",
            "君と私は共にすることはできない運命だということを。",
            "世界を破壊しようとする者と維持しようとする者。決して共に歩むことはできない二人だ。",
            "君をただ殺すこともできたが、ナイトストーンが中心となった計画であった以上、ワールドストーンの補助が必要だった。そのため今まで生かすしかなかったのだ。",
            "ナイトストーン、私たちが助けようとした最後のワールドストーンだ。",
            "夢の中に出てきた陰鬱な印象の女の子。",
            "...",
            "ドラキュラの呼びかけに応じたように、真っ黒のナイトストーンが憂鬱に光った。",
            "これで全てのワールドストーンを手にした...",
            "なのでこれ以上君を生かす必要はないだろう。",
            "ドリーマー、モルガナにドミニオンと領域の力の関係を聞いたか？",
            "ストーンたちも同じことだ。領域を維持し、安定させるのはもちろん、各領域に存在する全ての生命体の根源だといえる。",
            "ワールドストーンを破壊すれば領域も破壊される。ファンタジアはそうやって作られ、維持されている。",
            "伯爵が檻の扉を閉めた。機械が動く音がうるさく鳴った。",
            "ワールドストーンを破壊さえしなければ、領域に存在する生命体たちをどうにかして生存維持することができる。",
            "ワールドストーンから力を吸収した機械が赤く光り、起動した。",
            "他の領域は、幽霊の世界ほど完璧な姿を維持することはできないだろうが",
            "死ぬことは回避できるんだから、私こそがファンタジアの真の救世主ではないか？",
            "この計画が成功すれば、幽霊の世界はファンタジアで完全に隠れることができる。",
            "モルガナが私にくれた鍵が、伯爵の手によって跡形もなく粉々になった。",
            "心配するな、最後に君にしてもらわなければいけないことがあるからな。",
            "ドラキュラ伯爵が私の腕を掴み、機械につながったボタンの前に立たせた。",
            "巨大な機械のボタンに手を置いた瞬間、体の力がスッと抜けるのを感じた。",
            "機械の電源が切れはしないかと心配する必要はない。君のおかげで無限の力を持った存在を、簡単に確保することができたからな。",
            "無限の力を持った存在？",
            "まさか...オーロラのことを言ってるのか？",
            "ワールドストーンが持つ真の力を引き出すためには、より親密な人が必要なのだ。",
            "各領域のドミニオンが、その領域を担当しなければいけないが、君が全部狩ってしまったんだから...",
            "その責任を負うのは君でなければいけないよな？",
            "...",
            "伯爵の計画が成功すれば",
            "それこそがファンタジアを救う方法なのではないだろうか。",
            "ナイトストーンの力を借りて、ドリームレスネザーから永遠に隠れることができたら...",
            "ワールドストーンの意思とは関係なく、彼女らの力を搾取する計画だというのが引っかかるが...",
            "世界の運命を救う方法がこれしかないのなら...",
            "躊躇しているわけではないよな？ドリーマー。ドリームレスネザーを永遠に追い払う唯一のチャンスだ。",
            "私がファンタジア世界を救うためにやってきたことが、実は世界を殺す方法だったなら、",
            "それなら本当に伯爵の言う通り責任を負うべきなんじゃないだろうか。",
            "ボタンを押すんだ、ドリーマー。",
            "君の取るに足りない力も全て集めて、世界を救うために使ってやろう！",
            "この方法が最善ならば。それなら...目を閉じてボタンを押した。",
            "フランケンシュタイン！",
            "任せろ！行くぞ、ゼペット！",
            "ドリームストーンにつながった機械から噴き出す白い光が、私の腕を伝い流れていく。",
            "ワールドストーンに繋がれた機械は、その膨大な量のエネルギーを全て吸収してしまった。",
            "激しく揺れる巨大な力の中から、かすかにオーロラの力を感じた。",
            "他のワールドストーンの存在も感じることができた。",
            "ほどなくしてナイトストーンから湧き起こった闇が、屋敷を飲み込み始めた。",
            "ご主人様の計画通りです。ナイトストーンが共鳴しています！",
            "よし、このままもう少しいけば...",
            "流れるエネルギーの中で、気が遠のいていく。",
            "全てがかすかに感じた。そうして目を閉じようとした瞬間...",
            "...諦めないで、ドリーマー。",
            "...闇は全てを永遠に隠すことはできない。いつかは朝が来てしまうもの。",
            "小さな声が聞こえた。",
            "幽霊の世界をまっすぐ見つめる暗い視線を感じた。",
            "誰かになぜそれが分かるのかと聞かれれば、予感としか言いようがないが、",
            "ドリームレスネザーが見ているような気がした。",
            "この方法ではファンタジアは救えない！",
            "何をしている！",
            "運命に従うのだ、ドリーマー。君の役割はここまでだ！",
            "光の中からオーロラが私の手を掴み、引っ張るのを感じた。",
            "一人ではボタンから手を離すことができなかったが、彼女の力を借りて離すことができた。",
            "どこからかガラスの割れる音が聞こえ始めた。",
            "渦巻いていた力が中心を失い、かすかな亀裂に体を打ち付けた瞬間、",
            "その亀裂の隙間から、ドリームレスが溢れ出てきた。"
        ]
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_ominous.wav",
        ""
    ]
}