{
    "StoryName": "Campaign_Chapter11_Part5",
    "background": [
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png"
    ],
    "character": [
        [
            "",
            "",
            "Dracula",
            "",
            "",
            "",
            "Hina",
            "Dracula",
            "Hina",
            "Dracula",
            "Hina",
            "",
            "",
            "Lis",
            "Mal",
            "Lis",
            "Dracula",
            "Dracula",
            "",
            "Bathory",
            "Dracula",
            "Dracula",
            "",
            "",
            "Bathory",
            "",
            "",
            "",
            "",
            "",
            "Lis",
            "Mal",
            "",
            "Lis",
            "Mal",
            "",
            "Hina",
            "",
            "Hina",
            "",
            "Hina",
            "Hina",
            "Hina",
            "Hina",
            "",
            "Hina",
            "Mal",
            "Hina",
            "Lis",
            "Hina",
            "Hina",
            "",
            "Hina",
            "",
            "Hina",
            "Hina",
            "",
            "Hina",
            "Hina",
            "",
            "Hina",
            "Lis",
            "Mal",
            "Hina",
            "Hina",
            "",
            "Bathory",
            "Bathory",
            "Bathory",
            "Bathory",
            "",
            "",
            "Hina",
            "",
            "Bathory",
            "",
            "",
            "",
            "",
            "Bathory",
            "",
            ""
        ],
        [
            "",
            "",
            "드라큘라",
            "",
            "",
            "",
            "히나",
            "드라큘라",
            "히나",
            "드라큘라",
            "히나",
            "",
            "",
            "리즈",
            "말",
            "리즈",
            "드라큘라",
            "드라큘라",
            "",
            "엘리자베스 바토리",
            "드라큘라",
            "드라큘라",
            "",
            "",
            "엘리자베스 바토리",
            "",
            "",
            "",
            "",
            "",
            "리즈",
            "말",
            "",
            "리즈",
            "말",
            "",
            "히나",
            "",
            "히나",
            "",
            "히나",
            "히나",
            "히나",
            "히나",
            "",
            "히나",
            "말",
            "히나",
            "리즈",
            "히나",
            "히나",
            "",
            "히나",
            "",
            "히나",
            "히나",
            "",
            "히나",
            "히나",
            "",
            "히나",
            "리즈",
            "말",
            "히나",
            "히나",
            "",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "",
            "",
            "히나",
            "",
            "엘리자베스 바토리",
            "",
            "",
            "",
            "",
            "엘리자베스 바토리",
            "",
            ""
        ],
        [
            "",
            "",
            "ドラキュラ",
            "",
            "",
            "",
            "ヒナ",
            "ドラキュラ",
            "ヒナ",
            "ドラキュラ",
            "ヒナ",
            "",
            "",
            "リズ",
            "マル",
            "リズ",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "バートリー",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            "バートリー",
            "",
            "",
            "",
            "",
            "",
            "リズ",
            "マル",
            "",
            "リズ",
            "マル",
            "",
            "ヒナ",
            "",
            "ヒナ",
            "",
            "ヒナ",
            "ヒナ",
            "ヒナ",
            "ヒナ",
            "",
            "ヒナ",
            "マル",
            "ヒナ",
            "リズ",
            "ヒナ",
            "ヒナ",
            "",
            "ヒナ",
            "",
            "ヒナ",
            "ヒナ",
            "",
            "ヒナ",
            "ヒナ",
            "",
            "ヒナ",
            "リズ",
            "マル",
            "ヒナ",
            "ヒナ",
            "",
            "バートリー",
            "バートリー",
            "バートリー",
            "バートリー",
            "",
            "",
            "ヒナ",
            "",
            "バートリー",
            "",
            "",
            "",
            "",
            "バートリー",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You return to reality once more, Dracula's voice disappearing into the echoes of memory...",
            "Why does it feel like you keep falling asleep?",
            "Why do you keep waking up, Dreamer?",
            "What does he mean? You've been awake this entire time, right? Hasn't he been retelling the story of how you got here?",
            "Though, that in itself seems strange... Why would <i>he</i> be telling <i>you</i> how you got here?",
            "Hina makes a startled sound at your side.",
            "Where's Vita?",
            "Who is this 'Vita'? You don't know anyone called 'Vita'!",
            "I... but...",
            "I said: <i>you don't know anyone called Vita...</i>",
            "I... no...",
            "Dracula is right. There was never anyone called Vita.",
            "It has been a very strange day...",
            "Dreamer... I don't feel very well...",
            "Me too, Dreamer, I have a headache that's getting worse as Dracula's story is going on.",
            "I feel like I'm forgetting... something...",
            "Oh dear, the young ones are struggling.",
            "Well, it is getting late, after all. Perhaps we should all retire for the night to recuperate?",
            "Dracula rings a little bell and Bathory appears.",
            "Master?",
            "Please could you show our guests to their rooms.",
            "I have matters I need to attend to. Make sure you rest well to regain your strength for tomorrow.",
            "Of course.",
            "You thank your gracious host as he bows and leaves the room.",
            "If you would follow me, I will take you to chambers where you can rest.",
            "Bathory leads you through the castle to well appointed bed chambers, resplendent with four poster beds and candles burning brightly in wall sconces.",
            "She leaves you to reacquaint yourself with your room.",
            "It isn't long before there is a knock at your door.",
            "Hina, Mal and Lis all stand in the corridor beyond when you open it.",
            "You let them in and close the door carefully after them. When you turn round, Lis practically falls over herself telling you her feelings.",
            "I don't like this place, everything feels wrong!",
            "I agree with Lis.",
            "You ask them what it is they think is wrong, but neither of them can put their finger on it.",
            "I... I don't know, Dreamer.",
            "But something about this castle... and how empty it is...",
            "Hina seems to agree.",
            "Dreamer, I think something may be going on. Perhaps we should work on that hypothesis for now and try to deduce exactly <i>what</i> is wrong?",
            "What does she suggest?",
            "How about, for now, we try to pinpoint exactly what is strange about our surroundings and why.",
            "Hmmm, that sounds like a good route forward.",
            "Right!",
            "I've always loved a good mystery story!",
            "Detective Hina is on the case!",
            "Now, why do we feel like something is wrong?",
            "Mal and Lis look at each other, but neither of them seem to be able to articulate exactly what is making them feel so uneasy.",
            "Okay, how about this: In the Count's dining hall, when we were sitting at the table, we kept feeling like other people should be there, didn't we?",
            "Ah! Yes!",
            "Now why would we feel like that? What evidence was there that backed up our feelings?",
            "Oh! Oh! The place settings! There were too many!",
            "Yes! I noticed that, too!",
            "There were many more place settings than there were people.",
            "Why would that be? Were they for Dracula's attendants?",
            "I don't think it's the done thing for a master to dine with his servants...",
            "Then why the extra places?",
            "I think there are two possibilities.",
            "Either the place settings were for guests who were yet to arrive...",
            "That doesn't make much sense... it was hard enough for you to reach this place. Who else in Phantasia would be able to fight their way through hordes of Dreamless to get here?",
            "I agree, in which case, only one option remains:",
            "The place settings were for people who were already here and we either haven't seen them... or we don't remember them.",
            "You don't <i>remember</i> them? How is that possible?",
            "Lis, you said that you felt like you were forgetting something, didn't you?",
            "Ah! Yes!",
            "Me too! It feels like somehow there should be more than just us four...",
            "I agree.",
            "So we have to ask ourselves: why can't we remember the other people who should be at that table?",
            "That is a disturbing question... but before you can consider it further, a cough interrupts you.",
            "Ahem!",
            "Dreamer, Dracula is requesting your aid.",
            "A much larger incursion of Dreamless than we are able to deal with alone has begun.",
            "The mansion is in danger of being overrun.",
            "You can't shake the feeling that you've seen Bathory somewhere before... at some point before coming to this realm... but you see no reason to refuse her request to help defeat the Dreamless.",
            "The Dreamless are the enemies of everything, after all.",
            "Ah, if there are Dreamless in the castle, I think I should stay here and keep Lis and Mal safe.",
            "That's probably a good idea.",
            "Very good... then if you'll follow me.",
            "She leads you swiftly through the sprawling manor until, in the distance...",
            "Are those <i>zombies</i> fighting the Dreamless?",
            "And Nightmares, too?",
            "What's going on?",
            "Hurry, Dreamer, destroy the Dreamless, before we're overwhelmed!",
            "It seems like you are caught up in very strange times indeed.",
            "You summon your heroes and wade into the fray."
        ],
        [
            "... 주변이 지나치게 조용하다는 생각에 문득 고개를 들었다.",
            "이상한 기분이다. 자꾸 잠으로 빠져드는 듯한...",
            "난처하군, 왜 계속 깨어나는 거지?",
            "테이블 곁에 서 있던 드라큘라 백작이 천천히 다가온다.",
            "방금 전까지 이야기를 하고 있었던 것 같은데, 언제 일어난 거지?",
            "분명 우리에게, 묘지에서의 이야기를... 우리가 묘지에 방문한 적이 있던가?",
            "... 비타?",
            "쯧, 월드 스톤 특유의 유대인가.",
            "그게, 무슨... 잠깐, 분명 오로라가...",
            "다시 한번 말하지, 너희들은 비타를 모른다.",
            "읏...!",
            "히나가 고통스레 인상을 찌푸리며 테이블 위로 쓰러졌다.",
            "드라큘라 백작의 곧은 손가락이 테이블 위를 가볍게 두드린다.",
            "꿈, 꾸는 자. 나 자꾸 졸려...",
            "체한건가? 나도 자꾸 머리가 아파.",
            "응, 나도... 자고 싶어. 조금만 잘래...",
            "이런, 아이들에게는 확실히 고된 여정이었겠지.",
            "늦은 시간이니 무리도 아니지. 그만 방으로 돌아가는 것이 좋겠군, 꿈꾸는 자.",
            "백작이 테이블 위에 놓여있던 작은 종을 울리자 바토리가 미소 지으며 걸어왔다.",
            "부르셨나요, 주인님?",
            "그래. 우리 손님들을 객실로 안내하도록.",
            "나는 프랑켄슈타인에게 용무가 남았으니... 곧장 방으로 돌아가길 바라지.",
            "백작에게 인사한 바토리가 닫혀 있던 출입문을 열었다.",
            "어두운 복도가 길게 이어져 있었다.",
            "아핫, 재미있군요. 제가 기꺼이 안내해드릴 테니 어서 따라오세요.",
            "어디까지 이어져 있는지 알 수 없는 계단을 밟아 올라가며 바토리가 흥얼거렸다.",
            "어두운 복도를 밝히는 빛은 고작해야 촛불 몇 개가 전부였다.",
            "벽면에 드리운 그림자가 괴물처럼 일렁였다.",
            "일행들은 모두 다른 방을 배정받았지만...",
            "약속이라도 한 듯 머지않아 모두가 한 방으로 모였다. ",
            "여긴... 뭔가 이상해, 꿈꾸는 자. 그렇게 생각하지 않아?",
            "난 오늘 리즈 이름을 네 번이나 잊어버렸다고. 그게 말이 돼?",
            "뭐라고 확실히 설명할 수는 없지만, 확실히 이상한 장소라고 생각한다.",
            "리즈는 매일 리즈, 라고 이름을 말하는데. 그건 너무 이상하잖아.",
            "그리고 우리 좀... 수가 적어진 것 같지 않아?",
            "줄곧 아이들의 얼굴을 바라보고 있던 히나가 일어나 문을 잠갔다.",
            "꿈꾸는 자, 지금부터 제가 하는 이야기를 잘 들어주세요.",
            "문을 붙잡은 히나의 손이 마법을 사용한 듯 희미하게 반짝였다.",
            "기억에 빈 구멍이 있을 거예요. 잘 생각해보세요.",
            "아이들이 불안한 얼굴로 히나를 힐끔거렸다.",
            "우선 첫 번째, 꿈꾸는 자. 당신의 첫 동료는 누구였죠?",
            "두 번째, 어떻게 이 아이들과 만나게 되었죠?",
            "세 번째, 판타지아는 월드 스톤들의 힘으로 유지되고 있어요. 당신도 그동안 월드 스톤들을 만났을 거예요.",
            "하지만 여기 있는 월드 스톤은 지금 저 하나뿐이죠. 나머지는 어디로 간 걸까요?",
            "히나의 질문에 대답하고 싶었지만, 목이 막힌 듯 목소리가 나오지 않았다.",
            "백작이 마련한 테이블에는 빈자리가 많았어요. 보통 식사를 할 때는 나란히 붙어 앉는데, 중간중간 띄워 앉은 자리가 있었죠?",
            "맞아! 내 옆자리는 두 칸이나 비어 있었어.",
            "분명 아이들의 양옆으로 보호할 수 있는 인원이 나누어 앉기로 했었죠?",
            "응, 그리고 리즈 옆의 자리는... 누가 먹다 남은 음식이 있었어!",
            "그렇다면 유력한 가설은 하나에요.",
            "누군가 그 자리에 앉아 있었고, 알 수 없는 이유로 사라졌다.",
            "위화감이 엄습한다.",
            "물론, 빈자리에 앉을 사람이 아직 오지 않았다는 가설도 세울 수 있겠죠.",
            "히나가 빛무리를 사용해 우리가 앉아있던 테이블의 모습을 만들어냈다.",
            "여기랑 여기, 이 두 자리가 특히 이상해요.",
            "꿈꾸는 자, 당신의 바로 옆자리였는데, 떠오르는 게 있나요?",
            "슬프지만 아무것도 기억나지 않는다. 머리만 아플 뿐이다.",
            "리더격인 당신보다 드라큘라 백작에게 가까이 앉을 수 있는 사람.",
            "여기 남아있는 사람들 중에 그만한 권한을 가진 사람은 아무도 없지만, 음식이 준비되어 있었어요.",
            "손도 대지 않은 음식이었지만, 분명 테이블 위에 식기와 함께 음식이 놓여 있었다.",
            "이 자리에 누군가 앉을 수 있다면, 그 존재는 하나밖에 없어요. 제 예상대로라면...",
            "히나는 데이 스톤이라고 했지?",
            "데이 스톤보다 대단한 존재가 또 있는 거야?",
            "네, 이 판타지아에서 월드 스톤들의 힘을 하나로 모을 수 있는 존재...",
            "월드 스톤들은 힘의 크기가 비슷하기 때문에 그 힘을 통제할 수 있는 매개체를 거치지 않으면 한곳에 모일 수 없거든요. 그러니 제 예상이 맞다면... ... 잠깐, 쉿.",
            "히나가 서둘러 마법을 해제하자, 누군가 기다렸다는 듯 문을 두드렸다.",
            "아핫, 여기 모여 계셨군요?",
            "뭐, 밤이 무섭다는 하찮은 이유겠지만요.",
            "꿈꾸는 자, 주인님께서 당신을 찾고 있어요.",
            "드림리스가 성벽을 공격하고 있는데, 당신도 힘을 보태주셔야겠어요.",
            "거만한 태도로 이야기한 바토리가 기다리지 않고 문을 열었다.",
            "어디에선가 이 여자를 본 것 같은 기분이 든다. 지금은... 드림리스가 우선이겠지.",
            "드림리스가 어떻게 백작의 묘지를 지나온 거죠?",
            "히나의 질문에 바토리는 이상하다는 얼굴로 인상을 찌푸렸다.",
            "쓸데없는 것을 물으시네요. 우선 따라오기나 하시죠?",
            "우리는 바토리를 따라 걸음을 옮겼다.",
            "정원에 가득 들어찬 좀비들이 드림리스를 막고 있는 것이 보였다.",
            "희미하긴 하지만 악몽의 흔적도 남아 있었다.",
            "악몽과 좀비가 힘을 합쳐 드림리스를 막는다고? 지금까지 우리를 공격했던 것들이?",
            "흠~ 죽고 싶은 게 아니라면 서두르세요, 꿈꾸는 자. 전 돕지 않을 거거든요.",
            "바토리는 그 말을 마치자마자 난간 위로 올라가버렸다.",
            "... 당장은 이 일을 해결하는 게 우선일 것 같다."
        ],
        [
            "...辺りがあまりにも静かだと思い、ふと頭を上げた。",
            "変な気分だ。しきりに眠りに落ちそうな感じだ...",
            "厄介だな。なぜ眠りにつかないんだ？",
            "テーブルの横に立っていたドラキュラ伯爵がゆっくりと近づいてくる。",
            "今さっきまで話をしていたような気がするけど、いつ起きたんだっけ？",
            "確か私たちに墓場での話を...墓場に行ったことがあったっけ？",
            "...ヴィータ？",
            "ちっ、ワールドストーン特有の絆か。",
            "それは一体...ちょっと待って、確かオーロラが...",
            "もう一度言う、君たちはヴィータを知らない。",
            "うっ...！",
            "ヒナが苦しそうに顔をしかめてテーブルの上に倒れた。",
            "ドラキュラのまっすぐな指が軽くテーブルを叩く。",
            "ドリーマー。私、なんだか眠たい...",
            "胃もたれかな？俺もなんだか頭が痛い。",
            "うん、私も...眠たい。ちょっとだけ寝るね...",
            "おやおや、確かに子供たちには厳しい旅だっただろう。",
            "ドリーマー、時間も遅いことだし無理はない。もう部屋に戻ったほうがいいだろう。",
            "伯爵がテーブルの上に置いてあった小さなベルを鳴らすと、バートリーが笑みを浮かべながら歩いてきた。",
            "お呼びですか？ご主人様。",
            "お客様を客室に案内してくれ。",
            "私はフランケンシュタインに用があるから...すぐに部屋に戻るように。",
            "伯爵に挨拶をしたバートリーは、閉まっていた扉を開けた。",
            "暗い廊下が長く続いいた。",
            "あはっ、面白いですね。私が喜んでご案内いたします、どうぞついて来てください。",
            "どこまで続いているのか分からない階段を上りながら、バートリーがぶつぶつ呟いていた。",
            "暗い廊下を照らす光は数少ないロウソクだけだった。",
            "壁面に映る影は怪物のようにゆらめいていた。",
            "仲間たちは皆、別の部屋に案内されたが...",
            "ほどなくして約束でもしたかのように、皆が一つの部屋に集まった。",
            "ここ...なんかおかしいよ、ドリーマー。そう思わない？",
            "俺は今日リズの名前を4回も忘れちゃったんだ。そんなことってある？",
            "確かな説明はできないが、確実にこの場所は何かおかしい。",
            "リズはいつも自分のことを「リズ」って言うのに。それはちょっとおかしいよね。",
            "それに俺たち...なんか人数が少なくなった気がしない？",
            "ずっと子供たちの顔を見ていたヒナが起きて扉を閉めた。",
            "ドリーマー君、今から私の言うお話をよく聞いてください。",
            "扉を押さえるヒナの手が、魔法を使っているかのようにかすかにきらめいていた。",
            "記憶に空いた穴があるはずです。よく考えてみてください。",
            "子供たちが不安そうな顔でヒナをチラッと見た。",
            "まず一つ目、ドリーマー君。あなたの最初の仲間は誰でしたか？",
            "二つ目、どのようにして子供たちと出会いましたか？",
            "三つ目、ファンタジアはワールドストーンの力で維持されています。あなたも今までにワールドストーンに会っているはずです。",
            "ですが、今ここにいるワールドストーンは私一人です。残りのワールドストーンはどこに行ったでしょうか？",
            "ヒナの質問に答えたかったが、喉が詰まったように声が出なかった。",
            "伯爵が用意したテーブルには空席が多かった。普通の食事なら並んで座るのに、間を開けて座った席がありましたよね？",
            "そう！俺の横は２つも空いてた。",
            "子供たちの両隣に保護できる人が座ることにしましたよね？",
            "うん、それでリズの隣には...誰かの食べ残しがあった！",
            "それならば有力な仮説は一つです。",
            "誰かがその席に座っていて、何かしらの理由で消えた。",
            "違和感が襲ってくる。",
            "もちろん、空席に座るはずの人がまだ来ていなかったということも考えられるでしょう。",
            "ヒナが光を利用して私たちが座っていたテーブルを映し出した。",
            "こことここ、この二つの席が特に変です。",
            "ドリーマー君、あなたのすぐ隣でしたが、思い出せることはないですか？",
            "悲しいことに何も思い出せない。ただ頭が痛むだけだ。",
            "リーダー格のあなたよりもドラキュラ伯爵の近くに座る人...。",
            "ここに残っている人の中でそれほどの権利を持つ人はいませんが、食事は準備されていました。",
            "手もつけられてなかったが、確かにテーブルの上に食器と共に食事が置かれていた。",
            "この席に誰かが座っていたならば、それは一人しかいません。私の予想通りであれば...",
            "ヒナはデイストーンだったよね？",
            "デイストーンよりもすごい人がまだいるの？",
            "はい、このファンタジアでワールドストーンの力を一つに集めることができる者...",
            "ワールドストーンは力の大きさが似ているため、その力を統制する媒体を通さないと一つの場所に集まることはできないんです。なので私の予想が合っていれば......待って、しーっ。",
            "ヒナが急いで魔法を解除すると、誰かが待っていたというように扉を叩いた。",
            "あはっ、ここにお集まりだったのですね？",
            "まあ、夜は怖いなんてつまらない理由でしょうけど。",
            "ドリーマー、ご主人様があなたをお探しです。",
            "ドリームレスが城壁を攻撃しています。あなたの力で補強してもらう必要があります。",
            "傲慢な態度で話したバートリーが、待たずに扉を開いた。",
            "どこかでこの女性を見たような気がする。今は...まずはドリームレスをどうにかしないと。",
            "どうやってドリームレスが伯爵の墓場を通って来たのですか？",
            "ヒナの質問にバートリーはおかしいといったように顔をしかめた。",
            "しょうもないことを聞くんですね。まずはついて来たらどうです？",
            "私たちはバートリーに続いて歩みを進めた。",
            "庭園いっぱいのゾンビがドリームレスを足止めしているのが見えた。",
            "微かではあるが、悪夢の痕跡も残っていた。",
            "悪夢とゾンビが力を合わせてドリームレスを食い止めている？今まで私たちを攻撃していた奴らが？",
            "死にたくなかったら急いでください、ドリーマー。私は助けませんからね。",
            "バートリーは言葉を終えると手すりの上に行ってしまった。",
            "...今はまずこれを解決したほうが良さそうだ。"
        ]
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        ""
    ]
}