{
    "StoryName": "Campaign_Chapter2_Part2",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Mal",
            "",
            "",
            "Mal",
            "Celeste",
            "Mal",
            "Mal",
            "Celeste",
            "Mal",
            "Mal",
            "Celeste",
            "Mal",
            "Celeste",
            "Mal",
            "Celeste",
            "",
            "Celeste",
            "Celeste",
            "Celeste",
            "Celeste",
            "",
            "Celeste",
            "Celeste",
            "Celeste",
            "",
            "Celeste",
            "",
            "",
            "Celeste",
            "Celeste",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "말",
            "",
            "",
            "말",
            "셀레스티",
            "말",
            "말",
            "셀레스티",
            "말",
            "말",
            "셀레스티",
            "말",
            "셀레스티",
            "말",
            "셀레스티",
            "",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "",
            "셀레스티",
            "",
            "",
            "셀레스티",
            "셀레스티",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "マル",
            "",
            "",
            "マル",
            "セレステ",
            "マル",
            "マル",
            "セレステ",
            "マル",
            "マル",
            "セレステ",
            "マル",
            "セレステ",
            "マル",
            "セレステ",
            "",
            "セレステ",
            "セレステ",
            "セレステ",
            "セレステ",
            "",
            "セレステ",
            "セレステ",
            "セレステ",
            "",
            "セレステ",
            "",
            "",
            "セレステ",
            "セレステ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You, Lis and Mal set off the very next morning.",
            "You travel with no other aid, except for memories of ancient heroes and a powerful stone that refuses to awaken.",
            "And also Celeste.",
            "You find her waiting for you on the edge of Haven, along with her ornate caravan. She doesn't say a word, but she smiles at you and follows you when you set off from the town.",
            "You have no idea how, but the caravan seems to be able to move even without anything pulling it.",
            "At first, the journey is easy as you pass out of Haven, its peoples waving you off like a hero going to war.",
            "You suppose that is how you must appear to them, even though inside you are plagued by doubts.",
            "After Haven, you move into the forests that envelop the last bastion of freedom in Phantasia and the going gets harder.",
            "The spirits of your travelling companions never seem to flag. However, they are much more used to hiking through these woods than you are.",
            "Mal is particularly chatty.",
            "It's a pity Aurora won't wake up, though. If she really can teleport people, getting to each of the Dominions would be a cinch!",
            "The Dominions...",
            "You wonder what they really are.",
            "The Dominions? They're all legendary monsters!",
            "Pff...",
            "... ",
            "They're the tyrants that have oppressed the people of Phantasia since the world was created.",
            "Ha!",
            "Kch!",
            "These are the stories the old leader told me! Do you think you know any better?",
            "I'm sorry, but your old leader didn't know what he was talking about.",
            "Why, you...!",
            "For a start, the Dominions haven't ruled since the dawn of the world. The realms didn't even exist at the dawn of the world...",
            "Oh yeah? And how would you know?",
            "I know because I'm much older than you and I've experienced a lot and studied a lot more.",
            "Kyo said they drew their power from something called a World Stone.",
            "Interesting. Not many people these days know about the history of Phantasia. Though he is right.",
            "There is one stone per realm: The Heartstone, the Mindstone, the Lifestone...",
            "...the Day Stone and the Night Stone.",
            "Unfortunately, the Dominions control their power, so they can be of no use to us. Not without first defeating the Dominions themselves.",
            "Kyo said they were once wise rulers.",
            "Well, you can trust his stories about as much as you can trust Mal's.",
            "But whatever you want to believe, Dreamer...",
            "You could, of course, ask your heroes. Maybe some of them remember that far back?",
            "Of course! Your heroes!",
            "Although, I think they could be better employed, right now.",
            "She nods away from you, into the trees. You look around and see what she means.",
            "Many hostile creatures are stalking through the woods towards you.",
            "I expect you to defend my caravan with your life, Dreamer.",
            "And I'll be very disappointed if you die...",
            "What is with this woman?",
            "Grasping the Dreamstone, you ready yourself and then summon your heroes."
        ],
        [
            "다음날 아침.<br>우리 일행은 도미니언 퀸 오브 하트를 저지하기 위하여<br>원더랜드로 여정을 떠날 채비를 했다.",
            "드림스톤은 여전히 깊게 잠들어 있었다. 오로라는 아직 잠에서 깨어날 수 없는 모양이었다.",
            "... 그리고 한 명 더.<br>상인인 셀레스티도 우리 일행에 합류했다.",
            "약속을 한 것은 아니지만<br>도시를 출발할 때 아무 말 없이 웃으며 우리를 뒤따라오기 시작했다.",
            "그녀는 자신의 마차를 가지고 있었고, 마차를 끄는 동물이 없어도 움직일 수 있는 신비한 힘을 가지고 있었다.",
            "도시의 성문을 지날 무렵<br>모든 사람들이 거리로 나와 우리를 향해 환호하며 손을 흔들어 주었다.",
            "그들에게 손을 흔들면서도 머릿속은<br>여전히 의문으로 가득 차 있었다.",
            "얼마의 시간 뒤, 숲에 들어서자 길이 점점 좁아지기 시작했다.",
            "...",
            "정적을 깨고 말이 입을 열었다.",
            "그나저나 오로라가 깨어나지 않아서 아쉽다.<br>사람을 텔레포트 시킬 수 있다며?<br>원더랜드까지 한 번에 갈 수 있을 텐데!",
            "오로라에게 다른 사람을 텔레포트 시킬 힘이 남아있다면,<br>그보다 질문을 하고 싶었다.",
            "그녀는 깨어날 기미가 보이지 않으니, 아쉬운 대로 말에게 도미니언에 대해 물어보았다.",
            "도미니언? 걔네들은 전설의 괴물이야!",
            "... 풋!",
            "... 뭐야?",
            "그러니까 세상이 만들어진 이래로 쭈욱 자기 국민들을 억압하고...<br>괴롭혀 온 폭군들이지!",
            "푸핫!",
            "... 왜 웃는거야!?",
            "전임 리더가 그렇게 말 해줬어!<br>넌 나보다 얼마나 많이 아는데!? 왜 자꾸 비웃는 거야!",
            "미안하지만, 꼬마야.<br>그 전임 리더는 자기가 무슨 말을 하고 다닌 지도 몰랐을 걸?",
            "그게 무슨 소리야?",
            "도미니언은 세상이 창조된 뒤 바로 통치를 시작하진 않았어.<br>애초에 영역도 말이지, 창조될 때는 존재하지 않았고.",
            "아, 그러셔?<br>넌 그걸 어떻게 아는데?",
            "어머나? 그야 나는 너보다 나이도, 경험도 많으니까.<br>역사에 대한 공부를 많이 한 건 말하지 않아도 충분히 알 거라고 믿어.",
            "셀레스티는 손가락을 흔들며 쯧쯧거리고 있었고, 말을 씩씩거리며 분을 삭이고 있었다.",
            "참 흥미롭지.<br>요즘에는 판타지아의 역사에 대해 아는 사람이 많지 않은데.<br>그러나 그가 틀린 말을 한 건 아니야.",
            "모든 영역에는 각각의 월드스톤이 있어.<br>하트 스톤, 마인드 스톤, 라이프 스톤...",
            "그리고 데이 스톤과 나이트 스톤.",
            "그들도 드림스톤처럼 실체화할 수 있지만<br>지금의 도미니언들이 그들의 힘을 조종하고 있어서 말야.<br>도미니언을 물리치기 전까지는 당장 큰 힘을 발휘할 수는 없을거야.",
            "그녀는 어깨를 으쓱하며 별 이야기 아니라는 듯 제스처를 취했다.",
            "뭐, 그 사람의 이야기를 믿느냐, 믿지 않느냐는<br>순전히 너희 의사에 달렸지.",
            "아니면 네 메르헨들에게 직접 물어볼 수도 있고.",
            "아마 그들 중 몇 명은 먼 옛날의 판타지아를 기억하고 있을 거야.",
            "메르헨에게 대화를 해본다는 발상은 그녀를 통해 처음 알게 되었다.",
            "음, 물론이지.<br>그런데 어쨌든... 지금 당장은 메르헨을 불러봐야 되겠는걸?",
            "셀레스티가 마차를 멈추고 숲속을 바라본다.",
            "나무들 사이로 얼핏 보이는 눈.<br>적의로 가득 찬 드림리스들이 당장이라도 달려들 듯 으르렁거린다.",
            "네 목숨을 걸고 내 마차를 지켜주길 바래, 꿈꾸는 자.",
            "물론 그러다가 네가 죽어버린다면 엄청 실망할거야.",
            "셀레스티는 드림리스가 나타난 와중에도 팔짱을 끼고 여유롭게 마차에 기대었다.",
            "깊은 심호흡과 함께 메르헨을 소환한다."
        ],
        [
            "次の日の朝。<br>私たち一行はドミニオンのハートの女王を阻止するために<br>ワンダーランドへ向かう準備をした。",
            "ドリームストーンは相変わらず深い眠りについていた。オーロラはまだ眠りから目覚めることができないようだ。",
            "...そしてもう一人。<br>商人のセレステが私たち一行に合流した。",
            "約束をしていたわけではないのに<br>都市を出発する時、無言で笑いながら私たちのあとをついて来た。",
            "彼女は馬車を持っていて、引く動物がいなくても動かすことができる不思議な力を持っていた。",
            "都市の城門を過ぎようとした時、<br>市民の皆が道へ出てきて私たちに向かって歓呼し、手を振ってくれた。",
            "彼らに手を振りかえしながらも、頭の中では<br>今も疑問でいっぱいだった。",
            "少し時間が経って、森に入ると道がだんだん狭くなり始めた。",
            "...",
            "静寂を破りマルが口を開いた。",
            "ところでオーロラが起きないのが残念だね。<br>人を他の所に移動させることができるんでしょ？<br>ワンダーランドまですぐ行けたのにね！",
            "オーロラに他の人をテレポートさせる力が残っているならと思いながら、<br>それより聞いてみたかったことについて質問する。",
            "とりあえずマルにドミニオンについて聞いた。",
            "ドミニオン？奴らは伝説の怪物だよ！",
            "...プッ！",
            "...なんだよ？",
            "だから世界が創られて以来ずっと自国民を抑圧して...<br>苦しめてきた暴君ってわけだ！",
            "プハッ！",
            "...なんで笑うんだ！？",
            "前のリーダーがそう教えてくれたんだ！<br>お前は俺より何をそんなに知ってるんだ！？なんでそんなに嘲笑うんだよ！",
            "ごめんだけどね、おちびちゃん。<br>その前のリーダーは自分が何を言って回ってたのかも知らないと思うよ？",
            "どういうこと？",
            "ドミニオンは世界が創造された後すぐに統治を始めたわけではない。<br>そもそも領域も、太始には存在していなかったし。",
            "なんだよ、そっちこそちゃんと知ってるわけ――",
            "知ってるよ、ちゃんと。こっちはね、君よりも年齢も、経験も多いから。<br>歴史についての勉強をたくさんしているってのは言わなくても分かってくれるよね。",
            "指を振り舌打ちをするセレステを見て、マルの顔は怒りで真っ赤になっていた。",
            "実に面白いよね。<br>最近はファンタジアの領域について知ってる人は多くないのに。<br>でも彼が間違ったことを言ってるわけではないわ。",
            "全ての領域にはそれぞれのワールドストーンがある。<br>ハートストーン、マインドストーン、ライフストーン...",
            "そしてデイストーンとナイトストーン。",
            "彼らもドリームストーンにように実体化することができるけど、<br>今はドミニオンたちが彼らの力を操っているわ。<br>ドミニオンを倒すまではすぐに大きな力を使うことはできないはずよ。",
            "彼女は肩をすくめて大した話ではないというようにジェスチャーをした。",
            "まあ、その人の話を信じるか、信じないかは<br>君たちの問題ね。",
            "それか、君のメルヘンたちに聞くこともできるし。",
            "多分メルヘンたちのうち何人かは遠い昔のファンタジアのことを覚えているはずよ。",
            "そう言われるまで、メルヘンと会話をするという発想は思いもしなかった。",
            "ところでとにかく...今すぐメルヘンを呼ばないといけないね。",
            "セレステが馬車を止め、森を眺めた。",
            "木々の隙間からちらりと見える目。<br>敵意でいっぱいのドリームレスたちが、今すぐにでも飛びかかってきそうにうなっている。",
            "命をかけて私の馬車を守ってね、ドリーマー。",
            "もちろんこの程度で君が死んだりしたらすごく失望しちゃうわ。",
            "セレステはドリームレスの襲来にも関わらず腕を組み、余裕そうに馬車にもたれかかっていた。",
            "深い深呼吸と共にメルヘンを召喚した。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}