{
    "StoryName": "Campaign_SideStory_Beast_5",
    "background": [
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png",
        "haunteddiningtable.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Bathory",
            "",
            "",
            "",
            "",
            "Beast",
            "Bathory",
            "",
            "",
            "",
            "Dracula",
            "Dracula",
            "",
            "Beast",
            "",
            "",
            "Dracula",
            "Dracula",
            "Dracula",
            "Bathory",
            "",
            "",
            "Beast",
            "",
            "Dracula",
            "",
            "Dracula",
            "",
            "Dracula",
            "Dracula",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "엘리자베스 바토리",
            "",
            "",
            "",
            "",
            "야수",
            "엘리자베스 바토리",
            "",
            "",
            "",
            "드라큘라",
            "드라큘라",
            "",
            "야수",
            "",
            "",
            "드라큘라",
            "드라큘라",
            "드라큘라",
            "엘리자베스 바토리",
            "",
            "",
            "야수",
            "",
            "드라큘라",
            "",
            "드라큘라",
            "",
            "드라큘라",
            "드라큘라",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "バートリー",
            "",
            "",
            "",
            "",
            "野獣",
            "バートリー",
            "",
            "",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "野獣",
            "",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "ドラキュラ",
            "バートリー",
            "",
            "",
            "野獣",
            "",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The beast fights like a... well, like a beast.",
            "Even after all the other monsters and zombies and Dreamless are defeated, the beast continues to fight.",
            "You don't see how you can force it to give up, without taking its life...",
            "Drive it up against the wall, Dreamer! I have a gift for it from Frankenstein!",
            "She holds up a glass globe that appears to be filled with some kind of liquid... or is it a gas?",
            "As you force the beast to fall back against the mansion's walls, Bathory hurls the globe against the stones by its head.",
            "Immediately a noxious looking gas spills forth, surrounding the beast.",
            "Weakened, it drops to its knees, massive clawed hands pawing at its throat.",
            "...",
            "We have it!",
            "Your heroes press forwards and restrain the mighty creature.",
            "At last, the beast is subdued...",
            "... and in short order it is brought before Dracula.",
            "Ah, at last, the monster that has been plaguing my walls, destroying my defences and helping Dreamless to get into my mansion is finally defeated.",
            "How the once mighty are fallen...",
            "The Beast is obviously weakened by the gas, but it stares up at Dracula with what appears to be defiance in its eyes.",
            "Where gaowww raarrrr? Graaawooo arrrooww grrr rrraaagh with Belle!",
            "Are words slipping through the beast's roars?",
            "The Count smiles mockingly at the creature.",
            "You will never know, Beast.",
            "Take this creature away, Bathory. Lock it in the strongest cell we have.",
            "It can rot down there until we have dealt with the Dreamless and I have more time to properly study it.",
            "Yes, my master!",
            "Bathory and Dracula's minions drag the beast away, presumably towards the dungeons.",
            "As it is dragged from the dining hall, the beast lets out a plaintive roar.",
            "Drraaaaacullaaaa!",
            "Again, it sounds as if the beast can speak.",
            "Nonsense, Dreamer. I already told you it no longer possesses the mental capacity for language.",
            "Of... of course... it must have just been your mind playing tricks on you.",
            "Quite right.",
            "Dracula regards you with a slightly unnerving smile.",
            "Well done, Dreamer, you performed even better than I hoped. I can tell that our working relationship will be a successful one.",
            "And it will last a long time into the future...",
            "Dracula smiles at you for a moment longer, then turns and sweeps from the room, leaving you with an uneasy feeling in your stomach.",
            "That seems to be the end of this little chapter. The Count certainly seems to be done with you for the time being.",
            "But you get the feeling you haven't heard the full story regarding the beast, just yet..."
        ],
        [
            "야수는 정말 이성을 잃어버린 짐승처럼 싸웠다.",
            "좀비나 드림리스, 괴물들이 모두 쓰러진 이후에도 포기하지 않고 악착같이 덤벼들었다.",
            "이상한 점은... 히나나 메르헨이 아닌 바토리만 집요하게 노리는 태도였다.",
            "역겨운 짐승 주제에 감히...!",
            "바토리가 품 안에서 불길한 색으로 빛나는 유리병을 꺼내 들었다.",
            "저게 뭐지? 확인할 틈도 없이 그것을 야수를 향해 집어 던졌다.",
            "여기저기로 튀는 유리 파편을 막아준 히나가 가만히 고개를 가로저었다.",
            "모른 척하라는 뜻인가? 유리병에서 흘러나온 연기를 마신 야수가 비틀거리더니 바닥으로 쓰러졌다.",
            "...",
            "... 흥, 진작 이렇게 할 걸 그랬어요. 멍청하긴.",
            "바토리는 히나에게 무언가를 따지고 싶어 하는 것처럼 보였지만",
            "그림자 속에서 걸어 나온 백작이 그녀를 만류했다.",
            "히나를 뚫어져라 바라보던 백작이 다시 부드러운 미소를 지으며 말을 걸어온다.",
            "나를 위해 수고해주어 고맙군, 꿈꾸는 자.",
            "자네가 아니었으면 무척 난처할 뻔했어. ",
            "어렵게 몸을 일으킨 야수가 드라큘라를 매섭게 노려본다.",
            "드, 라큘... 라! 벨, 은... 어디냐, 어디에 있느냐...!",
            "야수가 분명한 목소리로 말했다. 말하고 있었다.",
            "야수를 향해 가까이 다가간 백작이 비웃음 섞인 목소리로 답했다.",
            "글쎄, 가여운 짐승이여.",
            "그녀가 어디에 있는지 알고 싶다면 내 말에 얌전히 따르는 것이 좋아.",
            "바토리, 이 자를 감옥으로 끌고 가라.",
            "알겠습니다, 주인님. 프랑켄슈타인을 불러두겠습니다.",
            "바토리가 거대한 야수를 이끌고 어둠 속으로 사라졌다.",
            "어둠 속으로 사라지던 그가 처절한 목소리로 포효했다.",
            "드, 라 큘... 라!",
            "분노에 잠식된 목소리. 드라큘라가 가벼운 박수를 치며 분위기를 환기했다.",
            "인생은 놀라운 순간들의 연속이지, 그렇게 생각하지 않나? 꿈꾸는 자.",
            "그의 오묘한 눈동자가 히나를 바라보고 있었다.",
            "야수가 말을 할 수 있다는 사실을 알게 되었으니, 한동안은 바쁘게 지내야겠지.",
            "다정한 얼굴이었지만, 어딘가 섬뜩한 기색이 느껴지는 미소.",
            "부탁한 일을 잘 마쳐주어 고맙네, 꿈꾸는 자. 이만 방으로 돌아가서 쉬는 것이 어떻겠나?",
            "자네의 노고에도 감사하지, 데이 스톤. 이후로도 신뢰할 수 있는 동료로 지낼 수 있었으면 한다네.",
            "백작은 잠시 우리의 모습을 바라보다가 망토를 펼쳐 어둠 속으로 사라졌다.",
            "그때까지 입을 다물고 있던 히나가 아이들을 챙기며 성의 어둠을 물끄러미 바라본다.",
            "무언가 알아낸 것이 있는 걸까? 한동안 그 자리에 서 있었지만, 백작도 바토리도, 야수도 돌아오지 않았다."
        ],
        [
            "野獣は本当に理性を失った獣のように戦った。",
            "ゾンビやドリームレス、怪物たちが倒された後も、諦めずに必死に飛びついた。",
            "おかしな点は...ヒナやメルヘンではなく、バートリーのみを執拗に狙っていたことだ。",
            "獣のくせに、よくも...！",
            "バートリーは懐から不吉な色のガラス瓶を取りだした。",
            "あれは何だろう？確認する隙もなく、それを野獣に投げつけた。",
            "ヒナはあちこちに飛び散るガラスの破片を防いでくれた。そしてゆっくり首を横に振った。",
            "放っておけということか？ガラス瓶から流れ出た煙を吸った野獣は、ふらついて地面に倒れた。",
            "...",
            "...フンッ、最初からこうすれば良かったですね。バカみたい。",
            "バートリーはヒナに何かを問い詰めたそうにしていたが",
            "影の中から歩いてやってきた伯爵が彼女を止めた。",
            "ヒナをじっと見つめていた伯爵が、再び優しく微笑みながら話しかけた。",
            "私のためにご苦労だったな、ドリーマー。",
            "君がいなければ、大変なことになっていただろう。",
            "なんとか起き上がった野獣が、ドラキュラを鋭くにらみつけている。",
            "ド、ラキュ...ラ！ベル、は...どこだ...どこにいる...！",
            "野獣がはっきりとした声で言った。しゃべっていた。",
            "野獣に近づいた伯爵があざ笑うかのように答えた。",
            "さあな、可哀想な獣よ。",
            "彼女がどこにいるか知りたければ、私の言うことに大人しく従うがいい。",
            "バートリー、この者を監獄へ連れて行け。",
            "かしこまりました、ご主人様。フランケンシュタインを呼んでおきます。",
            "バートリーは巨大な野獣を連れて闇へ消えていった。",
            "闇へ消えた彼はすさまじい声で叫んだ。",
            "ド、ラキュ...ラ！",
            "怒りに満ちた声。ドラキュラが軽く手を叩きながら雰囲気を変えた。",
            "人生は驚きの連続だ。そう思わないか？ドリーマー。",
            "彼の奥深い瞳はヒナを見つめていた。",
            "野獣がしゃべれるという事実を知ったから、しばらくは忙しくなりそうだ。",
            "優しい表情だったが、どこかゾクッとする微笑み。",
            "任務を遂行してくれて感謝するよ、ドリーマー。そろそろ部屋に戻って休んだらどうだ？",
            "君の働きにも感謝しよう、デイストーン。これからも信頼できる仲間でいてくれると嬉しいのだが。",
            "伯爵はしばらく私たちの姿を見ていたが、マントを翻して闇の中へ消えていった。",
            "それまで口をつぐんでいたヒナが、マルとリズの世話をしながら城の闇をじっと見つめる。",
            "何かに気づいたのだろうか？しばらくその場に立っていたが、伯爵も、バートリーも、野獣も戻ってくることはなかった。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}