{
    "StoryName": "Campaign_SideStory_Robin_Hood_1",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Robin",
            "Mal",
            "Robin",
            "Robin",
            "Robin",
            "",
            "Robin",
            "",
            "",
            "Mal",
            "Lis",
            "Robin",
            "Robin",
            "",
            "Mal",
            "Lis",
            "Mal",
            "",
            "Robin",
            "Robin",
            "Robin",
            "Robin",
            "",
            "Robin",
            "Mal",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "로빈 후드",
            "말",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "",
            "로빈 후드",
            "",
            "",
            "말",
            "리즈",
            "로빈 후드",
            "로빈 후드",
            "",
            "말",
            "리즈",
            "말",
            "",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "로빈 후드",
            "",
            "로빈 후드",
            "말",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "ロビンフッド",
            "マル",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "",
            "ロビンフッド",
            "",
            "",
            "マル",
            "リズ",
            "ロビンフッド",
            "ロビンフッド",
            "",
            "マル",
            "リズ",
            "マル",
            "",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "ロビンフッド",
            "",
            "ロビンフッド",
            "マル",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You're on your way to the town of Haven, along with your strange new companions, Mal and Lis.",
            "It's difficult not to look at their curious ears and tails. Mal has already told you they don't come off, but it's still strange seeing them twitch or shake occasionally.",
            "As you walk through the silent woodlands, you suddenly find a figure blocking your path.",
            "She's dressed in a long green cloak and carries a fearsome looking bow.",
            "Halt!",
            "Uwah! Who're you?!",
            "Who am I? Who are <i>you?</i>",
            "No, never mind, I don't care who you are.",
            "There's nothing in this forest except wild animals and Dreamless. Which means you must be Dreamless!",
            "She nocks an arrow to her bowstring and draws it tight, aiming it at your heart.",
            "Hand over any memory shards you might have, they belong to the people of Haven!",
            "Whoa, whoa, just calm down!",
            "You're not a Dreamless, you just come from... out of town, so to speak.",
            "The Dreamer just appeared in the forest, I saw it myself! ",
            "Yeah, leave the Dreamer alone!",
            "Children?",
            "Wait... I know you two. You're the orphans that hang around with Kyo and his militia.",
            "They're orphans?",
            "Oh! Are you... I know who you are! You're that outlaw that lives in the woods!",
            "She's an outlaw?!",
            "Yes! She's that Hooded Robin, or Robin the Hood, or whatever it was!",
            "Robin slackens the bow, much to your relief.",
            "It's just Robin. And, yes, I used to be an outlaw – but not for my own benefit.",
            "I once robbed from the rich to give to the poor, but these days there are no rich folk left to rob from... everyone's poor.",
            "And all of my merry band have long since disappeared...",
            "Now I steal memory shards in the hopes of returning them to the families of those who they used to belong to.",
            "But who does she steal them from?",
            "Who? Why, from the Dreamless, of course!",
            "Dreamless... like those?",
            "Mal points a shaking finger into the woods as many eyes begin to appear in the gloom, glowing coldly..."
        ],
        [
            "말과 리즈와 함께 안식의 도시로 향했다.",
            "한참을 말에게 잔소리를 들은 리즈였지만 길을 걸을 땐 아무 일도 없었다는 듯 서로 손을 잡고 걷고 있었다.",
            "잠시 뒤 우리는 길을 가로막은 누군가와 마주했다.",
            "길게 늘어진 녹색 망토, 거대한 활.",
            "거기, 멈추시죠!",
            "우왓! 누구야!?",
            "제가 누구냐니요? 그러는 당신들이야말로! 누군데요?",
            "아니, 됐어요. 어차피 당신들이 누구인지 제가 알 필요 없겠죠.",
            "이 숲에는 야생 동물과 드림리스 외에는 아무것도 없어요.<br>그렇다는 건, 당신들도 드림리스라는 뜻이죠! 동물은 아닐테니까!",
            "평범한 실력은 아니라는 듯 심장을 겨눈 활의 각도가 날카롭다.",
            "당신들을 쓰러트리고, 기억의 파편을 회수해가겠어요. <br>안식의 도시 주민들에게 마땅히 돌려줘야죠!",
            "그녀는 당장이라도 활시위를 놓을 듯 보였다.",
            "그때, 말이 시위 앞에 용감하게 나서며 소리쳤다.",
            "잘 봐! 우리가 사람이 아닌 것처럼 보여!?",
            "응응! 맞아! 우리도 이 도시 사람이야.",
            "아이들...?",
            "잠깐만... 당신들, 얼굴을 본 적이 있어요.<br>분명 쿄씨의... 민병대에서 돌보는 아이들이죠?",
            "그녀가 활을 거두고 뒤에 있던 리즈를 바라보며 말했다.",
            "아...! 저 사람 누구인지 알아!<br>숲에 사는 도적!!!",
            "도적!?",
            "응. 이름이... 로빈 후드, 맞지!?",
            "로빈 후드라 불리는 그녀는 고개를 끄덕이며 동의했다.",
            "그냥 로빈으로 불러주세요. 그리고, 틀린 말은 아니네요.<br>한 때는 도적이었으니까. 하지만 제 이익을 위한 것은 아니었어요.",
            "가난한 사람들에게 나눠주기 위해서는 기부금을 살짝 받아야 했으니까요.<br>하지만 그것도 그만뒀어요. 요즘은 가난하지 않은 사람이 없으니까.",
            "동료들은 모두 사라진지 오래에요.",
            "그래서 요즘은 기억의 파편을 회수해서<br>주인을 아는 사람에게 돌려주는 일을 하고 있어요.",
            "...",
            "드림리스. 그들이 가져갔죠.",
            "드림리스... 저 녀석들을... 의미 하는거지?",
            "말은 손가락으로 가리키며 목소리를 떨었다.<br>그 손가락이 가리키는 곳을 바라보자<br>어둠 속에 차가운 안광들이 번뜩이고 있었다."
        ],
        [
            "マルとリズと共に、安息の都市へ向かった。",
            "マルからずっと小言を言われていたリズだったが、道中は何事もなかったように手を繋いで歩いてた。",
            "しばらくすると、何者かが行く手をふさいだ。",
            "長く伸びた緑のマントに、巨大な弓。",
            "お待ちください！",
            "うわっ！ 誰だ！？",
            "誰とは何です！ そういうあなた達こそ何者ですか？",
            "いいえ、どのみち関係ありません。",
            "この森には、野性動物とドリームレスしかいないのです。<br>つまり、あなた達はドリームレスです！ 動物ではありませんからね！",
            "百戦錬磨の手練れのように、彼女の心臓を狙う、弓の角度が鋭い。",
            "あなた達を倒して、記憶の欠片を回収します。<br>安息の都市の人々に返さなくては！",
            "彼女は、今にでも弓を引く勢いだった。",
            "その時、勇敢にもマルが弓の前に立ちはだかって叫んだ。",
            "ほら、ちゃんと見てよ！ 人間だろ！？",
            "そうよ！ 私達も、この都市の住民なんだから！",
            "子供...？",
            "待って... あなた達、見覚えがあります。<br>確かキョウさんの... 民兵隊が面倒をみている子では？",
            "彼女が弓をしまいながら、後ろのリズに言った。",
            "あ...！ この人知ってる！<br>森に住んでる盗賊だ！！！",
            "盗賊！？",
            "うん。名前は... ロビンフッド、そうだろ！？",
            "ロビンフッドと呼ばれた彼女は頷いた。",
            "ロビンと呼んでください。間違ってはいませんよ。<br>かつて、実際に盗賊だったのですから。しかしそれは、自分の欲のためではありません。",
            "貧しい人々を助けるためには、お金が必要だったのです。<br>しかしそれも昔の話。最近は、貧しい人もいませんからね。",
            "仲間は、とっくの昔にいなくなってしまいました。",
            "そして最近は記憶の欠片を回収して<br>主を知る者に返す仕事をしています。",
            "...",
            "ドリームレス。奴らのせいです。",
            "ドリームレスって... あいつらの... ことだよね？",
            "声が震えていた。<br>マルの指さした先には<br>暗闇で不気味に光る眼がぎらついていた。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}