{
    "StoryName": "Campaign_Chapter7_Part2",
    "background": [
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "realmofendlessnight.png",
        "",
        ""
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Tamamo No Mae",
            "Aurora",
            "Tamamo No Mae",
            "Tamamo No Mae",
            "Tamamo No Mae",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "타마모노마에",
            "오로라",
            "타마모노마에",
            "타마모노마에",
            "타마모노마에",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "玉藻前",
            "オーロラ",
            "玉藻前",
            "玉藻前",
            "玉藻前",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The city is darkened when you enter it, but it feels far from deserted.",
            "As you walk through the shadowy city streets, you see glowing eyes watching you through windows and from beyond paper screen walls and doors.",
            "Forms as shadowy as the streets themselves flit from building to building at the outer reaches of your vision.",
            "Celeste has lit lanterns to hang from her caravan and light your way. Mal and Lis have retreated inside as you and your heroes pace warily along the paved roads.",
            "The world feels like it stands on a knife edge.",
            "A shift in the dim light ahead signals the arrival of a newcomer.",
            "As the caravan approaches, the lantern light falls across a lady dressed in a fine, flowing white kimono, with a confident smile on her face.",
            "Welcome to my city. I compliment you on making it this far... but then what else should I expect from the Dreamstone and Dreamer themselves?",
            "You're Tamamo?",
            "I am. I feel I should apologise for the state you find my home. It was once a much livelier place, not haunted by so many ghosts.",
            "I also apologise that I must now attack you... my methods were once far more subtle, but this is the way of things now.",
            "These days... my actions are very rarely my own...",
            "From all around you, shadowy figures spring forth.",
            "You rise to meet them."
        ],
        [
            "도시에 들어섰다.<br>주변은 상당히 어두웠지만 버려진 도시처럼 보이진 않았다.",
            "안으로 들어설수록 건물에서 생긴 그림자가<br>주위를 더더욱 어둡게 만들었다.",
            "창문과 벽, 건물 문 너머에서<br>우리를 주시하는 눈빛들이 보이는 것 같았다.",
            "수상한 눈빛들 때문인지 셀레스티는 등불을 밝혀 마차 끝에 매달아 두었다.",
            "메르헨과 우리는 마차를 빙 둘러싼 채 조심스레 나아갔다.<br>마치 칼끝에 서서 걷는 듯이 아주 천천히 나아갔다.",
            "등불이 밝히는 범위 끝에 처음 보는 인물이 보였다.",
            "하얀 의복을 걸친 여자의 모습이 비친다.<br>깨달음을 얻은 사람처럼 자신만만한 미소를 머금고 있었다.",
            "아아...<br>짐의 왕국에 도달한 것을 환영하네. 여기까지 온 것은 칭찬하겠네만...<br>그대와 그를 따르는 드림스톤에게 내가 무엇을 기대해야할지 모르겠구나.",
            "당신이 타마모노마에인가요?",
            "그래, 그게 짐의 이름이지. <br>왕국이 이 모양인 것은 내 사과하지.<br>본래는 귀신들에게 시달리지 않고 조금 더 활발한 곳이었네.",
            "그리고 또 하나 사과해야겠군.<br>지금 바로 그대들을 죽여야하는 것이지.",
            "이전이었다면 신중하게 결정했겠지만, 최근에는 이게 최선이네.<br>어차피 짐이 스스로 결정하여 움직이는 것도 아니니까.",
            "말이 끝나자 마자 사방에서 드림리스들이 튀어나왔다.",
            "그녀가 여러 개의 꼬리를 펼치며 매섭게 노려보고 있었다."
        ],
        [
            "都市に入ると、<br>辺りはかなり暗かったが、捨てられた都市のようには見えなかった。",
            "奥へ入って行くにつれて、建物の影で<br>周囲はさらに暗くなった。",
            "窓と壁、建物の扉の向こうには<br>私たちを注視する眼差しが見えるようだった。",
            "不審な視線のせいなのかセレステは明かりを灯し、馬車の後ろに吊るした。",
            "メルヘンと私たちは馬車をぐるりと囲み、慎重に進んだ。<br>まるで刃先に立って歩くように、とてもゆっくり進んだ。",
            "灯で照らされた端に、見たことのない人物が見えた。",
            "白い衣服を羽織った女の子の姿が映る。<br>悟りを開いた人のように自信満々な笑みを浮かべていた。",
            "ああ...<br>わしの王国へようこそ。ここまで来たことは誉めるに値するが...<br>わしがそなたとそなたに従うドリームストーンに、何を期待したらいいのやら。",
            "あなたが玉藻前ですか？",
            "そうじゃ、それがわしの名だ。<br>王国がこのようになったことについては申し訳ない。<br>本来ならば幽霊たちに苦しめられず、もう少し活発な街じゃった。",
            "そして謝ることがもう一つ。<br>今すぐそなたを殺さねばならぬ。",
            "以前は慎重に決めていたんじゃが、最近は即決が最善の手なのじゃ。どうせわしが自分で決めて動くわけでもないからの。",
            "話終わった途端、四方からドリームレスが飛び出してきた。",
            "彼女が複数の尻尾を広げ、鋭く睨みつけていた。"
        ]
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}