{
    "StoryName": "Campaign_LibraryStory_LittleMatchGirl_3",
    "background": [
        "haven.png",
        "haven.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "guildentrance.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "",
            "",
            "Secretary Loa",
            "Manager Lynn",
            "Secretary Loa",
            "Manager Lynn",
            "Mal",
            "",
            "",
            "Scarecrow",
            "Lis",
            "Scarecrow",
            "Scarecrow",
            "Little Match Girl",
            "",
            "",
            "Red",
            "Scarecrow",
            "Red",
            "",
            "Scarecrow",
            "",
            "Little Match Girl",
            "Lis",
            "Mal",
            "Mal"
        ],
        [
            "",
            "",
            "비서 로아",
            "매니저 린 디오네",
            "비서 로아",
            "매니저 린 디오네",
            "말",
            "",
            "",
            "허수아비",
            "리즈",
            "허수아비",
            "허수아비",
            "성냥팔이 소녀",
            "",
            "",
            "빨간 망토",
            "허수아비",
            "빨간 망토",
            "",
            "허수아비",
            "",
            "성냥팔이 소녀",
            "리즈",
            "말",
            "말"
        ],
        [
            "",
            "",
            "秘書・ロア",
            "マネージャー・リン",
            "秘書・ロア",
            "マネージャー・リン",
            "マル",
            "",
            "",
            "かかし",
            "リズ",
            "かかし",
            "かかし",
            "マッチ売りの少女",
            "",
            "",
            "赤ずきん",
            "かかし",
            "赤ずきん",
            "",
            "かかし",
            "",
            "マッチ売りの少女",
            "リズ",
            "マル",
            "マル"
        ]
    ],
    "dialogueText": [
        [
            "Once again, Clara is whisked around the city, in search of someone truly in need of her aid.",
            "Unfortunately, no one seems to need her help.",
            "I'm sorry, Clara, unless you've got a big stash of gold you can donate to the Guild Hall to help repair some of the damage from the last Dreamless attack, we don't really need any help currently.",
            "Hmmm, if you want, you could take this broom and sweep out the recreation room?",
            "Manager Lynn... I hope you're not offloading your duties off on unsuspecting guests! I might have to give you a lecture about abdicating your responsibilities, if so!",
            "Urk... on second thoughts...",
            "Ahahah... I think we should leave them to it.",
            "They carry on around the city, but everyone they meet has no issues, or have already found others to help them.",
            "Eventually they meet Scarecrow.",
            "Oof! My back!",
            "Is everything all right?",
            "Oh! Hello Lis!",
            "Not really... I have this huge bag of compost to move to my allotment, but it's too big and heavy for me to carry.",
            "Ah! Maybe I can help?",
            "But try as she might, Clara is unable to lift the huge bag of earth. Even with Mal and Lis together, they're left panting and frustrated.",
            "Just then, Red Riding Hood appears swinging her huge sword lightly in one hand.",
            "Oh! Hello everyone, is everything okay?",
            "No, not really, I can't move this huge bag of compost. I need to take it to my allotment before it gets dark.",
            "Oh, I see! That's no problem!",
            "And with that, she easily hefts the giant bag in one hand and carries it off, whistling as she goes.",
            "Ah! Not that way!",
            "Scarecrow hurries off after Red, leaving Clara looking on unhappily, having been unable to help once again.",
            "...",
            "Clara...",
            "Oh, I have an idea of someone to talk to!",
            "She's also very interested in helping people! Maybe she knows someone you can help?"
        ],
        [
            "도움이 필요한 사람을 찾아 시내 여기저기를 돌아다녔지만...",
            "오늘 안식의 도시는 아주 평화롭다. 누군가의 도움을 필요로하는 사람을 찾는 일이 이렇게 힘들 줄은 몰랐다.",
            "오늘은 길드 앞으로 들어온 의뢰도 없네요. 평화로워서 좋지 않나요?<br>흠... 클라라씨가 골드를 좀 많이 가지고 있다면 말이 달라질 수도 있는데, 혹시 그런 편인가요?",
            "그게 아니면 빗자루 질이라도 해볼래? 나에게 큰 도움이 될 것 같은데~",
            "린...",
            "아아, 시선이 너무 따갑네. 취소할게, 취소.",
            "여기서는 안 되겠다, 우리 다른 사람을 찾아보자.",
            "오피뉴 길드를 떠나 다시 도시 이곳저곳을 돌아다녔다.",
            "... 오늘 안식의 도시는 아주 평화롭다. 사람들을 구경하며 돌아던 중 골목에서 허수아비를 마주쳤다.",
            "으으, 허리야...",
            "아, 허수아비다! 그런데 어디 아파...?",
            "어? 안녕, 리즈. 아픈 건 아닌데...",
            "이 퇴비를 다 옮겨야 하거든. 나 혼자 옮기기에는 너무 무겁네.",
            "아! 그러면 제가 조금 도와드릴게요...",
            "남매와 클라라가 퇴비 자루 하나를 붙잡고 애를 썼지만 꿈쩍도 하지 않는다. 아이들이 옮기기에는 너무 무거운 모양이다.",
            "리즈가 클라라의 눈치를 살피며 나를 바라본다. 그때 낯익은 목소리가 들렸다.",
            "오! 다들 여기서 뭐해?",
            "안녕, 빨간 망토. 퇴비 자루를 옮겨야 하는데 너무 무거워서 말이지.",
            "그래? 흠... 나 지금 한가하니까 내가 도와줄게. 어디까지 옮겨주면 돼?",
            "뚜벅뚜벅 걸어온 빨간 망토가 너무나도 수월하게 퇴비 자루를 들어 올렸다. 심지어 한 손이다.",
            "어, 어어? 야, 잠깐! 그쪽이 아니라고!?",
            "허수아비가 서둘러 빨간 망토의 뒤를 쫓아 달려간다.",
            "...",
            "으, 음...",
            "아, 맞다!",
            "네 도움이 필요할 것 같은 사람이 있어, 그쪽으로 가보자!"
        ],
        [
            "困っている人を探して市内のあちこちを歩き回ったが...",
            "今日の安息の都市はとても平和だ。<br>困っている人を探すのがこれほど大変だとは思わなかった。",
            "今日はギルドに届いた依頼もないですね。平和なのはいいことでは？<br>うーん...クララさんがゴールドをたくさん持ってるなら話が変わりますが、どうでしょう？",
            "それとも、お掃除でもする？私が助かるんだけど～",
            "リン...",
            "ああ、視線が痛い！今のは聞かなかったことにして。",
            "ここはダメそうだね。他の人を探そう。",
            "オピニオギルドを離れ、再び都市のあちこちを歩き回った。",
            "...今日の安息の都市はとても平和だ。歩き回っている途中で、かかしと出会った。",
            "うう、腰が...",
            "あ、かかしだ！どこか痛いの...？",
            "ん？こんにちは、リズ。痛いわけじゃないんだけど...",
            "この堆肥を全部運ばなきゃいけなくて。1人で運ぶには重すぎるんだよね。",
            "あっ！それなら私がお手伝いします...",
            "マルとリズとクララが堆肥の袋をつかんで頑張ったが、びくともしなかった。<br>子どもたちが運ぶには重すぎるのだろう。",
            "リズがクララの様子をうかがいながら、私を見つめた。<br>その時、聞き慣れた声が聞こえた。",
            "おっ！みんなここで何してるの？",
            "こんにちは、赤ずきん。堆肥の袋を運びたいんだけど、重すぎるんだよね。",
            "そうなの？ヒマだから私が手伝ってあげるよ。どこまで運べばいい？",
            "スタスタと歩いてきた赤ずきんがとてもスムーズに堆肥の袋を持ち上げた。<br>しかも片手で。",
            "え、ええ？あ、ちょっと！そっちじゃないよ！？",
            "かかしは慌てて赤ずきんの後を追いかけた。",
            "...",
            "う、うーん...",
            "あっ、そうだ！",
            "あそこにクララの助けが必要そうな人がいるよ。行ってみよう！"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}