{
    "StoryName": "Campaign_Chapter3_Part4",
    "background": [
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Esme",
            "Esme",
            "Esme",
            "",
            "Esme",
            "Esme",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "Esme",
            "",
            "",
            "Queen of Hearts"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "에스메",
            "에스메",
            "에스메",
            "",
            "에스메",
            "에스메",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "에스메",
            "",
            "",
            "퀸 오브 하트"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "エスメ",
            "エスメ",
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "エスメ",
            "",
            "",
            "ハートの女王"
        ]
    ],
    "dialogueText": [
        [
            "The Queen's palace is truly vast. You spend much of your time over the next few days cautiously exploring the massive complex.",
            "Gradually, you press ever deeper into this opulent but dangerous territory, mapping out the rooms, halls and corridors as you go.",
            "Eventually, you come close to the heart of the palace, the place where the Dominion lurks, waiting for you: the throne room.",
            "The closer you get, the thicker the enemies become, until they fairly spring from the doors, windows and stairs to block your way.",
            "With the help of your new heroes and with Aurora to guide you, however, you're able to defeat each fresh wave as it comes.",
            "The last one was particularly difficult and you stand panting at the conclusion of the toughest encounter yet.",
            "As you do, though, Esme appears before you once again.",
            "She's in a panic.",
            "DREAMER! SIS!",
            "I'm in trouble!",
            "The queen is taking power from me – she's absorbing it directly from the Heartstone!",
            "Wasn’t she always doing that?",
            "There’s a difference between using my power and stealing it from me!",
            "She's getting even more powerful and I'm losing-",
            "She vanishes like smoke in front of you.",
            "Esme!",
            "Aurora looks shocked. She obviously didn't know this was possible – a Dominion draining power directly from a World Stone!",
            "We have to hurry, Dreamer! I don't know what it will do to her – or the Queen! She may become too powerful to stop!",
            "And Esme might... she might...",
            "Don’t worry, you’ll find her.",
            "You rush through the palace, dashing from hall to hall, climbing elegant staircases four steps at a time.",
            "At last, you find the Queen in her throne room, surrounded by her Dreamless minions and the reanimated remains of her favourite Knave.",
            "Esme stands in front of the Queen, jumping up and down, trying to make the Queen of Hearts stop what she’s doing.",
            "The Queen has the Heartstone in her hand and some kind of energy is flowing from it directly into the Dominion’s mouth.",
            "Esme looks around as you enter.",
            "HELP!! SHE'S GOING TO EAT ME!!!",
            "At her exclamation, the Queen stops what she is doing.",
            "It’s obvious that she has seen you, as she turns in your direction and swells with menacing power, before bellowing in a voice that shakes the room -",
            "OFF WITH THEIR HEADS!!"
        ],
        [
            "여왕의 궁전은 소문의 위용대로 정말 거대했다.<br>궁전을 탐색하는 데에만 벌써 며칠째.",
            "혹시 모를 일에 대비해 방과 복도를 하나씩 확인하며 나아갔다.",
            "마침내 궁전의 심장부에 가까워지고 있는 것이<br>피부로 직접 느껴졌다.",
            "왕좌의 방.<br>그곳에 다가갈수록 여왕의 분노에 노출된 드림리스들이<br>문과 창문, 계단 등 모든 곳에서 튀어나와 거센 공격을 펼친다.",
            "새롭게 맞이한 메르헨들과 오로라의 도움으로<br>악한 거센 파도를 이겨내며 나아갈 수 있었다.",
            "그럼에도 불구하고 마지막에 마주한 드림리스는<br>여태까지 만나본 적들 중 가장 강력했다.<br>그 탓에 우리는 간신히 숨을 헐떡이며 자세를 다잡는 중이었다.",
            "바로 그때, 우리들의 앞에<br>에스메가 나타났다.",
            "그녀는 패닉에 빠져 있는 것처럼 보였다.",
            "꿈꾸는 자! 오로라...!",
            "큰일이야, 큰일...!",
            "여왕이...<br>그녀가 하트 스톤을... 내 힘을 직접 빼앗고 있어...!",
            "에스메가 가슴을 짓누르며 고통스러워한다.",
            "내 힘을 사용하는 것과 빼앗는 건 전혀 다른 문제야!",
            "힘을 빼앗기면 내 존재가 완전히 사라지는 데다가...<br>여왕 자신에게도 결코 좋지 않은 일이 -<br>읏...!",
            "고통에 찡그린 표정을 마지막으로 에스메가 연기처럼 흩어졌다.",
            "에스메...?<br>에스메!",
            "오로라는 충격을 받은 표정으로 에스메가 있던 자리에 다가갔다.",
            "서둘러야 해요!<br>이 일이 어떤 영향을 미칠지 아무도 몰라요.<br>최악의 경우엔 여왕이 더 강해질 수 있어요... 그땐, 우리 힘으로 막지 못할지도 몰라요!",
            "게다가 에스메...<br>에스메를 어쩌면...!",
            "패닉에 빠진 오로라의 어깨를 붙잡고 진정시켰다.",
            "그녀가 진정된 후 우리는 에스메를 찾기 위해 분주히 움직였다.",
            "얼마나 시간이 지났을까. 마침내 우리는 여왕 근처로 보이는 곳에 도착했다.",
            "왕좌 옆에 위엄 넘치는 모습의 드림리스들과 부활한 하트 잭... 그리고 여왕의 모습이 보였다.",
            "실체화한 에스메가 여왕에게 필사적으로 저항하고 있지만, 그녀의 손은 그대로 여왕의 몸을 통과할 뿐 어찌할 수 없었다.",
            "여왕이 손에 쥐고 있는 하트 스톤으로부터<br>붉은색 에너지가 흘러나와 그녀의 입으로 직접 흘러 들어가고 있었다.",
            "도와줘...!<br>도와줘, 제발...<br>여왕이 정말... 나를 삼키려고 하고 있어...!",
            "에스메의 울음 섞인 비명과 같은 외침이 이어졌다.<br>에스메의 시선에 힘을 먹고 있는 여왕도 이곳을 바라봤다.",
            "우리를 무심히 바라보던 여왕의 얼굴이 분노로 일그러진다.<br>그리고 에스메의 목소리와 비교할 수 없을 정도로 크고 울리는 목소리가 이어졌다.",
            "저놈들의 목을 모두 쳐라!!!"
        ],
        [
            "女王の宮殿は噂通りに本当に大きかった。<br>宮殿を探索するだけでもう何日か経った。",
            "もしもの時に備えて、部屋と廊下を一つずつ確認しながら進んだ。",
            "ちょうど宮殿の心臓部に近づいているのが<br>肌で感じられた。",
            "王座の部屋。<br>そこに近づくにつれ、女王の怒りに触れたドリームレスたちが<br>扉と窓、階段などあらゆる場所から飛び出し、激しい攻撃を繰り広げる。",
            "新たに出会ったメルヘンとオーロラの力で<br>邪悪な荒波に勝ち進むことができた。",
            "それにもかかわらず、最後に出くわしたドリームレスは<br>今までの敵の中で一番強かった。<br>そのせいで私たちはかろうじて息を切らしながら体勢を整えているところだった。",
            "まさにその時、私たちの前に<br>エスメが現れた。",
            "彼女はパニック状態のようだった。",
            "ドリーマー！オーロラ...！",
            "大変、大変なことに...！",
            "女王が...<br>彼女がハートストーンを...あたしの力を奪ってる...！",
            "エスメが胸を押さえて苦しんでいる。",
            "あたしの力を使うのと、奪うのでは訳が違うの！",
            "力を奪われたら、あたしの存在が完全に消えて...<br>さらに結局は女王にも良くないことがーー<br>うっ...！",
            "苦痛に苛まれた表情を最後に、エスメが煙のように散り散りになった。",
            "エスメ...？<br>エスメ！",
            "オーロラは衝撃を受けた表情でエスメがいた場所に近寄った。",
            "急がなければなりません！<br>これがどのような影響を及ぼすのか、誰もわかりません。<br>最悪の場合、女王がもっと強くなるかもしれません...その時は、私たちの力では塞ぐことが出来ないかもしれません！",
            "さらにエスメ...<br>エスメはもしかしたら...！",
            "パニック状態のオーロラの方をぎゅっと掴み、落ち着かせた。",
            "彼女が落ち着きを取り戻した後、私たちはエスメを探すために忙しく動き始めた。",
            "どれくらい時間がたっただろう。ついに私たちは女王の近くと思われる場所に到着した。",
            "横に威圧感あふれる姿のドリームレスと復活したハートのジャック...そして女王の姿が見えた。",
            "実体化したエスメが女王に必死に抵抗しているが、彼女の手はそのまま女王の体をすり抜けるだけで、どうすることもできなかった。",
            "女王が手に握っているハートストーンから<br>赤色のエネルギーが流れ出て、彼女の口へと直接流れ込んでいた。",
            "助けて...！<br>お願い、助けて...<br>女王は本気で...あたしを飲み込もうとしてる...！",
            "エスメの泣き声の混じった悲鳴のような叫びが続いた。<br>エスメの視線に力を奪っている女王もこちらを眺めた。",
            "私たちを何気なく見ていた女王の顔が怒りで歪みはじめた。<br>そしてエスメの声とは比べ物にならないくらい大きく響く声が続いた。",
            "奴らの首を全て切れ！"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_ominous.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}