{
    "StoryName": "Campaign_SideStory_RedRidingHood_3",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "Red",
            "",
            "Red",
            "Red",
            "Red",
            "Red",
            "Red",
            "Red",
            "Red",
            "Red",
            "Red",
            "Red",
            "",
            "Celeste",
            "Mal",
            "Lis",
            "Lis",
            "Mal",
            "Mal",
            "",
            ""
        ],
        [
            "",
            "빨간 망토",
            "",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "",
            "셀레스티",
            "말",
            "리즈",
            "리즈",
            "말",
            "말",
            "",
            ""
        ],
        [
            "",
            "赤ずきん",
            "",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "",
            "セレステ",
            "マル",
            "リズ",
            "リズ",
            "マル",
            "マル",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Satisfied with your performance, she gives you a pass.",
            "Not bad. That will do. You can stay the night now that I know you can hold your own.",
            "So... her land isn't as safe as you initially thought then if you have to stand guard at night.",
            "You're strong enough to fight off the beasts that might attack at night.",
            "I'm sorry if you had other thoughts, but my home has never been a safe haven. Ever since my grandmother was devoured, I knew that I had to do whatever I could in order to protect her last memories.",
            "Monsters out here search for prey and food. They see me as a vulnerable target. I prove them wrong.",
            "I used them to train and hone my skills with this great sword.",
            "One day I will get my chance to slay that wolf. I'm certain it will return...",
            "Until then... I will continue getting stronger by slaying monsters.",
            "My blade will always remain sharp.",
            "Now then, you may return to your friends. Apologize to them for me.",
            "I truly didn't wish to strand you out in the cold. I'm sure you understand.",
            "I will return to my house for now. And don't worry, I'll keep an eye on things from afar.",
            "So... it seems like staying indoors is off limits. Mal and Lis aren't going to be happy about this. You return to the caravan to break the news to the others.",
            "I knew we shouldn't trust anyone living in the middle of this dreaded forest! We should have just kept moving.",
            "So we don't get to stay inside the house? ...Wahhh!",
            "Hmph! She sounds very mean! What kind of host challenges their guest to a duel?",
            "That's just barbaric!",
            "Right! In fact, I think I see glowing eyes in the forest.",
            "Uhh.. there's a lot of them. I don't think we're safe here!",
            "The eyes grow larger and more varied as new beasts appear.",
            "They grow emboldened by the darkness of the night and emerge from the tree line, ready to pounce."
        ],
        [
            "빨간 망토는 흡족한 눈치다.",
            "나쁘지 않아. 아니, 아냐! 사실 굉장한 것 같아.<br>그 늑대가 아니더라도 이 숲에는 괴물이 많아서 위험할 수 있거든.",
            "남매의 기대와 달리 오두막은 안전하지 않은 것 같다.",
            "넌 괴물이 밤에 습격하더라도 물리칠 만큼 충분히 강하잖아?<br>별 문제없을 거야.",
            "그래도 기대를 저버렸다면 미안.<br>우리 집은 안전했던 적이 없어.",
            "이 근처의 괴물들은 날 약해빠진 먹잇감이라고 생각하거든.<br>물론, 그게 틀렸다는 걸 아는 녀석들은! 전부 저세상으로 갔고!",
            "난 그 괴물들과 싸우며 이 대검으로 기술들을 단련하고 연마한 거야.",
            "언젠가 그 늑대에게 복수할 날이 오겠지...<br>그전까지는 드림리스를 해치우면서 강해지면 돼.",
            "그게 내가 이 위험한 곳에서 사는 이유야.<br>할머니가 남긴 기억과 약속을 지키기 위해서라면...<br>난 수단과 방법을 가리지 않을 거야.",
            "그런 고로! 내 검은 언제든지! 항상 준비되어 있어.",
            "슬슬 네 친구들도 오라고 하는 게 어때?<br>나 대신 사과도 전해주고.",
            "손님들을 이렇게 오래 세워둘 생각은 없었는데...<br>이해해줄거지?",
            "자, 어서 다녀와!",
            "일행에게 돌아가 자세한 이야기를 설명했다.<br>남매와 셀레스티는 실망한 표정으로 고개를 끄덕였다.",
            "이런 위험한 숲에 사는 사람이 정상일 리가 없지, <br>그냥 계속 가는게 나을지도 모르겠어.",
            "아쉽다, 그보다...",
            "첫 대면에 다짜고짜 결투부터 하는 사람이 어디 있어?",
            "너무 무례하잖아!",
            "내 말이! 근데...<br>있잖아? 나 지금 숲에서 뭔가 빛나는 걸 본 것 같아.",
            "... 실은 좀 많이 본 것 같아.<br>여기 정말 하나도 안전하지 않잖아!",
            "어둠 속에서 빛나는 안광이 점점 많아진다.",
            "밤의 어둠 속에 숨어있던 드림리스가 수풀 사이에서 튀어나와 거칠게 달려들었다."
        ],
        [
            "赤ずきんは満足げな様子だ。",
            "悪くないね。いやっ！ すごく強いと思う。<br>あのオオカミ以外にも、この森にはたくさんの怪物がいるんだ。",
            "兄妹の期待も虚しく、小屋は危険なようだ。",
            "夜中に怪物が襲ってきても撃退できるくらい、君は強いよ。<br>問題ないと思う。",
            "でも、期待を裏切ったならごめん。<br>うちが安全だったことは一度もないんだ。",
            "この辺りの怪物は、私のことを弱っちいエサだと思ってるから。<br>もちろん、そう勘違いして襲ってきた奴らは、あの世に送ってやったけどね！",
            "あの怪物達と戦いながら、この大剣で技を磨いてきたの。",
            "復讐を果たせる、その日が来るまで...<br>ドリームレスと戦いながら、強くなってきた。",
            "それが危険なここに私が住む理由。<br>おばあちゃんが残してくれた記憶と、その約束を守るためには...<br>私は何だってする。",
            "そういうわけで、私の剣はいつでも準備万端だよ！",
            "そろそろ君の友達も呼びなよ。<br>代わりに事情を話して謝ってほしい。",
            "ごめん、話しすぎちゃった...<br>でも分かってくれるよね？",
            "それじゃあ、お願い！",
            "一行に戻って事情を説明した。<br>兄妹とセレステは、がっかりした表情で頷いた。",
            "こんな危険な森で暮らしてるとは正気か？<br>このまま先に進んだほうがいいかも知れんぞ。",
            "残念だね。それより...",
            "初対面でいきなり決闘なんて！",
            "失礼な人！",
            "そうだよ！ それより...<br>今、森で何かが光った気がするんだけど。",
            "今までに何度も見たことがある...<br>やっぱり、ここは全然安全じゃない！",
            "暗闇で光る眼が、だんだんと増えていく。",
            "夜の闇に身を潜めていたドリームレスが、草の茂みから飛び出し襲いかかってきた。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        ""
    ]
}