{
    "StoryName": "Campaign_Chapter14_Part8",
    "background": [
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "hauntedlibrary",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable",
        "haunteddiningtable"
    ],
    "character": [
        [
            "",
            "",
            "Odile",
            "Aurora",
            "",
            "Aurora",
            "",
            "Esme",
            "",
            "",
            "Esme",
            "",
            "Esme",
            "Esme",
            "",
            "",
            "Van Helsing",
            "",
            "Rothbart",
            "Rothbart",
            "",
            "",
            "",
            "Rothbart",
            "Rothbart",
            "",
            "",
            "Rothbart",
            "Rothbart",
            "",
            "",
            "Aurora",
            "",
            "",
            "Rothbart",
            "Rothbart",
            "Rothbart",
            "",
            "Rothbart",
            "Rothbart",
            "Rothbart",
            "",
            "",
            "Rothbart",
            "Dracula",
            "",
            "Dracula",
            "Dracula",
            "",
            "Rothbart",
            "Rothbart",
            "Rothbart",
            "Aurora",
            "Rothbart",
            "Rothbart",
            "Rothbart",
            "Aurora",
            "",
            "",
            "Rothbart",
            "",
            "Van Helsing",
            "",
            ""
        ],
        [
            "",
            "",
            "오딜",
            "오로라",
            "",
            "오로라",
            "",
            "에스메",
            "",
            "",
            "에스메",
            "",
            "에스메",
            "에스메",
            "",
            "",
            "반 헬싱",
            "",
            "악인 로트바르트",
            "악인 로트바르트",
            "",
            "",
            "",
            "악인 로트바르트",
            "악인 로트바르트",
            "",
            "",
            "악인 로트바르트",
            "악인 로트바르트",
            "",
            "",
            "오로라",
            "",
            "",
            "악인 로트바르트",
            "악인 로트바르트",
            "악인 로트바르트",
            "",
            "악인 로트바르트",
            "악인 로트바르트",
            "악인 로트바르트",
            "",
            "",
            "악인 로트바르트",
            "드라큘라",
            "",
            "드라큘라",
            "드라큘라",
            "",
            "악인 로트바르트",
            "악인 로트바르트",
            "악인 로트바르트",
            "오로라",
            "악인 로트바르트",
            "악인 로트바르트",
            "악인 로트바르트",
            "오로라",
            "",
            "",
            "악인 로트바르트",
            "",
            "반 헬싱",
            "",
            ""
        ],
        [
            "",
            "",
            "オディール",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "エスメ",
            "",
            "",
            "エスメ",
            "",
            "エスメ",
            "エスメ",
            "",
            "",
            "ヴァン・ヘルシング",
            "",
            "ロートバルト",
            "ロートバルト",
            "",
            "",
            "",
            "ロートバルト",
            "ロートバルト",
            "",
            "",
            "ロートバルト",
            "ロートバルト",
            "",
            "",
            "オーロラ",
            "",
            "",
            "ロートバルト",
            "ロートバルト",
            "ロートバルト",
            "",
            "ロートバルト",
            "ロートバルト",
            "ロートバルト",
            "",
            "",
            "ロートバルト",
            "ドラキュラ",
            "",
            "ドラキュラ",
            "ドラキュラ",
            "",
            "ロートバルト",
            "ロートバルト",
            "ロートバルト",
            "オーロラ",
            "ロートバルト",
            "ロートバルト",
            "ロートバルト",
            "オーロラ",
            "",
            "",
            "ロートバルト",
            "",
            "ヴァン・ヘルシング",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "With no Rothbart in sight, your companions discuss what to do next.",
            "You tuck the journal into a pouch to read more thoroughly later. Now isn't the time.",
            "We have to find my father, whatever he's up to, it can't be good for any of us!",
            "Dracula is the present danger. If he's found a way to make his machine work, it can't be good for my sisters.",
            "For now, perhaps it's best to regroup in the dining room.",
            "That's a good idea. The dining room is the centre of the mansion after all. Everything connects there.",
            "Having finally agreed on your next move, Esme suddenly appears in front of you.",
            "Aurora! Dreamer! Dracula has left his laboratory! He's on his way to you with his captain.",
            "With Bathory?",
            "What are they doing? Have they abandoned work on their realm shrouding machine?",
            "I don't know, but it might have something to do with Rothbart. Dracula has been raving about him! He's absolutely furious about something.",
            "What about Rothbart? Has he fled the mansion?",
            "No... he's still here, I can feel his emotions still. He's feeling... triumphant? Like he's on the edge of some great achievement!",
            "Ah! I've got to –",
            "Esme vanishes once more.",
            "What's going on?",
            "I don't know, but we won't find out staying here.",
            "You agree and head back to the dining room, where you find –",
            "Ah, Dreamer, at last we come face to face.",
            "I've been wanting to meet you like this for a <i>very</i> long time...",
            "Rothbart!",
            "Odette, Odile and Siegfried immediately charge at the wizard, but he swats them aside with a blast of force from his staff.",
            "They sprawl to the floor, sliding away.",
            "Tut tut. Children must wait their turn.",
            "Dreamer, won't you join me? We have much to discuss.",
            "You step forward, facing the power hungry wizard down.",
            "What does he want? You won't give up Aurora or any of the other World Stones.",
            "Aurora? World Stones?",
            "Oh dear, Dreamer, still so blind? What I really want... is <i>you</i>.",
            "He snaps his fingers and suddenly a barrier appears around the two of you, cutting you off from the rest of the room and from your allies.",
            "And you can't move!",
            "Dreamer!",
            "Aurora's voice sounds muffled and far away.",
            "What's going on?",
            "Still blundering around with no idea what's really going on... I hardly dared hope it would be this easy to capture you, Dreamer.",
            "You see, ever since Kyo told me you would be coming to this world, I have been researching everything I could about you.",
            "Did you know, there have been no less than seven prophecies about your arrival in Haven? I know the details of every one!",
            "What prophecies?",
            "Visions, Dreamer: tales about your powers, hints at where you come from...",
            "I have been building a spell specifically for you for a very long time. A spell to drain you of your very essence!",
            "The information locked in Dracula's personal library and the research the Count himself conducted have given me the final keys to completing it.",
            "You try to move, to wrench yourself free of his magical grip, but you're helpless.",
            "He wants to drain your power?",
            "Your power? No. I want to drain <i>you</i>...",
            "ROTHBART!",
            "The Count and Bathory arrive. His very presence seems to shake the room!",
            "WHAT IS THE MEANING OF THIS? You have concealed this power from me!",
            "You could have subdued the Dreamer the first time we used the realm shrouding machine!",
            "Rothbart's eyes flick petulantly to the vampire lord.",
            "Allowing you to win was never part of my plans, <i>Count</i>.",
            "My true aims are about to be realised!",
            "I will drain the Dreamer's essence and absorb his very soul! His powers will become mine!",
            "No! You can't! Phantasia will fall if the Dreamer dies!",
            "NO!",
            "<i>I</i> shall become the Dreamer!",
            "Phantasia shall never fall, because I will not allow it! I will be the Dreamer and you will all follow ME!",
            "You're insane!",
            "But Rothbart merely sneers at her.",
            "In that moment, a crossbow bolt smashes through Rothbart's magical barrier and embeds itself in a pillar next to the dark wizard's head.",
            "!!!",
            "As the barrier disintegrates around you, Van Helsing steps through to your side.",
            "It's fortunate your power is derived from magic, mage. My crossbow bolts are entirely unaffected by such things.",
            "Rothbart snarls and tries to attack Van Helsing, but Odette Odile and Siegfried step in front of the vampire hunter, protecting him.",
            "Freed from Rothbart's grip, you summon your heroes."
        ],
        [],
        []
    ],
    "music": [
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}