{
    "StoryName": "Campaign_LibraryStory_Thumbelina_3",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "Thumbelina",
            "Thumbelina",
            "Thumbelina",
            "Thumbelina",
            "Thumbelina",
            "",
            "Thumbelina",
            "Thumbelina",
            "Thumbelina",
            "Thumbelina",
            "",
            "Thumbelina",
            "",
            "",
            "",
            "Thumbelina"
        ],
        [
            "엄지공주",
            "엄지공주",
            "엄지공주",
            "엄지공주",
            "엄지공주",
            "",
            "엄지공주",
            "엄지공주",
            "엄지공주",
            "엄지공주",
            "",
            "엄지공주",
            "",
            "",
            "",
            "엄지공주"
        ],
        [
            "おやゆび姫",
            "おやゆび姫",
            "おやゆび姫",
            "おやゆび姫",
            "おやゆび姫",
            "",
            "おやゆび姫",
            "おやゆび姫",
            "おやゆび姫",
            "おやゆび姫",
            "",
            "おやゆび姫",
            "",
            "",
            "",
            "おやゆび姫"
        ]
    ],
    "dialogueText": [
        [
            "What was I doing? I was performing, of course, silly!",
            "I'm going to be a star, you know?",
            "I mean... one day.",
            "OH! Are you here to join my ever growing fan-club?! You'll be the first real member!",
            "I tried to get some of the animals to join, but they couldn't really fill in the forms...",
            "Ah, no... Well, you're not against that, but...",
            "I know! You can watch me perform!",
            "I've only been able to perform to these woodland creatures so far...",
            "And while they seem to enjoy my music, it's difficult to get feedback on my performance from them.",
            "I really want my songs to reach a great number of people...",
            "Well, she can definitely sing. It also seems like she can talk for Phantasia...",
            "Phantasia? Yes! I want my performances to become legendary across Phantasia!",
            "Well, you don't know about “across Phantasia”, there doesn't seem to be much of it left...",
            "But you can take her where there are a lot of people.",
            "You're sure the people of Haven would enjoy her performances!",
            "Haven? That sounds amazing! I want to go!"
        ],
        [
            "저는 여기서 공연을 하던 중이었어요~",
            "언젠가는 판타지아의 슈퍼스타가 될테니까요!",
            "그리 멀지 않았어요, 이렇게 게릴라 콘서트를 하다보면 금방 유명해지겠죠?",
            "아! 꿈꾸는 자, 혹시 제 팬클럽에 가입하지 않으실래요?<br>영광스러운 첫 번째 멤버가 될 기회에요!",
            "동물들도 가입하고 싶어하긴 했지만, 서류 쓰는 방법을 모르더라고요...",
            "시무룩한 얼굴로 중얼거리던 엄지공주가 눈을 빛낸다.",
            "그렇지! 제가 공연하시는 걸 보고 결정하세요!",
            "인간 관객은 당신이 처음이거든요~",
            "꽃이나 동물들도 제 노래를 좋아하는 것 같긴 하지만<br>동물들한테 평가를 받을 수는 없잖아요? 말을 못하니까!",
            "맡겨만 주세요, 최고의 공연을 보여드릴게요!<br>전 희망을 노래하는 아이돌이니까요~",
            "엄지공주가 제자리에서 두어번 폴짝폴짝 뛰었다.",
            "저는 말이죠? 언젠가는 제 노래가 판타지아의 전설이 되었으면 좋겠어요!",
            "지금 판타지아의 상황을 생각하면...",
            "아무래도 아이돌의 공연이 전설로 남기는 조금 힘든 상황이지 않을까.",
            "기대에 찬 엄지공주에게 안식의 도시로 가지 않겠느냐고 물었다.",
            "안식의 도시요? 그렇게 멋진 이름을 가진 도시가 있다니!<br>물론, 지금 당장 가고 싶어요!"
        ],
        [
            "私はここでライブの準備をしていたんです。",
            "いつかファンタジアのスーパースターになりますから！",
            "そう遠くありませんよ。<br>こうしてゲリラライブをしていれば、すぐ有名になるでしょう？",
            "あっ！ドリーマー、私のファンクラブに入りませんか？<br>最初のメンバーになるチャンスですよ！",
            "動物たちも入りたがったんですけど、申請書の書き方が分からなかったらしくて...",
            "しょぼんとした顔でつぶやいていたおやゆび姫が、目を輝かせた。",
            "そうだ！私のライブを見て決めてください！",
            "人間の観客はあなたが初めてなんです！",
            "花や動物も私の歌が好きだと思うのですが<br>話せないから感想が聞けないでしょう？",
            "お任せください。最高の公演をお見せします！<br>私は希望を歌うアイドルですから！",
            "おやゆび姫はその場で2回ほどジャンプした。",
            "私はですね...私の歌をファンタジアの伝説にしたいんです！",
            "今のファンタジアの状況を考えると...",
            "アイドルの公演が伝説に残るのは少し難しい状況ではないだろうか。",
            "期待に満ちたおやゆび姫に安息の都市に行かないかと尋ねた。",
            "安息の都市ですか？そんな素敵な名前の都市があったなんて！<br>もちろん、今すぐ行きたいです！"
        ]
    ],
    "music": [
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}