{
    "StoryName": "Campaign_Chapter1_Part5",
    "background": [
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "storydreamlessarmy.png",
        "storydreamlessarmy.png",
        "storydreamlessarmy.png",
        "storydreamlessarmy.png",
        "storydreamlessarmy.png",
        "storydreamlessarmy.png",
        "storydreamlessarmy.png",
        "storydreamlessarmy.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png",
        "havenwar.png"
    ],
    "character": [
        [
            "",
            "Mal",
            "",
            "Mal",
            "Kyo",
            "",
            "",
            "",
            "Kyo",
            "Kyo",
            "",
            "",
            "Knave of Hearts",
            "Knave of Hearts",
            "Knave of Hearts",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Knave of Hearts",
            "",
            "Knave of Hearts",
            "",
            "Knave of Hearts",
            "",
            "",
            "",
            "Knave of Hearts",
            "Knave of Hearts",
            "Knave of Hearts",
            "Knave of Hearts",
            "Knave of Hearts",
            "",
            "Knave of Hearts",
            "Knave of Hearts",
            "Knave of Hearts",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Knave of Hearts",
            "Knave of Hearts",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Mal",
            "Lis",
            "",
            "Knave of Hearts",
            "",
            "",
            "",
            "Aurora"
        ],
        [
            "",
            "말",
            "",
            "말",
            "쿄",
            "",
            "",
            "",
            "쿄",
            "쿄",
            "",
            "",
            "하트 잭",
            "하트 잭",
            "하트 잭",
            "",
            "쿄",
            "쿄",
            "쿄",
            "",
            "하트 잭",
            "",
            "하트 잭",
            "",
            "하트 잭",
            "",
            "",
            "",
            "하트 잭",
            "하트 잭",
            "하트 잭",
            "하트 잭",
            "하트 잭",
            "",
            "하트 잭",
            "하트 잭",
            "하트 잭",
            "쿄",
            "쿄",
            "",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "",
            "하트 잭",
            "하트 잭",
            "",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "말",
            "리즈",
            "",
            "하트 잭",
            "",
            "",
            "",
            "오로라"
        ],
        [
            "",
            "マル",
            "",
            "マル",
            "キョウ",
            "",
            "",
            "",
            "キョウ",
            "キョウ",
            "",
            "",
            "ハートのジャック",
            "ハートのジャック",
            "ハートのジャック",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "ハートのジャック",
            "",
            "ハートのジャック",
            "",
            "ハートのジャック",
            "",
            "",
            "",
            "ハートのジャック",
            "ハートのジャック",
            "ハートのジャック",
            "ハートのジャック",
            "ハートのジャック",
            "",
            "ハートのジャック",
            "ハートのジャック",
            "ハートのジャック",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "ハートのジャック",
            "ハートのジャック",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "マル",
            "リズ",
            "",
            "ハートのジャック",
            "",
            "",
            "",
            "オーロラ"
        ]
    ],
    "dialogueText": [
        [
            "As suddenly as the attack began, the Dreamless creatures cease their assault and retreat.",
            "Did we win?",
            "You tell Mal to take Lis somewhere safe.",
            "Where is safe? You’re the safest place in Phantasia right now!",
            "He’s got a point.",
            "What’s going on? Why did they stop attacking?",
            "Looking towards the town gate, you see why.",
            "The Dreamless have fallen back as a new figure strides forth.",
            "That’s Jack the Knave, the Queen’s captain.",
            "He’s dangerous. Looks like she finally let him off his leash.",
            "The curiously dressed knight strides out in front of the masses of Dreamless creatures and unfurls a paper scroll.",
            "He reads aloud in a cold, cruel voice.",
            "PEOPLE OF HAVEN! HEAR THESE WORDS!",
            "BY ROYAL DECREE, AND FOR DEFYING HER ROYAL MAJESTY, ALL OF YOUR HEADS ARE FORFEIT!",
            "IF YOU GIVE UP YOUR LEADERS NOW TO ROYAL JUSTICE, YOU WILL BE ALLOWED TO LEAVE HERE.",
            "Kyo chuckles darkly and mutters at your side.",
            "Did you notice he never said anything about ‘leaving unharmed’?",
            "And besides, leave and go where? There’s nowhere in Phantasia left to run.",
            "If the people leave the city, they will just be prey to his mindless monsters...",
            "What should you do?",
            "YOU HAVE A CHOICE. LAY DOWN YOUR ARMS, GIVE UP YOUR GENERALS, OR DIE HERE, THE FEAST OF MY BEAUTIFUL BEASTS!",
            "You grit your teeth and step forward, shouting that you will not allow that.",
            "You... I know you!",
            "He lifts a hand and points directly at you.",
            "Your patron... I will take her head with me back to my queen. Where is she?",
            "Aurora...",
            "You tell him she isn't here. You don't know where she is.",
            "Though you really wish you did...",
            "She won't even protect the last of her peoples, eh?",
            "No matter.",
            "I'll make you a bargain, Dreamer. Duel me, one on one. If you defeat me, my minions will withdraw to the palace and await your coming.",
            "Lose... and this place, and everyone in it... is mine.",
            "How about it? A fair deal, wouldn't you say?",
            "You ask him why you should accept.",
            "Because if you don't, I'll release my Dreamless and they will devour every man, woman and child in Haven, anyway.",
            "It'll just take a little longer, that's all.",
            "I'm really doing you a favour here... I'd do it anyway, but I just can't risk missing the opportunity to take your head myself!",
            "He'll do it. I know this Jack. He was unhinged, even before the Dreamless came...",
            "I really didn’t want to have to be the one to face him in battle. Damn my fool of a predecessor, getting himself killed and leaving me to deal with this!",
            "You ask Kyo what happened to the old leader. Did he die fighting the Dreamless?",
            "Oh, no... he got run over by a runaway hay cart.",
            "A hay cart...?",
            "Yeah, he always was a bit accident prone.",
            "Had me as his second in command, so when that happened, I got promoted to the one trying to save this whole world.",
            "I really hate that hay cart...",
            "The Knave of Hearts clears his throat, impatiently.",
            "Oh, I’m sorry, am I interrupting?",
            "Your answer. I will have it, now.",
            "You turn your back on the knave and speak urgently to Kyo, telling him to get as many people to safety as possible.",
            "Got it.",
            "I guess you’re taking his deal? In that case, good luck. To both of us.",
            "I’ll get who I can to safety and organise the guard. Maybe we can take some of them with us if you fail.",
            "He grins and leaves your side, heading off through the crowds.",
            "Lis. Mal. Come with me.",
            "Ah, yes...",
            "...",
            "After they have left, you turn back to the knave and tell him you accept his challenge.",
            "Heh! You intend to stand against me and my Dreamless alone?",
            "There are gasps from the crowd behind you.",
            "A bright figure is moving through them, heading towards your side. She seems brighter than the world around her, as if she contains power that is almost overflowing.",
            "The figure steps up to your side.",
            "The Dreamer isn’t alone."
        ],
        [
            "드림리스들이 갑자기 공격을 멈추고 후퇴한다.",
            "... 이게 어떻게 된 거지? 이긴... 건가?",
            "주변이 강렬하게 불타올랐고 성난 불길이 위협해온다.",
            "윽...! <br>피난처까지 가기는 어려워 보이는걸...!",
            "이곳에서 꽤 떨어진 곳에 있으니...<br>우선 이 뒤쪽에 있도록 하죠.",
            "쿄가 모두를 뒤로 이끌고, 다시 앞쪽으로 나섰다. 그리고 바라본 건너편은...",
            "도시의 정문을 막고 있던 드림리스들이<br>일사불란하게 좌우로 흩어져 길을 열고 있었다.",
            "그곳에서 어둡고 큰 실루엣이 앞으로 걸어 나왔다.",
            "여왕의 광견... 하트 잭.",
            "결국 여왕이 저 녀석의 목줄을 풀어 주었군요.<br>... 조심하세요. 아주 위험한 녀석입니다.",
            "위협적인 검붉은 갑옷의 기사가<br>드림리스들의 앞으로 나와 양피지 두루마리를 펼친다.",
            "기사는 쇠를 긁는 듯한 거칠고 포악한 목소리로<br>천천히 두루마리의 내용을 읽었다.",
            "쓰레기 도시의 버러지 같은 존재들아!<br>무릎을 꿇고 여왕 폐하의 명령을 들어라!",
            "나는 하트 잭! 왕실의 칙령으로 여왕 폐하를 거역한<br>네놈들을 모조리 잡아들이러 왔다!",
            "허나, 자비로우신 여왕 폐하의 은혜로 네놈들의 오만하고 무능한 지도자를 <br>우리 왕실 친위대에게 넘긴다면, 그놈들만큼은 공을 인정해<br>이곳을 떠날 수 있도록 해주겠다!",
            "쿄가 차가운 태도로 코웃음을 치며 중얼거렸다.",
            "하! 이곳을 떠날 수 있도록 해 주겠다고?<br>그래, 머리만은 온전히 간수하며 떠날 수 있겠군요.",
            "여길 떠난다 해도... 이 세계에는 더 이상 도망칠 곳이 없습니다.",
            "어딜 간들 지성 없는 미친 괴물들의 먹잇감이 될 것이 뻔합니다!",
            "쿄의 말이 끝나자마자 분위기가 더 험악해지는 것이 느껴졌다. 남매를 내 뒤로 숨겼다.",
            "선택해라! 무기를 내려놓고, 보잘것없는 네놈들의 지도자를 넘기던가...<br>내 아름다운 병사들의 저녁밥이 되어 죽던가!",
            "잭의 외침에 한 발짝 나섰다.",
            "호-오? 네놈...<br>네 벌레 같은 낯짝은 이미 알고 있다.",
            "하트 잭이 손을 뻗어 나를 가리킨다.",
            "네 놈의 동료... 그 여자의 머리를 여왕 폐하에게 바치겠다.<br>그 여자는 어디 있지?",
            "...",
            "그가 말하는 여자는 오로라일 것이다.",
            "침착하게 메르헨을 소환하기 위해 팔을 들어올렸다.",
            "그 얼굴을 보니... 그 여자에게 버림이라도 받은 건가?",
            "크하하하하! 뭐, 상관없다!",
            "약간의 자비를 베풀어 하나 제안하지. 네놈 혼자 남아 싸워라.<br>만에 하나 네놈이 이긴다면, 나의 모든 병사를 원더랜드의 궁전으로<br>얌전히 물러주지.",
            "네놈이 진다면... 여왕 폐하께 그 공을 인정받아 이 도시는 물론,<br>이곳의 버러지들까지 모두 내 소유물로 삼겠다!",
            "어떤가? 놀라울 정도로 자비로운 제안이지 않은가?",
            "...",
            "머리 회전까지 나쁜 덜떨어진 벌레로군.<br>난 어차피 내 병사들을 풀어 이곳을 초토화할 생각이었다.",
            "허나 그러면 네 놈의 목을 내가 직접 받아 갈 수가 없어.<br>무척 아쉽단 말이지.",
            "난 네 놈에게 기회를 주고 있는 거다. 자비롭게 말이지!<br>다 함께 절규하며 죽길 받아들일 거라면, 그렇게 하도록 해라!",
            "꿈꾸는 자...<br>전 저 녀석을... 잭을 알고 있습니다.<br>드림리스 네더가 세상을 집어삼키기 전부터 제정신이 아닌 녀석이었죠.",
            "제길, 그래서 저 녀석과는 싸우고 싶지 않았는데...!<br>이 모든 걸 떠넘기고 죽어 버리다니!",
            "쿄의 말은 죽어버린 전임 리더를 의미하는 것 같았다. 드림리스와의 싸움은 대단히 위험함을 직감할 수 있었다.",
            "아...<br>그는 건초 수레에 치여서 그만...",
            "...",
            "...",
            "저는 그 사람의 직속 보좌관이었고...<br>그 사고가 일어난 후 정신없이 일을 수습하다 보니, 이미 이 도시의<br>새로운 리더가 되어 있었습니다.",
            "하하, 망할 건초 수레.",
            "소곤거리는 사이, 하트 잭이 시끄럽게 목청을 가다듬었다.",
            "흠! 이것 참 미안하군. 내가 벌레들의 대화를 방해하다니 말이야.",
            "제안은 응할 텐가?",
            "... 쿄와 눈빛을 주고 받은 뒤, 그가 가능한 많은 사람들을 데리고 안전한 곳으로 피할 수 있도록 도왔다.",
            "하트 잭의 제안을 받아들이시는 거군요.<br>알겠습니다.",
            "당신과 이 도시에... 행운이 있기를.",
            "저는 도울 수 있는 자들과 함께 돌아오겠습니다.",
            "쿄가 끄덕이고 시민들이 모여있는 곳으로 향했다.",
            "말, 리즈! 저를 따라오세요.",
            "... 알겠어!",
            "응... 조심해, 꿈꾸는 자...!",
            "그들이 멀어진 후, 나는 하트 잭을 향해 천천히 걸어가기 시작했다.",
            "크하하하하! 혼자서 나와 내 군대를 상대하려는 <br>멍청한 객기만큼은, 그래. 인정해주지.<br>그 여자도 네놈과 같이 있었다면 더 좋았을 것을!",
            "등 뒤에는 쿄의 지도에 따라 대피하는 무수히 많은 사람들의 행렬이 이어졌다.",
            "그때, 피난하는 사람들이 일으킨 먼지 구름 사이로<br>밝은 빛이 점점 다가오는 것이 보였다.<br>특별한 힘을 가진 것처럼 따스한 빛이 점차 주위를 밝혔다.",
            "마침내 그 빛을 가르며, 그녀가 내 옆에 선다.",
            "... 더 이상은 혼자가 아니에요."
        ],
        [
            "ドリームレスが急に攻撃をやめ、後退した。",
            "...どうなったんだ？勝った...のかな？",
            "周囲が強烈に燃え上がり、荒々しい炎が脅かしてくる。",
            "うっ...！<br>避難所まで行くのは難しそうだ...！",
            "ここからは結構離れた場所にあるので...<br>とりあえずこの後ろ側に退避しましょう。",
            "キョウがみんなを後ろに誘導し、また前方に出た。そして向こう側を眺めると...",
            "都市の正門を塞いでいたドリームレスたちが<br>一糸乱れずに左右に散らばり、道を開いた。",
            "そこから暗く大きなシルエットが前に歩いてきた。",
            "女王の狂犬...ハートのジャック。",
            "結局女王が彼奴の首輪を外したんですね。<br> ...気をつけてください。とても危険な奴らです。",
            "驚異的な赤黒い鎧の騎士が<br>ドリームレスたちの前に現れ、羊皮紙の巻物を広げた。",
            "騎士は鉄を掻くような荒く暴悪な声で<br>ゆっくり巻物の内容を読んだ。",
            "ゴミ都市の虫けらども！<br>ひざまずき女王陛下の命令を聞け！",
            "俺はハートのジャック！王室の勅令で女王陛下の名に逆らう<br>奴ら全員捕まえに来た！",
            "しかし、慈悲深き女王陛下の恩恵により、お前らの傲慢で無能な指導者を<br>王室親衛隊に渡したならば、そいつらだけはその功を認め、<br>ここから逃してやろう！",
            "キョウが冷たく鼻で笑い、つぶやいた。",
            "はっ！ここから出してくれるだと？<br>そうだな、身一つだけなら逃してくれるでしょうね。",
            "ここから出れたとしても...この世界にはこれ以上逃げ場がありません。",
            "どこに行っても知性のない狂った怪物たちの餌食になってしまうのが目に見えています！",
            "キョウが話し終わると雰囲気がさらに険しくなった。私はリズとマルを後ろに隠した。",
            "選ぶのだ！武器を下ろし、お前らのつまらぬ指導者を渡すか...<br>俺の美しい兵士たちの夕食になるかを！",
            "ジャックの叫びに、一歩前に出た。",
            "はあ、お前は...<br>お前の虫のような面を俺は知っているぞ。",
            "ハートのジャックが手を伸ばして私を指差した。",
            "お前の仲間...その女の頭を女王陛下に捧げよう。<br>その女はどこにいる？",
            "...",
            "彼が言う女とはオーロラのことだろう。",
            "冷静にメルヘンを召喚するために腕を上げた。",
            "その顔を見るに...その女に捨てられたのか？",
            "クハハハハっ！何、そんなことはどうでも良い！",
            "少々慈悲を施して一つ提案をしよう。お前一人が残り戦え。<br>もしお前が勝ったなら、俺のすべての兵をワンダーランドの宮殿へ<br>退陣させてもらおう。",
            "お前が負けたら...女王陛下にその功を認められ、この都市はもちろん、<br>ここにいる虫けらまで全てが俺の所有物になる！",
            "どうだ？驚くほど慈悲深い提案ではないか？",
            "...",
            "頭の回転まで悪いバカな虫だな。<br>俺はどちらにせよ兵士たちを放ち、ここを焦土化させるつもりだった。",
            "しかしそうすると、俺がお前の首を直接受け取ることができない。<br>とても惜しいのだ。",
            "俺はお前にチャンスを与えているのだ。慈悲深くな！<br>全員共に絶叫して運命を受け入れるというなら、そのようにせよ！",
            "ドリーマー...<br>私はやつを...ジャックをよく知っています。<br>ドリームレスネザーが世界を飲み込んでしまう前から狂った奴でした。",
            "クソッ、だから彼奴とは戦いたくなかったのに...！<br>全てを押し付けて死んでしまうとは！",
            "キョウは死んでしまった前のリーダーのことを言っているようだ。ドリームレスとの戦いはとても危険なことだというのを直感した。",
            "あ...<br>彼は干草の荷台に轢かれてそのまま...",
            "...",
            "...",
            "私は彼の直属の補佐官でした...<br>その事故が起きた後、無我夢中で後始末をしていたら、都市にはすでに<br>新しいリーダーが就いていたのです。",
            "はは、干草の荷台め。",
            "ひそひそ話をしている間に、ハートのジャックがうるさく声を整えた。",
            "フンッ！これは失礼。俺が虫けらどもの会話の邪魔をしてしまったな。",
            "提案に乗るのか？",
            "キョウにできる限り多くの人々を連れて安全な場所に避難させると目配らせをした。",
            "ハートのジャックの提案を受け入れるのですね。<br>わかりました。",
            "あなたとこの都市に...幸あらんことを。",
            "私は援護と共に戻ってきます。",
            "キョウが頷き、人々が集まっているところへ向かった。",
            "マル、リズさん！私について来てください！",
            "...分かった！",
            "うん...気をつけてね、ドリーマー...！",
            "彼らが遠ざかった後、私はジャックの方へとゆっくり歩き始めた。",
            "クハハハハ！一人で俺と我が軍隊と戦おうとする<br>その馬鹿げた心意気だけは認めよう。<br>あの女もお前と一緒ならばもっと良かっただろうに！",
            "後ろにはキョウの指示に従って退避する無数の人々の行列が続いていた。",
            "その時、避難する人々によって起こったホコリの渦の中から<br>だんだんと明るい光が近づいてくるのが見えた。<br>特別な力を持っているかのように暖かい光が徐々に周囲を明るく照らした。",
            "そしてついに、その光を遮り、彼女が私の前に現れた。",
            "...もう一人ではありませんよ。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_ominous.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        ""
    ]
}