{
    "StoryName": "Campaign_Chapter10_Part7",
    "background": [
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "storywendigoattack.png",
        "storywendigoattack.png",
        "storywendigoattack.png",
        "storywendigoattack.png",
        "storywendigoattack.png",
        "storywendigoattack.png",
        "storywendigoattack.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Jack Frost",
            "Jack Frost",
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "Jack Frost",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "잭 프로스트",
            "잭 프로스트",
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "잭 프로스트",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "ジャックフロスト",
            "ジャックフロスト",
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "ジャックフロスト",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Jack wasn't lying. After a titanic battle where it seems you had to fight through every remaining inhabitant of this citadel, you finally reach what seems to be a large ball room, with a huge set of double doors.",
            "The throne room must be beyond and there the Winter Queen.",
            "You're disturbed to see the double doors already standing ajar and you hurry towards them.",
            "As you do, Jack appears in front of them, blocking your way.",
            "Too late, Dreamer.",
            "The throne and the Daystone will be mine, after all!",
            "He bows, mockingly.",
            "But something is moving behind him...",
            "From through the double doors, a huge monster rears up directly behind Jack and before he can even spin round, it smashes him in the back, with a mighty clawed fist, throwing him to the floor.",
            "The monster is huge, shaggy and white, with great curving horns and claws and teeth as sharp as knives!",
            "IT'S A WENDIGO!",
            "Blood sprays across the ice and Jack lies prone as the gigantic creature looms over him.",
            "The wendigo lifts a giant clawed foot, ready to bring it down on the comparatively tiny figure, even as Jack struggles to turn over.",
            "You see a wide-eyed, fearful look on the boy's face as the foot descends...",
            "And at that moment, a multitude of projectiles and magic missiles strike the creature, knocking it over backwards!",
            "Jack turns his wide eyes on you and your companions as you prepare to follow up.",
            "Dreamer... you...",
            "You tell Jack to shut up and advance to meet the wendigo as it struggles back to its feet, roaring in enraged fury!",
            "It looks like you've just made it angry..."
        ],
        [
            "서리 망령과 드림리스를 모두 물리친 우리는 마침내 무도회장 입구에 도착했다.",
            "왕좌가 코앞이다. 데이 스톤 히나와 눈의 여왕이 근처에 있는게 느껴진다.",
            "출입문이 살짝 열려있는 것을 발견하고 서둘러 걸음을 옮겼지만...",
            "어디선가 나타난 잭이 문을 소리나게 닫았다.",
            "지각이야, 꿈꾸는 자.",
            "내가 이겼으니 왕좌와 데이 스톤은 내 거야.",
            "그가 우아한 태도로 다시 허리를 숙여 인사했다.",
            "그런 잭의 뒤에서 무언가 거대한 그림자가 일렁였다.",
            "문을 부수고 나타난 괴물이 미처 대응할 틈도 주지 않고 잭을 공격했다.",
            "천장에 닿을 듯 솟아오른 거대한 뿔을 가진 괴물의 공격에 잭이 멀리 튕겨 나가 떨어졌다.",
            "웬디고가 왜 이런 곳에...!",
            "얼어 붙은 복도 위로 붉은 피가 서서히 번져간다.",
            "피 냄새를 맡은 괴물이 잭을 쫓아 움직인다. 괴물이 움직일 때마다 성이 무너질 듯 진동했다.",
            "잭은 몸을 일으키려고 했지만 충격이 큰듯 쉽게 일어서지 못했다.",
            "오로라, 에스메, 비타, 사피. 일행 모두와 시선이 마주쳤다.",
            "서로를 힐끔거리던 자매들이 고개를 끄덕이자 거대한 마법진이 펼쳐져 괴물을 공격했다.",
            "윽... 꿈꾸는 자, 너...?",
            "괴물의 앞을 막아 잭을 등 뒤로 숨겼다. 공격은 괴물에게 명중했지만, 일격에 쓰러트리지 못했다.",
            "분노한 괴물의 포효에 견고한 성채가 위태롭게 흔들렸다."
        ],
        [
            "霜の亡霊とドリームレスを全て倒した私たちは、ちょうど舞踏会の入り口に到着した。",
            "王座はすぐそこだ。デイストーンヒナと雪の女王が近くにいるのを感じる。",
            "扉が少し開いていることに気づき、急いで足を運んだが...",
            "どこからか出てきたジャックが扉をバタンと閉めた。",
            "遅刻だ、ドリーマー。",
            "僕が勝ったから王座とデイストーンは僕のものだ。",
            "彼が優雅な態度で再び腰を曲げて挨拶をした。",
            "そんなジャックの後ろにから何か巨大な影が揺れた。",
            "扉を壊して現れた怪物は構える暇も与えずにジャックを攻撃した。",
            "天井に届きそうなほどに伸びた巨大なツノを持った怪物の攻撃に、ジャックが遠くに飛ばされて地面に落ちた。",
            "どうしてウェンディゴがここに...！",
            "凍りついた廊下の上に赤い血がだんだんと広がっていく。",
            "血の匂いを嗅いだ怪物がジャックを追いかける。怪物が動くたびに城が倒れそうに振動した。",
            "ジャックは体を起こそうとしたが、衝撃が大きく、簡単には起き上がれなかった。",
            "オーロラ、エスメ、ヴィータ、サフィ。仲間のみんなと視線を合わせた。",
            "お互いに横目で見ていた姉妹たちが頷くと、巨大な魔法陣を広げて怪物を攻撃した。",
            "うっ...ドリーマー、君...？",
            "怪物の前を塞ぎ、ジャックを自分の後ろに隠した。攻撃は怪物に命中したが、一撃では倒せなかった。",
            "怒った怪物の咆哮に、頑丈な城塞が危なっかしく揺れた。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_ominous.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}