{
    "StoryName": "Campaign_LibraryStory_Saffi_2",
    "background": [
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png"
    ],
    "character": [
        [
            "Vita",
            "",
            "",
            "",
            "",
            "Vita",
            "Vita",
            "",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "",
            "",
            "",
            "Vita",
            "",
            "Vita",
            "",
            "Vita",
            "",
            "",
            "Saffi",
            "",
            "",
            "Vita",
            "Vita",
            "",
            "Vita",
            "Vita",
            ""
        ],
        [
            "비타",
            "",
            "",
            "",
            "",
            "비타",
            "비타",
            "",
            "",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "",
            "",
            "비타",
            "비타",
            "비타",
            "비타",
            "",
            "",
            "",
            "비타",
            "",
            "비타",
            "",
            "비타",
            "",
            "",
            "사피",
            "",
            "",
            "비타",
            "비타",
            "",
            "비타",
            "비타",
            ""
        ],
        [
            "ヴィータ",
            "",
            "",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "",
            "ヴィータ",
            "",
            "ヴィータ",
            "",
            "ヴィータ",
            "",
            "",
            "サフィ",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Dreamer, I'm worried about Saffi.",
            "Vita has got you to take her to Ginger's bakery for a cake (or quite possibly two!)",
            "Although the day is still very warm, Ginger has somehow found a way to keep her bakery - or at least the cafe section of it - cool.",
            "You suspect magic... or a very clever passive cooling system.",
            "Vita seems to have something on her mind, though.",
            "Hey, are you listening? I'm talking about Saffi!",
            "She never comes out of her world stone unless it's to bury herself in some books, she never sees anybody else and she never wants to play!",
            "Isn't that fine, though? Perhaps she should be left to her own devices.",
            "You're sure she'll open up eventually given enough time.",
            "That's not good enough! She's needed to help fight against the Dreamless! Her sisters need her know-how!",
            "We need her!",
            "...",
            "<i>I</i> need her...",
            "She's being selfish, hiding herself away on her own!",
            "She lost her best friend, though. Isn't it okay to let her grieve on her own terms?",
            "Vita looks unhappy.",
            "I don't know...",
            "I've never lost anyone as important to me as Tamamo was to Saffi... I can't even imagine losing Briar, or you, or Aurora... Mal and Lis... or even Esme!",
            "But it can't be good for Saffi to hide away from the world and never talk to anyone about what she's going through!",
            "Someone needs to support her!",
            "Hmm, while Vita isn't normally the World Stone you would expect to get social or relationship advice from, you have to admit she may have a point...",
            "It's been a while since Saffi joined your party and she has kept herself apart from everyone for all that time.",
            "Isolation is a terrible companion...",
            "So you agree, then? You'll come with me and talk to her?",
            "Wait, what? Was that what she was getting at? That <i>you</i> should be the one to bring Saffi out of her shell?",
            "Oh! No, I just wanted you to come with me, just in case Saffi gets angry and hurls a fireball at me!",
            "A fireball? Isn't she more likely to hit you with a freeze blast?",
            "Eheheh... I guess so, though she reads so many books, I bet she knows how to conjure up fireballs, too!",
            "You think she's more likely to just revert to her stone form and ignore you, though...",
            "And so it proves to be.",
            "Kch!",
            "As soon as Saffi sees you, she disappears into the Mindstone, sitting on a chair in front of some open books.",
            "It doesn't stop Vita from trying, however, and she spends nearly ten minutes cajoling her sister.",
            "Saffi, please come out!",
            "I really want to talk to you!",
            "You don't think this is going to work.",
            "I suppose you're right, Dreamer...",
            "Maybe she'll come out for someone else, though?",
            "But for who?"
        ],
        [
            "꿈꾸는 자, 혹시 요즘 사피 본 적 있어?",
            "도서관 밖에서 마주친 비타와 진저의 베이커리에 온 것 까지는 좋았는데...",
            "홀 케이크 두 판을 냉큼 해치운 비타가 갑자기 진지한 얼굴로 말했다.",
            "사피라면, 조금 전에도 만나긴 했지만... 딱히 유의미한 대화를 나눈 건 아니다.",
            "비타는 반쯤 남은 케이크에 포크를 꽂으며 시무룩한 얼굴로 말했다.",
            "너한테도 그렇게 대하는구나?",
            "헹, 뭐, 타마모노마에의 일을 생각하면 사피 마음도 이해돼. 나도 로즈 때문에 무지 슬펐는걸.",
            "그래도 다른 사람들이랑 잘 지내면 좋겠는데... 비타가 작은 목소리로 웅얼거렸다.",
            "케이크를 찌르던 손이 점점 느려진다.",
            "실은, 사피는 옛날에도 우리랑 어울리는 것보다는 혼자 있는 걸 더 좋아했어.",
            "그렇다고 사피가 나쁘다는 소리는 절대 아니야!",
            "그냥, 좀, 뭐라고 하면 좋을까. 그니까아아아아아아...",
            "사피 말이야. 있잖아? 맨날 혼자 있구?",
            "외롭지 않을까? 슬플 때 혼자 있으면 두 배로 슬퍼진다고 큰 언니가 그랬단 말이양.",
            "비타가 케이크 위의 딸기를 반으로 잘라 접시 가장자리로 밀어낸다.",
            "비타는 포크로 갈라진 두 딸기를 살살 찌르며 말했다.",
            "이렇게 떨어져 있으면 외로울 수도 있잖아. 너무 슬퍼서 힘들 수도 있구...",
            "사피가 정말 도움이 필요할 때, 다른 사람이랑 같이 있고 싶을 때...",
            "지금처럼 계속 혼자 있으면 우리가 그걸 모를 수도 있잖아?",
            "사피 옆에는 타마모노마에뿐만 아니라 많은 사람들이 있다고, 알려줘야 해!",
            "사피에게는 그냥 시간이 필요한 것 같은데...",
            "가장 소중한 사람을 잃었으니 새로운 관계를 맺는데 다른 사람들보다 훨씬 더 많은 힘이 필요한 걸지도 모른다.",
            "아니면 그저 쉴 시간이 필요한 거거나.",
            "그러니까! 살짝만 물어보자는 거지, 요즘 기분은 좀 어떠냐궁! 나쁜 건 아니잖아. 같이 가자, 잠탱아!",
            "나쁘냐고 물어보면 나쁘다고 말 못 할 이야기기는 하지만... 딱히 내키진 않는데.",
            "왜!? 이러다 사피가 동강 난 딸기처럼 돼버리면 그땐 진짜 큰일이야! 잠탱이 너 바보야!?",
            "아까 도서관에서 봤을 때는 괜찮아 보였어, 그냥 책을 읽고 싶은 것 같았는걸.",
            "지금은 마음이 달라졌을 수도 있잖아. 에이잇, 아무튼 일어나! 같이 가자! 같이 가자구우우우우.",
            "내 팔을 붙잡고 같이 가자며 떼를 쓰는 비타를 어떻게 할 방법이 없었다.",
            "나쁜 의도인 것도 아니니까. 어쩔 수 없이 비타와 함께 도서관으로 돌아왔지만...",
            "... 하아.",
            "책장 사이를 가로질러 달려간 비타의 모습을 보자마자",
            "사피는 읽고 있던 책을 챙겨 다시 스톤의 모습으로 돌아가 버렸다.",
            "햐! 사피! 너무하잖아, 방금 그거 뭐야!?",
            "방금 한숨 쉰 거 맞지? 미워, 미워!",
            "마인드 스톤을 쥐고 앞뒤로 흔드는 비타를 말리며 달래주었다.",
            "잠탱이 너도 봤지!? 방금 한숨 쉰 거 봤지!?",
            "히이잉... 이렇게 된 이상... 그 방법밖에 없나...",
            "스톤을 내려놓은 비타가 음산하게 중얼거렸다. 아, 불길한 예감이 든다."
        ],
        [
            "ドリーマー、サフィのことが心配だわ。",
            "ヴィータと一緒に、ジンジャーのケーキを一個や二個ごちそうすることにした。",
            "大熱波は緩まないままだが、ジンジャーはパン屋のカフェコーナーだけを涼しくしている。",
            "魔法を使っているのだろう...それとも打ち水？",
            "ヴィータの前なのにボーっとしてしまった。",
            "ねえ、ちゃんと聞いてる？サフィのこと！",
            "本を読むとき以外はいっつもワールドストーンに引き籠もっているし、人とも会わないし、遊びにも来ない！",
            "無理をさせなくてもいいんじゃない？",
            "そのうち、みんなに懐いてくれると思う。",
            "そのうちじゃダメ！ドリームレスに勝つにはサフィの知識が必要なの！",
            "サフィが！必要なの！",
            "...",
            "それに...恋しいの。",
            "いつも逃げているばかりなんて勝って過ぎるのよ！",
            "大切な友達を失ったばかりなんだから...十分な時間をあげないと。　",
            "ヴィータは納得できないようだ。",
            "あたしには、分からないの。",
            "大切な人を失う気持ちが。もしローズや、君や、オーロラがいなくなったとしたら...想像すらつかない。マルとリズも...エスメでも！",
            "でもやっぱり、サフィがみんなを避け、誰にも頼ろうとしないなんて、絶対に良くない！",
            "誰かが支えないと！",
            "ワールドストーンとしては人間関係は範囲外なのに、確かにヴィータの言う通りだ。",
            "サフィが仲間になってからしばらく経つのに、全然みんなとの関係を築こうとしない。",
            "孤独が心を癒すわけでもないし...",
            "じゃ、それで決まりね？一緒に話にいこう？",
            "え、ちょっと？そういうことだったの？自分たちでサフィを説得するの？",
            "ううん、ただ、あたしが癇に障ってファイヤーボールをかまされたらやばいかもって！",
            "いや、ファイヤーよりアイスでしょ？",
            "えへへ...そうだよね、でもサフィはいつも勉強しているから、その気になればファイヤーも使えると思うよ！　",
            "攻撃されるより、実体化を解いて無視されそうだけど...",
            "案の定。",
            "ちっ！",
            "話を始めてもいないのに、同じ机で読書をしていたサフィはマインドストーンに消えた。",
            "しかしヴィータは諦めずに十分も続けてストーンを説得しようとした。",
            "サフィ、お願いだから、出てきて！",
            "本当に、話したいだけなの！",
            "...無理っぽい。",
            "そうみたいね、ドリーマー...",
            "他の誰かなら、説得できるかも？",
            "と言っても、誰？"
        ]
    ],
    "music": [
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}