{
    "StoryName": "Campaign_Chapter4_Part4",
    "background": [
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "",
            "Mal",
            "Lis",
            "Celeste",
            "",
            "",
            "Lis",
            "Lis",
            "",
            "Mal",
            "Lis",
            "Celeste",
            "",
            "Mal",
            "",
            "Lis",
            "Mal",
            "Lis",
            "Mal",
            "",
            "Mal",
            "Mal",
            "Aurora",
            "",
            "",
            "Esme",
            "",
            "",
            "",
            "Aurora",
            ""
        ],
        [
            "",
            "말",
            "리즈",
            "셀레스티",
            "",
            "",
            "리즈",
            "리즈",
            "",
            "말",
            "리즈",
            "셀레스티",
            "",
            "말",
            "",
            "리즈",
            "말",
            "리즈",
            "말",
            "",
            "말",
            "말",
            "오로라",
            "",
            "",
            "에스메",
            "",
            "",
            "",
            "오로라",
            ""
        ],
        [
            "",
            "マル",
            "リズ",
            "セレステ",
            "",
            "",
            "リズ",
            "リズ",
            "",
            "マル",
            "リズ",
            "セレステ",
            "",
            "マル",
            "",
            "リズ",
            "マル",
            "リズ",
            "マル",
            "",
            "マル",
            "マル",
            "オーロラ",
            "",
            "",
            "エスメ",
            "",
            "",
            "",
            "オーロラ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "With the Dreamless dealt with once again, you're left to wander through the thick woodlands that ensconce the Enchanted Realm.",
            "I think this place is called the Feywood.",
            "It's where all the magical creatures live. Our mother used to tell us bedtime stories about them when we were little.",
            "You're still little, though.",
            "Lis pouts at this proclamation, and you give Celeste a stern look. Celeste just looks back at you with a half smile and a small shrug.",
            "You ask Lis to tell everyone what she remembers.",
            "Umm, the stories mum used to tell us always had princes and princesses in... and there were always enchanted creatures that helped them against evil witches and scary monsters.",
            "Like birds that could talk, or dogs that could walk.",
            "Like Lis and Mal?",
            "Eh?",
            "That's mean...",
            "What are you talking about, Dreamer?",
            "Oh, never mind...",
            "Dreamer, have you been eating berries from those bushes we've been passing? I don't think they're very good for your head.",
            "No, you were just... look, just forget it. What was Lis saying?",
            "And there was one princess who had a curse put on her...",
            "And don't forget the knights and battles, Lis!",
            "Ehh, you were always much more interested in those...",
            "And dragons! There was always a fearsome dragon at the end of the story!",
            "An almighty crash and the sound of splintering tree trunks destroys the enchanted calm of the woodlands as a HUGE DRAGON LANDS RIGHT IN FRONT OF YOU!!!",
            "Yeah, just like that one!",
            "Ah...",
            "Quickly, Dreamer! Summon, your heroes!",
            "You try to do as she asks, but a sweep of the giant beast’s tail scatters your party and disrupts your concentration.",
            "Celeste’s caravan is knocked to one side as the creature barrels forward straight at you, it’s mighty jaws open and ready to swallow you whole.",
            "DREAMER!",
            "Then suddenly, Aurora is in front of you! An expanding ball of white energy emanates from her, driving the dragon back.",
            "It roars in fury and takes off into the sky.",
            "In its wake, a multitude of Dreamless spring to attack.",
            "Dreamer! Your heroes!",
            "You scramble to your feet even as Aurora collapses in front of you. All you can do is summon your heroes and attempt to defend her and the others."
        ],
        [
            "마주하는 적들을 제거하면서<br>마법의 왕국을 둘러싼 넓은 삼림지대를 헤매고 있었다.",
            "아, 이렇게 지루한 숲이 그 옛날 이야기에 나오는<br>페이우드라니... 실망이야.",
            "어렸을 때 침대에 누우면 말이지?<br>엄마가 늘 이곳의 신비로운 이야기들을 들려주셨어.",
            "너흰 아직도 어리단다. 귀여운 꼬마들이구나.",
            "셀레스티의 말을 들은 리즈가 뾰로통한 표정으로 뺨을 부풀린다.",
            "미소를 지으며 리즈의 머리를 쓰다듬는 셀레스티의 손길이 다정해 보였다.",
            "음~ 엄마가 들려주신 이야기 속에는 항상 왕자와 공주가 나왔어.<br>그리고 사악한 마녀와 무서운 괴물에게서 두 사람을 지켜주는 신비한 동물도.",
            "사람 말을 하는 파랑새나<br>두 발로 걸어다니는 귀여운 강아지 같은 것들 말이야.",
            "리즈의 묘사에 말을 쳐다보았다.",
            "뭐야? 나?",
            "오빠가 귀엽긴 해.",
            "사이가 좋은 남매네.",
            "셀레스티가 사이 좋은 남매를 보며 부드럽게 웃었다.",
            "으윽... 그것보단 이야기를 계속 들려주는 게 좋겠어...!",
            "분위기에 쑥스러워진 말은 고개를 숙이고 머리를 긁적였다.",
            "응!<br>끔찍하고 지독한 저주에 걸린 아름다운 공주에 대한 이야기도 있었지.",
            "그리고 멋진 기사들과 흉포한 괴물들의 싸움도 있었지.",
            "오빠는 그렇게 치고받고 싸우는 이야기만 관심이 있다니까.",
            "재밌잖아!<br>아! 맞다, 그리고 드래곤도 있었어! 이야기의 끝은 늘 드래곤이었지.",
            "그때, 갑자기 땅이 꺼질듯한 굉음이 들렸다.<br>거대한 그림자가 머리 위에 드리운다.",
            "응! 그래 맞아, 바로 저거처럼...",
            "... 어?",
            "저건...! 어서 메르헨을 소환하세요!",
            "거대한 날개를 가진 그림자가 나타나 우리 앞에 큰 소리를 내며 내려앉았다. 그 거대한 짐승은 꼬리를 휘둘러 주변과 모두를 휩쓸어버렸다.",
            "셀레스티의 마차가 날아간다.<br>그 짐승은 곧바로 달려와 거대한 턱을 들어 삼키려 했다.",
            "... 드래곤! 그는 안돼!!",
            "에스메의 절규와 함께 주변이 순식간에 어두워진다.<br>순간, 새하얀 빛을 내뿜는 구체를 손에 든 오로라가<br>드래곤의 시선을 끌었다.",
            "분노한 드래곤이 다시 굉음을 내지르며 하늘 높이 날아오른다.",
            "직후, 무수히 많은 드림리스가<br>바닥에 쓰러진 우리에게 달려들어 공격해온다.",
            "꿈꾸는 자! 메르헨을...!",
            "드래곤을 물러나게 한 오로라가 힘이 풀린 듯 주저앉는다."
        ],
        [
            "敵を退治しながら<br>魔法の王国を取り囲む広大な山林地帯をさまよっていた。",
            "こんなに退屈な森があの昔話に出てくる<br>幻妖の森だったとは...がっかりだよ。",
            "小さい頃ベッドに寝転がってさ、<br>お母さんがいつもこの森の神秘的なお話を聞かせてくれたの。",
            "君たちはまだ幼いね。可愛いおちびちゃんだ。",
            "セレステの言葉を聞いたリズがふてくされた顔で頬を膨らませている。",
            "セレステは微笑み、リズの頭を優しく撫でた。",
            "う〜ん、お母さんが聞かせてくれたお話では、いつも王子とお姫様が出てきたの。<br>それで、邪悪な魔女と恐ろしい怪物から二人を守ってくれる神秘的な動物も出てきたよ。",
            "人の言葉を喋る青い鳥とか、<br>二本足で歩く可愛い犬みたいな動物だった。",
            "リズの言葉を聞き、マルを見つめた。",
            "なんだ？俺？",
            "お兄ちゃんは確かに可愛いよね。",
            "二人とも仲がいいね。",
            "セレステが仲のいい二人を見て、柔らかく笑った。",
            "ううっ...そんなことより話の続きを聞かせてよ...！",
            "恥ずかしくなったマルは頭を下げ、頭を掻いた。",
            "うん！<br>ひどく恐ろしい呪いにかかった、美しいお姫様の話もあるよ。",
            "それと、かっこいい騎士と凶悪な怪物との戦いもね。",
            "お兄ちゃんは戦うお話にしか興味ないんだから...。",
            "面白いじゃん！ <br>あ！そうだ、あと、ドラゴンもいるよ！話の最後にはいつもドラゴンが出てくるんだよね。",
            "その時、急に地面がへこみそうな轟音が聞こえてきた。<br>巨大な影が頭の上に現れた。",
            "うん！そうだよ。まさにあんな感じ...",
            "...ん？",
            "あれは...！早くメルヘンを召喚してください！",
            "巨大な翼を持つ影が私たちの前に大きな音を立てて降りてきた。その巨大な怪物は尻尾を振り回し、みんなと周辺を荒らしてしまった。",
            "セレステの馬車が飛んでいく。<br>その怪物はすぐさま走りよってきて、巨大な顎を上げて飲み込もうとした。",
            "...ドラゴン！それはダメ！！",
            "エスメの絶叫と共に、あたりが一気に暗くなった。<br>一瞬、真っ白な光を放つ球体を手に持ったオーロラが、<br>ドラゴンの視線を引いた。",
            "怒ったドラゴンがまた轟音をとどろかせ、空高く飛び上がる。",
            "その直後、無数のドリームレスが<br>地面に倒れた私たちに向かってきて、攻撃をしてきた。",
            "ドリーマー！メルヘンを...！",
            "ドラゴンを追いやったオーロラは力が抜けたように座り込んだ。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}