{
    "StoryName": "Campaign_LibraryStory_QueenOfHearts_2",
    "background": [
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png"
    ],
    "character": [
        [
            "Esme",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Esme",
            "Esme",
            "",
            "",
            "Esme",
            "",
            "",
            "Esme",
            "Esme",
            "Esme",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Esme",
            "Esme",
            "Esme",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "에스메",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "에스메",
            "에스메",
            "",
            "",
            "에스메",
            "",
            "",
            "에스메",
            "에스메",
            "에스메",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "에스메",
            "에스메",
            "에스메",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "エスメ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "エスメ",
            "エスメ",
            "",
            "",
            "エスメ",
            "",
            "",
            "エスメ",
            "エスメ",
            "エスメ",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "エスメ",
            "エスメ",
            "エスメ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Dreamer, about the Queen of Hearts...",
            "It's later in the day and Esme has taken you aside. She speaks to you quietly.",
            "You're sure that Esme also has a lot of worries relating to the Queen acting as one of your heroes.",
            "The Queen was once the Dominion of Esme's realm and not only has the Queen been corrupted by the influence of the Dreamless Nether...",
            "But also, she has faced her own demise - at your hands, no less.",
            "There are a great many people around you that are uncomfortable treating the Queen of Hearts as a Hero.",
            "Although it seems that, once upon a time, she used to rule her realm wisely...",
            "Who was this girl named Alice who was able to influence the queen so greatly?",
            "Seriously, what kind of person was she that she could affect the Queen of Hearts like that?",
            "You almost want to go ask the Queen yourself about whoever that girl was.",
            "Umm, Dreamer?",
            "Are you listening?",
            "Ah, sorry Esme. Yes, you are listening.",
            "...What was she saying?",
            "I didn't even say anything! You weren't paying attention at all, were you?",
            "Ha ha... sorry.",
            "You were just thinking about how to deal with the Queen of Hearts.",
            "Ah... Right.",
            "She does seem to be much easier to approach now than when she used to be known as the Mad Queen.",
            "Still it's difficult to ask for her to perform similar tasks to the ones we ask your other heroes to... right?",
            "Esme mutters this with a worried look on her face.",
            "The Queen of Hearts would be a big help in the future if she ever decides to help you.",
            "Perhaps merely defeating her wasn't enough?",
            "In the past, there was a girl named Alice who challenged and defeated the Queen of Hearts.",
            "And yet, Alice never got hate from the Queen like you do.",
            "Dreamer, Esme.",
            "You're both here.",
            "Aurora! You wonder what brings her here?",
            "I overheard you talking about the Queen of Hearts. It seems many of the others are having a hard time getting close to her...",
            "You know... There's nothing I can really do about her. Even before she became corrupted, she always did whatever she wanted.",
            "Unless Alice comes back, it'll be very hard to approach the Queen.",
            "In the worst case scenario, we might not be able to call on the Queen for aid when we need her.",
            "The Queen of Hearts was a very powerful presence. As you know already, she stood as a Dominion lord of the Realm of Wonderland for a long time.",
            "If we could get her help, it would make the Dreamer's journey much easier...",
            "Aurora looks skeptical, even as she says these words.",
            "The Queen of Hearts definitely doesn't seem to want to lend a hand.",
            "Even if you were able to reduce the distance between her and the rest of your comrades, doing so is something that would take time and dedication. There's no way it could happen overnight.",
            "Hmm... Dreamer.",
            "Why don't you go for a walk with only you and Queen of Hearts?",
            "Esme looks surprised at Aurora's suggestion.",
            "You're about to ask Aurora if she's serious, but...",
            "By the look on Aurora's face, it definitely seems like she is.",
            "If Aurora says so, there must be a good reason.",
            "Maybe, tomorrow you should go for a walk with the Queen of Hearts."
        ],
        [
            "꿈꾸는 자, 퀸 오브 하트 말이야...",
            "에스메가 조심스러운 목소리로 말을 걸어온다.",
            "에스메에게서 보기 힘든 고민이 가득한 얼굴이다.",
            "영역을 통치하는 도미니언이 타락한 것도 모자라 그런 최후를 맞았으니",
            "신경을 쓸 수 밖에 없을 것이다.",
            "더군다나 퀸 오브 하트를 메르헨으로 다루는 것을 꺼려하는 사람도 많은 것 같다.",
            "모두가 의자에 꼿꼿하게 앉아있는 퀸 오브 하트의 얼굴을 힐끔거린다.",
            "그녀는 과거 현명한 여왕이자 도미니언으로서 영역을 통치한 적도 있었다.",
            "앨리스라는 이름의 위대한 메르헨이 그녀의 공포 정치를 바로 잡았다고 했었다.",
            "앨리스는 대체 어떤 존재였는지 퀸 오브 하트에게 가서 직접 물어보고 싶을 지경이다.",
            "그, 꿈꾸는 자?",
            "내 말 듣고 있어?",
            "에스메의 표정이 점점 무서워진다...",
            "듣고 있었다는 뜻으로 얼른 고개를 끄덕였다.",
            "나 아직 아무 말도 안 했거든!? 전혀 안 듣고 있었지!?",
            "...",
            "... 나는 고개를 돌려 에스메의 시선을 피했다.",
            "너도 퀸 오브 하트 때문에 생각이 많아진거지.",
            "미친 여왕이라고 불릴 때보다는 확실히 나아진 것 같지만.",
            "다른 메르헨들에게 부탁하듯이 무언가를 부탁하기는... 좀 힘들겠지?",
            "에스메가 걱정스러운 얼굴로 중얼거렸다.",
            "퀸 오브 하트가 그럴 마음만 먹는다면 분명 큰 힘이 되어줄 수 있을 것이다.",
            "단순히 싸워 이기는 것만으로는 부족했던 건지도 모른다.",
            "앨리스라는 소녀도 퀸 오브 하트에게 도전해 승리했지만,",
            "우리의 경우와 달리 앨리스를 싫어하거나 증오하지는 않았다고 했었다.",
            "꿈꾸는 자, 에스메.",
            "여기 모여 계셨군요.",
            "오로라가 난처한 얼굴로 웃으며 말을 걸어온다.",
            "퀸 오브 하트의 이야기를 들었어요. 곤란해하는 분들이 많으시다고요...",
            "으... 어쩔 수 없잖아, 그 '퀸 오브 하트'인걸.",
            "앨리스가 다시 돌아오지 않는 한 마음대로 하긴 힘들 걸.",
            "최악의 경우에는 힘을 빌릴 수 없을지도 몰라.",
            "퀸 오브 하트는 원더랜드의 도미니언으로 군림할만큼 굉장히 강력한 존재라고 할 수 있어요.",
            "그런 그녀의 도움을 받을 수 있다면 앞으로 꿈꾸는 자의 여정에 많은 도움이 될 텐데...",
            "오로라가 에스메를 다독이며 조용히 중얼거렸다.",
            "퀸 오브 하트는 좀처럼 곁을 내주지 않는다.",
            "사람의 거리라는 것은 원한다고 단번에 줄일 수 있는게 아니니 더욱 어려웠다.",
            "음... 꿈꾸는 자.",
            "퀸 오브 하트와 함께 잠시 산책을 다녀 오시는 건 어떨까요?",
            "오로라의 제안에 에스메가 놀란 얼굴로 엥? 하는 소리를 냈다.",
            "나도 오로라에게 진심이냐고 묻고 싶었지만...",
            "그러기엔 오로라의 표정이 너무나도 진지했다.",
            "오로라가 무언가 제안할 때는 언제나 그럴만한 이유가 있었다.",
            "묵묵히 고개를 끄덕이자, 에스메와 오로라가 사이좋게 눈을 반짝였다."
        ],
        [
            "ドリーマー！ハートの女王のことだけど...",
            "エスメが慎重に話しかけてきた。",
            "エスメにしては珍しく、不安そうな顔だ。",
            "領域を統治するドミニオンが堕落した上に、あんな最後を迎えたのだから",
            "気を使わざるを得ないだろう。",
            "ハートの女王をメルヘンとして扱うのを嫌がる人も多いはずだ。",
            "堂々と椅子に座っているハートの女王の顔をちらりと見た。",
            "彼女は昔、賢明な女王でありドミニオンとして領域を統治していたこともあった。",
            "アリスという名の偉大なるメルヘンが、彼女の恐怖政治を正したらしい。",
            "アリスはいったいどんな存在だったのか、ハートの女王に直接尋ねたいくらいだ。",
            "ねえ、ドリーマー？",
            "あたしの話聞いてる？",
            "エスメの表情が次第に恐ろしくなっていく...",
            "聞いていたという意味を込めて、素早くうなずいた。",
            "まだ何も言ってないんだけど？全然聞いてなかったでしょ！？",
            "...",
            "...私は横を向いてエスメの視線を避けた。",
            "ドリーマーもハートの女王のせいで色々考えてたんでしょ？",
            "マッドクイーンって呼ばれてた時よりはいいけど。",
            "他のメルヘンみたいに、何かを頼むのは...ちょっと厳しそうよね？",
            "エスメは心配そうな顔でつぶやいた。",
            "ハートの女王が協力してくれたら、きっととても頼りになるだろう。",
            "単純に戦って勝つだけでは足りなかったのかもしれない。",
            "アリスという少女もハートの女王に挑戦して勝利したが、",
            "私たちとは違い、アリスを嫌ったり憎んだりはしなかったらしい。",
            "ドリーマー、エスメ。",
            "こちらにいらしたんですね。",
            "オーロラは困った様子で笑いながら、話しかけてきた。",
            "ハートの女王の話を聞きました。困っている方が多いと...",
            "うっ...仕方ないでしょ？あの「ハートの女王」なんだから。",
            "アリスが帰ってこない限り、なかなか言うことを聞いてくれないはずよ。",
            "最悪の場合は力を借りられないかも。",
            "ハートの女王はワンダーランドのドミニオンとして君臨するほど、<br>非常に強力な存在だといえるでしょう。",
            "そんな彼女の助けを借りられるなら、<br>ドリーマーの冒険に大いに役立つはずですが...",
            "オーロラはエスメを慰めながら静かにつぶやいた。",
            "ハートの女王はなかなか心を開いてくれない。",
            "一気に仲良くなれるタイプではなさそうだから、余計難しかった。",
            "うーん...ドリーマー。",
            "ハートの女王と一緒に散歩に行ってみませんか？",
            "オーロラの提案に対し、エスメが驚いた顔で「え？」と言った。",
            "私もオーロラに本気なのかと聞きたかったが...",
            "オーロラの表情はあまりにも真剣だった。",
            "オーロラが何かを提案する時は、いつもきちんとした理由があった。",
            "静かにうなずくと、エスメとオーロラは仲良く目を輝かせた。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}