{
    "StoryName": "Campaign_Chapter10_Part5",
    "background": [
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png",
        "icepalace.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Jack Frost",
            "Jack Frost",
            "Jack Frost",
            "Jack Frost",
            "Jack Frost",
            "",
            "Jack Frost",
            "Jack Frost",
            "",
            "Jack Frost",
            "Jack Frost",
            "Jack Frost",
            "",
            "Aurora",
            "Aurora",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "잭 프로스트",
            "잭 프로스트",
            "잭 프로스트",
            "잭 프로스트",
            "잭 프로스트",
            "",
            "잭 프로스트",
            "잭 프로스트",
            "",
            "잭 프로스트",
            "잭 프로스트",
            "잭 프로스트",
            "",
            "오로라",
            "오로라",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "ジャックフロスト",
            "ジャックフロスト",
            "ジャックフロスト",
            "ジャックフロスト",
            "ジャックフロスト",
            "",
            "ジャックフロスト",
            "ジャックフロスト",
            "",
            "ジャックフロスト",
            "ジャックフロスト",
            "ジャックフロスト",
            "",
            "オーロラ",
            "オーロラ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "No matter what you do, you can't pin Jack down.",
            "It might be something to do with him being in his element, but he runs rings around you.",
            "Eventually, he stops attacking you of his own accord.",
            "You haven't even managed to lay a finger on him...",
            "This is boring... I expected so much more from you people.",
            "Aurora is supposed to be as much of a legend as me!",
            "Listen Dreamer, I'm going to let you live this time.",
            "Consider it my thanks for dispelling that barrier for me.",
            "Now tell me what you intend to do here.",
            "You want- no, you <i>hope</i>- to free the Daystone and save the Winter Queen from her madness.",
            "You want to SAVE her?!",
            "Haha fine! I'll take that challenge.",
            "Challenge?",
            "Yes, you against me, Dreamer. We'll see who reaches the Winter Queen first.",
            "The prize is the Daystone.",
            "Don't expect me to go easy on you a second time!",
            "And with that, the infuriating lad disappears in a cloud of ice crystals!",
            "We had better hurry, Dreamer!",
            "That boy is powerful, he could easily reach the throne room before us.",
            "You set off once more, more haste in your step as you consider what carnage Jack Frost could cause..."
        ],
        [
            "아무리 애를 써도 잭을 쓰러트릴 수 없었다.",
            "잭의 능력 때문인지, 타고난 속성 때문인지 공격을 요리조리 피하며 우리 주위를 맴돈다.",
            "결국 그가 귀찮은 얼굴로 공격하는 것을 그만두었다.",
            "복도를 차지했던 얼음 조각들이 서서히 사라졌다.",
            "진짜 재미없고 지루하다. 혹시나 했던 내가 바보지.",
            "특히 오로라! 전설 속의 인물인 줄 알았는데, 네 이명이 아깝다.",
            "내가 일방적으로 괴롭히는 것 같잖아. 이러면 뒷맛이 나쁘단 말이야.",
            "봐줄테니까 그냥 가는게 어때?",
            "어차피 할 수 있는 일도 별로 없을 것 같은데.",
            "눈의 여왕을 구해야한다. 도움을 요청한 데이 스톤도 해방시켜야했다.",
            "눈의 여왕을 구한다고?",
            "넌 못할 것 같은데. 아, 아니면 이번에도 내기할래?",
            "내기?",
            "누가 먼저 눈의 여왕을 찾아 내는지 내기하는거야. 레이스 같은거지.",
            "우승한 사람이 데이 스톤을 가지는 걸로 하자. 어때?",
            "싸우는 건 형편없지만 달리기는 잘 하겠지. 두 번은 안 봐준다?",
            "말을 마친 소년이 순식간에 얼음 속으로 사라졌다.",
            "잭 프로스트는 강한 존재에요, 그가 먼저 왕좌를 찾아낸다면...",
            "서두르죠, 꿈꾸는 자.",
            "오로라가 신중한 목소리로 말했다."
        ],
        [
            "どれだけ頑張ってもジャックを倒すことはできなかった。",
            "ジャックの能力のせいなのか、生まれ持った属性のせいなのか、攻撃をあちこちかわして私たちの周囲をぐるぐる回った。",
            "結局彼がめんどくさそうな顔で攻撃をやめた。",
            "廊下にあった氷の破片が徐々に消えていった。",
            "本当に面白くないしつまらない。ちょっとでも期待した僕がバカだった。",
            "特にオーロラ！伝説の中の人物だと思ってたのに、君の異名が勿体無いや。",
            "僕が一方的に攻撃してるみたいじゃん。これじゃあ後味が悪いんだよな。",
            "ここは見逃してあげるから先に進むのはどう？",
            "どうせできることもあまりなさそうだけど。",
            "雪の女王を救わなければいけない。助けを求めたデイストーンも解放しなければ。",
            "雪の女王を助けるって？",
            "君にはできそうにないけど。あ、それとも今回も賭けする？",
            "賭け？",
            "誰が先に雪の女王を探し出すことができるか賭けるんだ。レースみたいなもんだよ。",
            "優勝した人がデイストーンを手にできることにしよう。どう？",
            "戦いはひどい様子だったけど、走るのは得意でしょ。今回は見逃しなしだよ。",
            "話を終えた少年が一瞬で氷の中へと消えていった。",
            "ジャックフロストは強いです、彼が先に王座を見つけ出したら...",
            "急ぎましょう、ドリーマー。",
            "オーロラが慎重な声で言った。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}