{
    "StoryName": "Campaign_LibraryStory_QueenOfHearts_5",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "Esme",
            "Aurora",
            "Esme",
            "Aurora",
            "Esme",
            "Aurora",
            "",
            "",
            "",
            "",
            "Esme",
            "Esme",
            "Esme",
            "Esme",
            "Esme",
            "Esme",
            "Esme",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Esme",
            "Esme",
            "Esme",
            "Esme",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "에스메",
            "오로라",
            "에스메",
            "오로라",
            "에스메",
            "오로라",
            "",
            "",
            "",
            "",
            "에스메",
            "에스메",
            "에스메",
            "에스메",
            "에스메",
            "에스메",
            "에스메",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "에스메",
            "에스메",
            "에스메",
            "에스메",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "エスメ",
            "オーロラ",
            "エスメ",
            "オーロラ",
            "エスメ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "エスメ",
            "エスメ",
            "エスメ",
            "エスメ",
            "エスメ",
            "エスメ",
            "エスメ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "エスメ",
            "エスメ",
            "エスメ",
            "エスメ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "So...",
            "The Queen of Hearts didn't say anything like...",
            "\"Get lost!\" or \"Off with your head!\"",
            "but rather she told you that...",
            "\"You will never be like Alice, anyway?\" And that was it?",
            "Are you sure that she only said that you would never be like Alice? Dreamer?",
            "From the way that they're questioning you, it is clear that Esme and Aurora are siblings.",
            "As they finish each other's sentences and nod their head at the same time.",
            "Esme looks at you with a thoughtful face and turned to Aurora.",
            "Aurora also nods her head while looking at Esme...",
            "Hmm, Dreamer...",
            "The Queen wasn't always like this.",
            "As you know, I deal with other people's emotions a lot as the Heartstone.",
            "Making even the Queen of Hearts emotional at times is not hard.",
            "Just like you did today, Alice used to hang out with Queen of Hearts.",
            "It was quite a long time ago so I don't remember clearly. But I'm sure they used to go out for long walks like that.",
            "It’s hard to build a good relationship on the first try but I don’t think that it was a bad start.",
            "Yes, I agree.",
            "The Queen of Hearts is definitely a powerful being.",
            "Dreamer, you might not become like Alice...",
            "But maybe you will be able to get close to the Queen like Alice once did?",
            "Yes, so I'd like you to do me a favor when you're dealing with the Queen of Hearts.",
            "I know she has done a lot of bad things in the past, but she was once the Dominion of my Realm after all...",
            "I hope you two can get along together.",
            "So, please do me this favor.",
            "Yes, I also would ask you to do this.",
            "Aurora and Esme ask you, both looking uncomfortable as they do, as if what they are asking is unreasonable.",
            "They ask you a favor, but with the favor aside, you still want to get along with Queen of Hearts anyway.",
            "She is indeed a powerful hero.",
            "A person who is strong, with a great deal of pride.",
            "If you can convince her to help you, you are centain that it'll mean a big boost for your quest.",
            "Now, whether it's to get help or not, it's also what you must do.",
            "After all, you are becoming more and more curious about Alice's method for how she managed to become close with the queen.",
            "Maybe you should ask Queen of Hearts to go for a walk together again soon?",
            "Perhaps this time you could try a more friendly approach."
        ],
        [
            "그러니까...",
            "퀸 오브 하트가",
            "꺼지라던지, 죽이겠다던지...",
            "협박을 하지 않고...",
            "너는 앨리스가 될 수 없다 말했다고?",
            "당신이 앨리스가 될 수 없다고만 말 했나요?",
            "이럴 때 보면 에스메와 오로라는 자매 사이인게 분명하다.",
            "둘이 동시에 비슷한 것을 묻는 것을 듣고 있다가 고개를 끄덕였다.",
            "에스메는 의미심장한 얼굴로 나를 바라보다가 오로라를 향해 고개를 돌렸다.",
            "오로라가 그런 에스메를 바라보며 고개를 끄덕이자...",
            "음, 꿈꾸는 자.",
            "그 애도 원래부터 그런 성격이었던 건 아니야.",
            "알다시피, 내가 감정을 관여하는 스톤이라...",
            "내 영향을 받은 퀸 오브 하트도 감정적인 사람이 될 수 밖에 없거든.",
            "오늘 네가 했던 것처럼 앨리스도 예전에 퀸 오브 하트와 그런 식으로 함께 다녔었어.",
            "너무 예전의 일이라 잘 생각은 안나는데... 분명 그랬을 거야.",
            "한 번에 친해지는 것은 어렵겠지만, 엄청 나쁜 사이인건 아닐지도?",
            "네, 제 생각도 그래요.",
            "퀸 오브 하트는 분명 강력한 존재에요.",
            "당신이 앨리스와 똑같은 존재가 되어줄 수는 없겠지만...",
            "앨리스와 비슷한 방법으로 그녀와 가까워질 수 있지 않을까요?",
            "응, 나도 너에게 퀸 오브 하트의 일을 부탁하고 싶어.",
            "어쨌든 내 영역의 도미니언이었는걸...",
            "잘 지낼 수 있었으면 좋겠어.",
            "부탁할게.",
            "네, 저도 에스메와 함께 부탁드릴게요.",
            "... 오로라와 에스메가 난처한 얼굴로 그렇게 말했다.",
            "두 사람의 부탁도 부탁이지만, 나도 퀸 오브 하트와 잘 지낼 수 있었으면 좋겠다고 생각한다.",
            "그녀는 분명 강한 메르헨이다.",
            "고고하고, 높은 자존심을 가지고 있는 존재.",
            "그녀에게 도움을 받을 수 있다면 앞으로의 여정에 분명 큰 힘이 되어줄 것이다.",
            "이제는 도움의 여부를 떠나, 내가 해야만 하는 일이기도 하다.",
            "앨리스에 대한 것도 점점 궁금해진다.",
            "...",
            "다음에는 퀸 오브 하트에게 직접 산책을 가지 않겠냐고 물어보는 편이 좋을 것 같다."
        ],
        [
            "えっと...",
            "ハートの女王が",
            "消えろとか、殺してやるとか...",
            "脅さずに...",
            "ドリーマーはアリスになれないって言ったって？",
            "あなたはアリスになれないと言ったのですか？",
            "こういう時、エスメとオーロラが姉妹なのだと感じる。",
            "2人が同時に似たようなことを尋ね、私はうなずいた。",
            "エスメは意味ありげな顔で私を見つめ、オーロラのほうを向いた。",
            "オーロラはそんなエスメを見つめながら、うなずき...",
            "あのね、ドリーマー。",
            "あの子も元からああいう性格だったわけじゃないの。",
            "ご存じのとおり、あたしは感情をつかさどるストーンだから...",
            "あたしの影響を受けたハートの女王も、感情的な人間になっちゃうんだよね。",
            "今日ドリーマーが一緒にいたように、アリスも昔、ハートの女王と一緒にいたのよ。",
            "ずっと昔のことだからあんまり覚えてないけど...きっとそうだったはず。",
            "一気に仲良くなるのは難しいだろうけど、そこまで嫌われてもいないと思うよ？",
            "はい、私もそう思います。",
            "ハートの女王は確かに強力な存在です。",
            "あなたがアリスと同じ存在にはなれませんが...",
            "アリスと似たような方法で、彼女と仲良くなれるのでは？",
            "うん、あたしもハートの女王のことを頼みたいな。",
            "あたしの領域のドミニオンだったから...",
            "仲良く過ごしたいの。",
            "お願いね。",
            "私からもお願いします。",
            "...オーロラとエスメは困った様子でそう言った。",
            "2人の頼みということもあるが、私もハートの女王と仲良く過ごしたい。",
            "彼女はきっと強いメルヘンだ。",
            "孤高で高いプライドを持つ存在。",
            "彼女が協力してくれたら、これからの冒険が楽になるはずだ。",
            "誰かに頼まれなくても、私がすべきことなのだろう。",
            "アリスに関することも謎は深まっていく。",
            "...",
            "今度はハートの女王に散歩に行かないかと直接尋ねるほうが良さそうだ。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}