{
    "StoryName": "Campaign_SideStory_Siegfried_Odette_Odile_4",
    "background": [
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png"
    ],
    "character": [
        [
            "",
            "",
            "Secretary Loa",
            "",
            "Secretary Loa",
            "Secretary Loa",
            "Siegfried",
            "Secretary Loa",
            "Siegfried",
            "",
            "Secretary Loa",
            "",
            "",
            "Odette",
            "Odette",
            "",
            "Odile",
            "",
            "Odile",
            "Aurora",
            "Odette",
            "",
            "Odile",
            "",
            "Secretary Loa",
            "",
            "Secretary Loa",
            "",
            "",
            "",
            "",
            "",
            "Vita",
            "Siegfried",
            "Aurora",
            "",
            "",
            "Odile",
            "",
            "Odile",
            "Odile",
            "Odette",
            "Siegfried",
            "",
            ""
        ],
        [
            "",
            "",
            "비서 로아",
            "",
            "비서 로아",
            "비서 로아",
            "지그프리드 왕자",
            "비서 로아",
            "지그프리드 왕자",
            "",
            "비서 로아",
            "",
            "",
            "오데트",
            "오데트",
            "",
            "오딜",
            "",
            "오딜",
            "오로라",
            "오데트",
            "",
            "오딜",
            "",
            "비서 로아",
            "",
            "비서 로아",
            "",
            "",
            "",
            "",
            "",
            "비타",
            "지그프리드 왕자",
            "오로라",
            "",
            "",
            "오딜",
            "",
            "오딜",
            "오딜",
            "오데트",
            "지그프리드 왕자",
            "",
            ""
        ],
        [
            "",
            "",
            "秘書・ロア",
            "",
            "秘書・ロア",
            "秘書・ロア",
            "ジークフリート",
            "秘書・ロア",
            "ジークフリート",
            "",
            "秘書・ロア",
            "",
            "",
            "オデット",
            "オデット",
            "",
            "オディール",
            "",
            "オディール",
            "オーロラ",
            "オデット",
            "",
            "オディール",
            "",
            "秘書・ロア",
            "",
            "秘書・ロア",
            "",
            "",
            "",
            "",
            "",
            "ヴィータ",
            "ジークフリート",
            "オーロラ",
            "",
            "",
            "オディール",
            "",
            "オディール",
            "オディール",
            "オデット",
            "ジークフリート",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "With Odette and Odile scouring the city from the air and Siegfried leading you forward from the scholar's district, you soon begin encountering more Nightmares.",
            "Siegfried's tactical nous and Odette and Odile's airborne firepower allow you to outmaneuver all your enemies, however.",
            "This is easy! We'll be at the doors of the guild hall in no time!",
            "You remind her that Rothbart is the target, for now at least.",
            "Of course!",
            "Say, Siegfried... you're a prince, right? You must have lots of treasure stashed away? Any chance you might consider joining the guild?",
            "Uh, what is that, exactly?",
            "It's a really cool club where all the greatest heroes are and the cost of membership is really low!",
            "I see...",
            "Stop trying to drum up membership fees, Loa, now isn't the time!",
            "Hmph, <i>someone</i> has to keep that place running! Lynn and Gaudi certainly won’t concern themselves with running costs!",
            "Again, you are amazed at this girl's single-mindedness – even in the face of a full invasion!",
            "Before you can comment such, Odette and Odile land in front of you.",
            "Siegfried! The movement of these Nightmares is strange!",
            "These monsters are massing behind us, back in the plaza at the centre of the scholar's district again.",
            "Is it an ambush?",
            "We don't think so, they appear to have broken into the city library and they are... carrying away books.",
            "<i>Books?</i> You've never seen them behave like that before.",
            "No, it is strange...",
            "Dreamer, there is a lot of ancient and arcane knowledge inside the library, could that be what Kyo is after?",
            "Or what Rothbart is after?",
            "That would suggest Rothbart is somehow able to command Kyo's Nightmares. How could that be possible?",
            "I don't know... but when we flew over the library, I felt a strangely familiar presence...",
            "Whatever they are doing, it can't be good. You decide to double back to the library and clear out the Nightmares there.",
            "If you're doing that, Dreamer, I should take my militia and try to link up with everyone at the guild hall.",
            "That's a good idea, this diversion has already taken up a lot of time.",
            "Well then, I hope to see you there. Don't be late, you're already behind on your subscription payments...",
            "...",
            "And so, you turn around and fight your way back to the plaza. You find it full of Nightmares once more, though why they are fixated on this particular part of the city, you don't know.",
            "Beyond the creatures of shadow, however, there is something quite different.",
            "A semi-spectral form that is somehow both more solid and yet more illusory than the monsters of shadow that surround it.",
            "The creature turns its head towards you and hisses, then darts into the library and out of sight.",
            "What was <i>that?!</i>",
            "It's some kind of... ghost?",
            "I know what that is. It's a Shade. The magic needed to create one is very old and quite considerable!",
            "Great! Dreamless, Nightmares and now Shades!",
            "Your list of enemies keeps on growing.",
            "A Shade needs someone to control it, usually through an object imbued with power, otherwise they are just mindless creatures acting on instinct.",
            "Everyone looks at her.",
            "What?",
            "You think I never picked up anything from my father's study of magic?",
            "Whoever is controlling it, its intentions are obviously bad.",
            "I agree. We should pursue it and destroy it.",
            "You will have to fight the Nightmares in between you and it first, though!",
            "With nods of agreement, your companions and heroes all ready their weapons and prepare to charge."
        ],
        [
            "오데트와 오딜은 하늘을 날며 도시를 순찰했다. 지그프리드 왕자는 그런 두 사람을 살피며 우리를 안내했다.",
            "그의 전술과 오데트와 오딜의 엄호 덕분에 수월하게 학자의 구역을 벗어날 수 있었다.",
            "아주 좋아요! 중앙 광장까지 쉽게 도착할 수 있겠어요!",
            "로아가 신이 난 목소리로 가볍게 말했다.",
            "흠, 로트바르트라...",
            "그건 그렇고, 지그프리드씨. 지그프리드씨는 왕자라면서요?<br>그럼 보물이나 금화도 많이 가지고 계시겠네요! 혹시 길드에 가입하실 생각은 없으세요?",
            "길... 드요?",
            "네! 저희 길드에는 전설 속의 위대한 메르헨들이 모두! 가입했어요. 가입비용도 아주 저렴하답니다?",
            "아, 그렇습니까?",
            "로아를 바라보자 그녀가 입술을 삐죽거리며 쫑알거렸다.",
            "흥! 누군가는 계속 영업을 해야 된다고요!<br>린씨나 가우디씨나 운영비용에 대해서 신경을 전혀 안 쓰시니까! 저라도 해야죠!",
            "로아도 참 고생이 많다는 생각이 들었다. 도시가 공격을 받는 와중에도 영업을 해야하다니.",
            "무어라 더 이야기 할 틈도 없이 오데트와 오딜이 우리 앞에 착지했다.",
            "지그프리드! 악몽들의 움직임이 수상해요.",
            "학자의 구역 중심부에 위치한 광장으로 다시 돌아가고 있어요.",
            "오딜이 오데트를 바라본다.",
            "기습은 아닌 것 같아요. 도시의 대도서관에 침입한 모양이에요. 도서관의 책들을 나르는 것 같은데...",
            "악몽이 책을 나른다니, 그런 것은 본 적이 없다.",
            "불길한 예감이 들어요.",
            "꿈꾸는 자, 대도서관에는 고대의 지식이 담긴 책들이 많이 있어요.<br>쿄가 그걸 노리고 있을지도 몰라요.",
            "혹은, 로트바르트일지도요.",
            "로트바르트도 악몽을 조종할 수 있는지 물었지만, 오딜은 천천히 고개를 가로저었다.",
            "그건 모르겠어요. 하지만 확실히... 익숙한 존재가 도서관에 있는 것 같아요.",
            "그 인물이 도서관에 있다면 그냥 내버려둘 수는 없다. 악몽과 함께 쓰러트려야 한다.",
            "꿈꾸는 자, 도서관으로 갈 예정이시라면 제가 민병대를 이끌고 중앙 광장에 있는 메르헨들과 합류할게요.",
            "로아의 말대로 도시를 너무 오래 비웠다. 그녀에게 부탁하는 것이 최선이리라.",
            "그럼 나중에 도시에서 다시 만나요. 늦지 마시고요! 벌금 물릴테니까요!",
            "...",
            "우리는 방향을 돌려 학자의 구역 중심부로 향했다.",
            "악몽들이 이 구역을 노리고 있다는 예감이 들었다.",
            "악몽 사이로 어떤 그림자 같은 괴물의 형태가 보인다.",
            "형태를 가지고 있지만 환상에 가까운 느낌을 주는 괴물이다.<br>순간 시선이 마주쳤지만 곧 시야에서 완전히 사라졌다.",
            "방금 그건 뭐야?",
            "유령... 과 비슷했던 것 같습니다만.",
            "네, 저건 쉐이드라고 해요. 저들을 창조하려면 고대의 마법을 사용해야하는데...",
            "쉐이드?",
            "낯선 이름을 가진 적이 또 늘었다.",
            "쉐이드라면, 보통 힘이 깃든 물건을 사용해서 그들을 조종한다고 들었어요.<br>명령이 없다면 저들은 그저 본능에 따라 움직이는 생명체에 불과해요.",
            "모두 오딜을 바라본다.",
            "... 왜 그렇게 보시죠?",
            "그저 먼 옛날 아버지에게 전해 들었던 가르침 중 하나일 뿐이에요.",
            "... 누가 조종하고 있다면, 분명 악의적인 의도일거에요.",
            "맞습니다. 뒤를 쫓죠, 꿈꾸는 자.",
            "우선 도서관 건물을 둘러싼 악몽을 모두 격파하는게 먼저다.",
            "메르헨들과 일행 모두 전열을 가다듬었다."
        ],
        [
            "オデットとオディールは、空を飛びながら偵察した。 そんな二人を眺めながら、ジークフリートも一行を案内した。",
            "彼の戦術と、オデットとオディールの護衛のおかげで、速やかに学者エリアを抜けることができた。",
            "いい調子ですね！ これなら中央広場まで、簡単に到着できそうです！",
            "ロアの声が弾んでいた。",
            "ふむ、ロートバルトか...",
            "それはそうと、ジークフリートさんは王子なんですよね？<br>じゃあ、金貨や宝物をたくさん持っているんじゃないですか？ ギルドメンバーになるお考えは？",
            "ギル...ド？",
            "はい！ うちのギルドには、伝説に出てくる偉大なメルヘン達全員が加入しています！ 入会金も、とっても安いですよ？",
            "ああ、そうですか。",
            "ロアのほうを見ると、彼女は不満げに言った。",
            "ふん！ 営業活動が必要なんです！<br>リンさんも、ガウディさんも、運営資金には無頓着ですから。私だけでもしなきゃ！",
            "ロアも苦労してるんだな。都市が襲撃されてるなかでも、営業しないといけないとは。",
            "続く話をさえぎるかのように、オデットとオディールが目の前に着地した。",
            "ジークフリート！ ナイトメアの動きが妙です。",
            "学者エリアの中心部にある広場に、再び集結しています。",
            "オディールがオデットを見つめる。",
            "奇襲ではなさそうです。大図書館に侵入して本を運んでいるようなのですが...",
            "ナイトメアが本を運ぶなど、聞いたことがない。",
            "嫌な予感がします。",
            "ドリーマー、大図書館には古代の叡知のつまった本がたくさんあります。<br>キョウの狙いは、それかも知れません。",
            "あるいは、ロートバルトかも。",
            "ロートバルトもナイトメアを操れるのか訊ねてみると、オディールは静かに首を横に振った。",
            "それは分かりません。しかし... 私達の知る者が図書館にいることは間違いないでしょう。",
            "もしそうであれば、放っておくわけにはいかない。ナイトメアと一緒に倒さなければ。",
            "図書館へ行くなら、私が民兵隊を連れて中央広場のメルヘン達と合流しましょう。",
            "確かに、都市を留守にしすぎている。彼女にまかせるのが最善だろう。",
            "では、また都市でお会いしましょう。遅れたら罰金ですよ！",
            "...",
            "一行は方向を変えて、学者エリアの中心部へと向かった。",
            "ナイトメア達がこのエリアを狙っている予感がする。",
            "ナイトメアの間に、影のような怪物が見える。",
            "形はあるが、幻影に近い怪物だ。<br>一瞬、視線が合ったのだが、すぐに視界からすっかり消えてしまった。",
            "さっきの何？",
            "幽霊...のようにも見えましたが。",
            "ええ、あれはシェイドです。古代の魔法で創りだすことができます...",
            "シェイド？",
            "また知らない名前が飛び出した。",
            "通常シェイドは、力の宿った物体で操ると聞きました。<br>その命令がなければ、本能のままに動く生命体に過ぎないと。",
            "皆がオディールを見つめる。",
            "...どうしたのですか？",
            "昔に父から聞いた話です。",
            "...誰かが操っているなら、きっと悪意を持っているに違いません。",
            "そのとおりです。後を追いましょう、ドリーマー。",
            "図書館の周りにいるナイトメアを一掃するのが先だろう。",
            "一行全員、メルヘンと隊列を整えた。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "none",
        "none",
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}