{
    "StoryName": "Campaign_LibraryStory_Kaguya_5",
    "background": [
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Kaguya",
            "",
            "",
            "",
            "",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "",
            "",
            "",
            "",
            "Kaguya",
            "Kaguya",
            "Kaguya",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "카구야",
            "",
            "",
            "",
            "",
            "",
            "카구야",
            "카구야",
            "카구야",
            "",
            "",
            "",
            "",
            "",
            "카구야",
            "카구야",
            "카구야",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "かぐや姫",
            "",
            "",
            "",
            "",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "",
            "",
            "",
            "",
            "かぐや姫",
            "かぐや姫",
            "かぐや姫",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You return to Haven with Kaguya after finishing your patrol.",
            "When not under attack by Dreamless, Haven feels like a peaceful place, but your days are always full, nonetheless.",
            "Maybe because there are a lot of people living in this city...",
            "Even if you just walk around the city for a bit, you feel like day becomes night so quickly.",
            "After finishing with today's work, you are about to go to your bed, when...",
            "Knock Knock.",
            "Who could that be at this time of night...?",
            "Dreamer. Can you hear me?",
            "You can hear Kaguya's voice outside the door.",
            "What's going on?",
            "When you open the door, she waves at you lightly.",
            "Does she have something else she wants to tell you?",
            "Perhaps the story she told you this morning made her feel uncomfortable somehow...?",
            "Huh? No, that's not the reason I came.",
            "I just wanted to know... do you like being with me...",
            "Ah, no! That's not what I meant...",
            "Kaguya turns her head away and her face becomes a bit red.",
            "What's going on...? You really don't want to misunderstand anything.",
            "You're not quite sure what to do as you never encountered Kaguya behaving like this before.",
            "You would hope she can be honest with you after everything.",
            "After all, you can never understand a person's intentions clearly if they don't tell you...",
            "What I mean is...",
            "I heard that a full moon will rise tonight...",
            "So, I was just wondering... if we could go and watch the moon together?",
            "Moon watching?",
            "When you look outside, you can just see the first sliver of full moon rising above the distant horizon.",
            "Well, if Kaguya's not scared, maybe it's not a bad idea to go along.",
            "And so, you decide to go with her -",
            "- hoping that you will get along with her as well as you did that morning."
        ],
        [
            "순찰을 마치고 카구야와 함께 안식의 도시로 돌아왔다.",
            "안식의 도시는 평화롭지만, 항상 시간이 굉장히 바쁘게 흐르는 기분이다.",
            "살고 있는 사람들이 많기 때문인지, 확인할 곳이 많기 때문인지",
            "조금만 돌아다녀도 요즘은 금방 밤이 되버린다.",
            "책상에 앉아 하루 일과를 정리하고, 잠들 준비를 하던 때였다.",
            "똑똑.",
            "노크하는 소리가 들린다.",
            "꿈꾸는 자, 안에 있어요?",
            "문 밖에서 카구야의 목소리가 들려온다.",
            "...",
            "문을 열자 카구야가 가볍게 손을 흔들었다.",
            "할 이야기가 있는 것 같은 얼굴이다.",
            "아침에 들려준 이야기 때문에 뒤늦게 기분이 나빠졌을지도 모른다는 생각이 들었다.",
            "네?",
            "무슨 그런 말씀을, 그렇지 않아요.",
            "흠, 흠! 어쨌든...",
            "카구야가 슬쩍 시선을 피하더니 우물쭈물한다.",
            "실수한 일이 없었으면 좋겠다.",
            "이런 카구야는 처음이라 솔직히 당황스러웠다.",
            "말하지 않는 것은 알 수 없으니,",
            "솔직하게 이야기 해주면 좋겠다.",
            "오늘 밤, 안식의 도시에 보름달이 뜬다고 하는데",
            "달 구경을 가도 좋겠다 생각이 들어서요.",
            "함께 가실런지요?",
            "생각지도 못했던 말에 시선이 저절로 창 밖을 향해 옮겨간다.",
            "저 멀리 둥근 보름달이 떠 있다.",
            "잠깐 기분전환을 하는 것도 나쁘지 않을 것 같다.",
            "카구야와 함께 달 구경을 하러 가기로 했다.",
            "아침에 나누었던 이야기만큼 많은 이야기들을 나눌 수 있을 것 같다."
        ],
        [
            "パトロールを終えてかぐや姫と一緒に安息の都市に帰ってきた。",
            "安息の都市は平和だが、いつも慌ただしく時間が流れている気がする。",
            "住んでいる人が多いせいか、確認すべき場所が多いせいか、",
            "最近では少し歩き回るだけで、すぐ夜になってしまう。",
            "机に座って1日のタスクを整理し、寝る準備をしていた時だった。",
            "コンコン。",
            "ノックする音が聞こえた。",
            "ドリーマー、中にいらっしゃいますか？",
            "ドアの外から、かぐや姫の声が聞こえてくる。",
            "...",
            "ドアを開けると、かぐや姫が軽く手を振った。",
            "何か話があるようだ。",
            "朝の会話を思い返して、後から機嫌が悪くなったのだろうか。",
            "はい？",
            "何をおっしゃっているのですか？",
            "オホンッ！そうではなく...",
            "かぐや姫は目を合わせず、もじもじしている。",
            "何か失礼なことをしていなければいいのだが...",
            "こんなかぐや姫は初めてだから、正直戸惑っていた。",
            "言ってくれないと分からないから、",
            "正直に言ってほしい。",
            "今晩、安息の都市で満月が見えるそうなのですが",
            "お月見をするのも悪くないと思ったのです。",
            "良かったら一緒に行きませんか？",
            "予想外の誘いに、自ずと視線が窓の外へ向かった。",
            "遠くに丸い満月が浮かんでいる。",
            "気分転換するのも良さそうだ。",
            "かぐや姫と一緒にお月見に向かうことにした。",
            "朝のように、色々な会話ができそうだ。"
        ]
    ],
    "music": [
        "music_glassring.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}