{
    "StoryName": "Campaign_LibraryStory_Hina_3",
    "background": [
        "haven.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png"
    ],
    "character": [
        [
            "",
            "Mad Hatter",
            "Mad Hatter",
            "",
            "Mad Hatter",
            "March Hare",
            "",
            "March Hare",
            "March Hare",
            "Hina",
            "",
            "",
            "Goldilocks",
            "Goldilocks",
            "",
            "",
            "Ginger",
            "Ginger",
            "Ginger",
            "Hina",
            "Hina",
            "",
            "Saffi",
            "Hina",
            "",
            "Saffi",
            "Saffi",
            "Saffi",
            "Saffi",
            "",
            "",
            "Saffi",
            "Hina",
            "",
            "Hina",
            "Hina",
            "Ginger",
            "Ginger",
            "Ginger",
            "",
            "Hina",
            "Ginger",
            "Ginger",
            "Hina",
            "Ginger",
            "Ginger",
            "Hina",
            "Ginger",
            "Hina",
            "",
            "Hina",
            "Lis",
            "Hina",
            "Hina"
        ],
        [
            "",
            "매드 해터",
            "매드 해터",
            "",
            "매드 해터",
            "삼월 토끼",
            "",
            "삼월 토끼",
            "삼월 토끼",
            "히나",
            "",
            "",
            "골디락스",
            "골디락스",
            "",
            "",
            "진저",
            "진저",
            "진저",
            "히나",
            "히나",
            "",
            "사피",
            "히나",
            "",
            "사피",
            "사피",
            "사피",
            "사피",
            "",
            "",
            "사피",
            "히나",
            "",
            "히나",
            "히나",
            "진저",
            "진저",
            "진저",
            "",
            "히나",
            "진저",
            "진저",
            "히나",
            "진저",
            "진저",
            "히나",
            "진저",
            "히나",
            "",
            "히나",
            "리즈",
            "히나",
            "히나"
        ],
        [
            "",
            "マッドハッター",
            "マッドハッター",
            "",
            "マッドハッター",
            "三月うさぎ",
            "",
            "三月うさぎ",
            "三月うさぎ",
            "ヒナ",
            "",
            "",
            "ゴルディロックス",
            "ゴルディロックス",
            "",
            "",
            "ジンジャー",
            "ジンジャー",
            "ジンジャー",
            "ヒナ",
            "ヒナ",
            "",
            "サフィ",
            "ヒナ",
            "",
            "サフィ",
            "サフィ",
            "サフィ",
            "サフィ",
            "",
            "",
            "サフィ",
            "ヒナ",
            "",
            "ヒナ",
            "ヒナ",
            "ジンジャー",
            "ジンジャー",
            "ジンジャー",
            "",
            "ヒナ",
            "ジンジャー",
            "ジンジャー",
            "ヒナ",
            "ジンジャー",
            "ジンジャー",
            "ヒナ",
            "ジンジャー",
            "ヒナ",
            "",
            "ヒナ",
            "リズ",
            "ヒナ",
            "ヒナ"
        ]
    ],
    "dialogueText": [
        [
            "You reach Ginger's bakery some time before closing time, but what you find inside...",
            "BLAAARAAARGGGHLLGLAAAARGHLLGGHHHH...",
            "I'm sorry, Dreamer... your shoes...",
            "It's fine.",
            "It's very much NOT FINE! I'm terribly sorry, but I'm feeling very unwell...",
            "Me too... I really feel very sick... I hope it wasn't that new batch of tea Celeste sold me...",
            "Tea? Celeste?",
            "I... I...",
            "HUUUEERRRGHAAHHHUULLLGHHH...",
            "Hmmm... interesting...",
            "There are several other patrons in the Bakery, all of whom look very sickly.",
            "One of them is Goldilocks.",
            "Ginger... I – I... I think I'm going to...",
            "Huuueeeeeerrrrrghhhh...",
            "Goldilocks throws up on the floor in front of her best friend.",
            "Ginger herself is looking distraught and completely out of her depth.",
            "Uuuuuuu! Dreamer! Help me!",
            "I don't know what's going on! Everyone is throwing up everywhere!",
            "What do I do?!",
            "First things first: we should see to all of these victims.",
            "I think I know who to call to sort this out.",
            "And so, a short time later, Saffi appears.",
            "What in Phantasia is going on?!",
            "I'm sorry to have called you out at this hour, Saffi, but as you can see, we have something of an emergency here.",
            "Saffi looks around at all the puking customers.",
            "Yes... I can see that.",
            "Hmmm, I've seen this before... It's detailed in one of the medical books in the library.",
            "This has all the same hallmarks...",
            "Don't worry, Dreamer, I think I can mix up a healing draught to cure this sickness.",
            "Then please do... it's getting difficult to walk around in the bakery.",
            "But what on earth could have caused it?",
            "Well, if my diagnosis is correct, this sickness is caused by magical means. Usually a malignant enchantment of some kind.",
            "An <i>enchantment?</i> Hmmmmm...",
            "Well, doesn't that rule Ginger out, then? Her cakes may taste magical, but she can't actually cast magic on them, can she?",
            "Perhaps...",
            "Ginger, what happened here? When did all your customers start feeling ill?",
            "Ah! It was this afternoon...",
            "I'd just started selling my brand-new extra-special apple pie.",
            "I advertised it as an “extra-special” apple pie, because the apples came from Snow White, herself!",
            "That's right! You remember now! You were the one who delivered the apples to Ginger this morning, after all!",
            "You did? Interesting...",
            "And I was so excited, they looked soooo delicious, I couldn't resist baking them all into apple pies right away!",
            "I know apple pie isn't all that exciting for a Friday when I usually make new and interesting cakes, but it was like those apples were calling out to me...",
            "Ginger, did you eat any of the pies, yourself?",
            "Oh! No, I wouldn't have wanted to deprive the customers...",
            "Though I did have the tiniest taste as I was making them... just to check the flavour.",
            "And how are you feeling right now?",
            "Now you come to mention it, my stomach is growling a bit. It's been a little unsettled all afternoon.",
            "I see... it seems you received a reduced, non-fatal dose.",
            "Non-fatal?!",
            "Yes. Odd that there haven't been any fatalities. But I think I'm starting to see what happened here.",
            "You've worked it out?",
            "Not quite. But I think there is one more person we need to see.",
            "Snow White, herself."
        ],
        [
            "진저의 베이커리 근처에 도착했을 때, 갑자기 문을 열고 매드해터가 튀어나왔다.",
            "그 - 에에에에에에에에에에 - 엑. ",
            "오, 이런. 비 - 켜 주시겠습니까? 지금 막 엘 - 레강스한 구토를...",
            "... 그런 매드해터의 정강이를 삼월 토끼가 소리 나게 걷어찼다.",
            "악!!",
            "삐뽀삐뽀삐... 구역질나는 구토겠지, 해터...",
            "두 사람도 에스메와 비타처럼 상태가 별로 안 좋아 보인다. 평상시에도 이런 텐션이긴 하지만.",
            "그 눈은 뭡니까, 그 의심이 덕 - 지 - 덕 - 지 붙은...",
            "우으으으으윽... 꿈꾸는 자, 그 신발 새것입니까? 토 - 하게 해 - 주십시오?",
            "흐으음...",
            "창문으로 보이는 베이커리 테이블도 상황은 비슷했다.",
            "쓰러진 사람들을 옮겨주던 골디락스가 입을 틀어막았다.",
            "진저, 아무래도 뭔가 이상...",
            "머리가 너무...! 너무 아파요, 윽!",
            "허둥지둥 골디락스를 부축하던 진저와 눈이 마주쳤다.",
            "자기 옷가지를 꽉 붙잡는 골디락스를 한방에 밀쳐버린 진저가 서둘러 뛰쳐나왔다. 괜찮은 걸까.",
            "꿈꾸는 자! 마침 잘 왔어. 우와앙, 나 이거 어떡하면 좋아?",
            "사람들은 죄다 토하고 있지, 내 몸은 하나지!",
            "토사물을 치우는 건 이제 지긋지긋해! 빵 굽는 손으로 토를 치울 수는 없잖아!",
            "자, 자. 우선 조금 진정하시는 게 좋겠어요, 진저 양. 숨을 크게 들이쉬어 볼까요?",
            "다행히 제가 도와줄 수 있는 사람을 알고 있어요, 지금 부를 테니까요. 괜찮답니다, 울지 마셔요.",
            "히나의 손에서 밝은 빛무리가 터져 나왔다. ",
            "... 히나, 내가 이런 식으로 불러내는 건 그만하라고 분명 천년도 전에 경고했었지?",
            "미안해요, 사피. 하지만 보시다시피 심각한 상황이라...",
            "인상을 찡그리고 있던 사피가 눈을 깜빡이며 주변을 둘러본다.",
            "흐으음...",
            "저주 마법 계통이구나. 확실히 흔히 볼 수 있는 종류는 아니네.",
            "악의에서 악취가 날 정도야, 필요한 건 치료제겠지?",
            "예전에 만들어 둔 게 있을 거야, 양이 부족할 것 같으니 좀 더 만들어 올게.",
            "과연, 사피는 주변 사람들의 상태를 보자마자 한눈에 원인을 파악했다.",
            "왜 히나가 그녀를 불렀는지 알 수 있었다.",
            "그나저나 의외인걸, 이런 형태의 저주는 꽤 오래전에나 사용했던 건데... 우선 잠시만 기다려.",
            "정확한 시기까지 예측할 수 있다니, 거기까지는 아무리 사피라도 정말 놀라운걸요.",
            "사피는 별것 아니라는 듯 어깨를 으쓱이며 나타났을 때와 같은 방식으로 사라져 버렸다.",
            "오래된 저주라면... 진저 양을 포함해서 안식의 도시 주민들은 대부분 용의선상에서 벗어나겠어요.",
            "진저 양, 무슨 일이 있었는지 알려주실 수 있나요?",
            "으으음... 아침까지는 괜찮았어, 그러니까... 이른 오후부터?",
            "내 생각에는 아무래도 애플파이에 문제가 있었던 것 같아...",
            "정말 좋은 사과를 얻었거든! 백설공주가 직접 키운 사과란 말이야, 얼마나 예쁘게 생겼는데!",
            "사과에는 아무런 문제가 없었다. 그걸 진저에게 내가 직접 가져다주었으니까.",
            "후후후, 그런가요?",
            "응, 백설공주가 일부러 시간을 맞춰서 새벽에 딴 사과라고 그랬어.",
            "그 사과를 먹으면 위험할 때 마법의 힘이 보호해 준다고 하던걸? 그래서 그런지, 사과를 받자마자 애플파이를 만들어야겠다는 생각이 들었거든.",
            "어머나, 신기하기도 하지. 진저 양은 그 파이를 드셔보셨나요?",
            "살짝 맛을 보기는 했는데, 그렇게 많이 먹지는 않았어.",
            "시식용 파이를 하나 빼두긴 했는데 그건 골디락스가 전부 먹어버렸거든.",
            "지금 컨디션은 어떠세요?",
            "말로 설명하기 어려운데... 사, 살짝 속이 메슥거리는 것 같아. 심각한 건 아냐!",
            "그렇군요, 진저 양은 비교적 저주에 덜 노출된 것 같아요.",
            "히나가 차분한 목소리로 상황을 정리했다.",
            "놀라실 것 없어요, 꿈꾸는 자. 이 저주는 그 사과에서 온 거니까요.",
            "그럼 범인은 백설공주인 거야?!",
            "후후후, 설마요. 안심하세요, 리즈 양. 오늘의 악당은 다른 사람이니까요.",
            "그래도 한 번은 만나보는 게 좋겠어요, 함께 가실까요?"
        ],
        [
            "閉店時間までに間に合ったが、ジンジャーのパン屋の中の光景は...",
            "ボエエエエエエエエエエエエエエエエ...",
            "ドリーマー、申し訳ありません...あなたの靴が...",
            "大...丈夫。",
            "いいえ、大丈夫な分けがあ・り・ま・せ・ん！あ、大変失礼いたしました。中々体調が優れないのです...",
            "私も...気分が悪い...せっかく買ったセレスのお茶が原因じゃないといいんだけど...",
            "セレスのお茶？",
            "そ、そうなの...",
            "ウエエエエエエエエエエエエエエエエ...",
            "興味深いですね...",
            "パン屋の他のお客さんも全員同じ症状だ。",
            "そこにはゴルディロックスもいた。",
            "ジンジャー...ごめんね、私も...",
            "ゲロゲロゲロゲロ...",
            "ゴルディロックスが親友の前で色々戻した。",
            "ジンジャー本人は対応が追いつかず今にも泣き出しそうだ。",
            "うわーん！ドリーマー！助けてー！",
            "何がどうなってるの？みんな病気なの！",
            "どうしよう...",
            "まずは医者を呼びましょう。",
            "彼女ならきっと助けてくれる。",
            "サフィが駆けつけてきた！",
            "これは...いったい...？！",
            "いきなり呼んでごめんね。見ての通り、緊急事態なの。",
            "サフィが唖然と店の中を眺める。",
            "間違いないですね...",
            "この現象は、図書室の医療ノートに記録されているはずです。",
            "症状が全て一致しています。",
            "薬の合成法も覚えているので、ご心配なく。",
            "良かった...ここも足場が無くなってきたところだし。",
            "でも、やっぱり原因は知らない？",
            "私の診断が正しければ、エンチャントなどの魔法が影響しているはずです。",
            "なるほど、魔法か...",
            "じゃあ、ジンジャーは疑いが晴れたね。ケーキを魔法で加工しているわけじゃないし...",
            "それはどうかな...",
            "ジンジャー、今までの出来事を教えてくれる？お客さんが病気になったのは、いつから？",
            "昼過ぎからだったわ。",
            "焼きたてのスペシャルアップルパイを売り始めたの。",
            "白雪姫が育てた取り立てのリンゴを使ったから、スペシャルだったの！",
            "そういえば、今朝は自分がリンゴの配達をしたんだ！",
            "ドリーマーが？ふむふむ。",
            "とても美味しそうで新鮮なリンゴだったわ！だからすぐにパイを焼いたの。",
            "金曜日は試作品の日だからアップルパイなんて平凡かもしれないけど、せっかく取り立てのリンゴがあったから...",
            "ジンジャーは自分のパイを食べた？",
            "ううん、お客さんの分を残したくて...",
            "もちろん、味見はしたけど。",
            "体調はどう？",
            "言われてみれば、お腹が空いてないのにずっと音を出してるわ。",
            "なるほど...致命的ではなかったのね。",
            "致命的？！",
            "そう。全員が嘔吐で済んだのは、強運にしか過ぎないわ。どにかく、後一歩で真相が掴めそう。",
            "犯人は分かったの？",
            "ううん、まだ証拠が足りない。でも、次の手掛かりは既に決まっているわ。",
            "白雪姫本人よ。"
        ]
    ],
    "music": [
        "music_sweet.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}