{
    "StoryName": "Campaign_SideStory_LittleMatchGirl_2",
    "background": [
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png",
        "snowymountains.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Mal",
            "Esme",
            "Lis",
            "Mal",
            "",
            "Esme",
            "Esme",
            "",
            "",
            "",
            "",
            "Lis",
            "Celeste",
            "",
            "Esme",
            ""
        ],
        [
            "",
            "",
            "",
            "말",
            "에스메",
            "리즈",
            "말",
            "",
            "에스메",
            "에스메",
            "",
            "",
            "",
            "",
            "리즈",
            "셀레스티",
            "",
            "에스메",
            ""
        ],
        [
            "",
            "",
            "",
            "マル",
            "エスメ",
            "リズ",
            "マル",
            "",
            "エスメ",
            "エスメ",
            "",
            "",
            "",
            "",
            "リズ",
            "セレステ",
            "",
            "エスメ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The Dreamless are defeated in short order and you discover they were chasing a young, pale-haired girl in a long coat and scarf.",
            "As you walk towards her, however, intending to ask her name, she turns on her heel and flees into the rocky, snowy landscape.",
            "You try to pursue, but her fleet footsteps are lighter on the snow than yours, and she soon leaves you behind, to be lost among the rocky outcrops and thick snowdrifts.",
            "Why did she run away?",
            "She was scared. Scared of us, for some reason.",
            "Maybe she was scared by how many of us there are?",
            "Or perhaps it's because of Celeste's caravan?",
            "You ask Esme if she can tell what the girl is thinking.",
            "No... but she wasn't only scared for herself... I think she's trying to protect something.",
            "Dreamer, if you intend to pursue her, you should be careful not to spook her further.",
            "Then that's what you'll do.",
            "Fortunately, though the girl has disappeared, her footsteps in the snow can still be clearly seen.",
            "The imprints lead you through a maze of snow covered rocks and into a valley hidden from view.",
            "There, the indistinct shapes of a small village, almost hidden under a thick blanket of snow, come into view.",
            "Is this where she is living?",
            "There doesn't seem to be anyone else there, though.",
            "Celeste is right, there's no movement, no lights from windows, no signs of tracks in the snow, except for one set of footprints.",
            "She's down there... but I think she's the only one. This village feels long abandoned.",
            "Well, you've come this far, there's nothing else to do but to follow the footprints."
        ],
        [
            "드림리스를 모두 격퇴한 우리는 쫓기던 것이 긴 코트에 스카프를 두른 창백한 인상의 소녀라는 것을 알게 되었다.",
            "그녀에게 이름을 물어보려 했지만<br>소녀는 곧장 몸을 돌려 눈이 휘몰아치는 방향으로 달려갔다.",
            "쫓아가려고 했지만 결국 소녀를 놓치고 말았다.",
            "왜 도망가는거지?",
            "우리가 무서운가봐. 우리 모두가.<br>왜 그런지는 모르겠지만 말이지.",
            "... 우리, 무섭게 보이는걸까?",
            "셀레스티의 마차 때문일지도?",
            "에스메에게 묻자 아리송한 표정으로 고개를 기울인다.",
            "자세히는 모르겠어.단순히 우리를 무서워하는게 아니라...<br>무언가를 보호하려 하는 것 같은데.",
            "혹시 저 아이를 뒤쫓을 생각이라면, 조심히 다가가는게 좋을거야.",
            "그 소녀의 모습은 완전히 사라졌지만 아직 발자국들이 남아있다.",
            "우리는 발자국을 쫓아가기로 결정했다.",
            "눈 덮인 바위로 이루어진 미로 사이를 돌고 돌아 보이지 않던 계곡에 도착했다.",
            "눈이 소복히 쌓인 작은 마을의 풍경이 펼쳐진다.",
            "그 애, 여기에 살고 있을까?",
            "여기 사는 사람은 없는 것 같구나.",
            "별다른 움직임이나 불빛을 찾아볼 수 없는 마을.<br>눈 위에 남은 발자국도 하나 뿐이다.",
            "찾았다! 저 밑에 그 소녀가 있어.<br>한 사람 밖에 없는 것 같아. 마을도 오래전에 버려진 것 같고.",
            "우리는 다시 신중하게 걸음을 옮겼다."
        ],
        [
            "全てのドリームレスを撃退した。追われていたのは、長いコートにスカーフを巻いた、白い少女だった。",
            "名前を訊ねようとしたが<br>少女は、すぐに吹雪の中へ走りだした。",
            "追いかけようとしたが、見失ってしまった。",
            "なんで逃げるんだろう。",
            "あたし達が怖かったんだよ。<br>どうしてか分からないけど。",
            "...私達って怖い？",
            "セレステの馬車のせいかも。",
            "エスメも怪訝な表情で首をかしげる。",
            "詳しくは分からないけど、ただ怖がってるんじゃなくて...<br>何かを守ろうとしてる気が。",
            "あの子を追うなら、慎重に行ったほうがいいかも。",
            "少女の姿は完全に消えてしまったが、足跡が残っていた。",
            "一行は足跡を追うことにした。",
            "雪をかぶった岩が連なった迷路。曲がりくねった道を進むと、底の見えない谷に到着した。",
            "厚い雪に覆われた、小さな村の風景が広がる。",
            "さっきの子、ここの村の人かな？",
            "村に人は住んでないようだ。",
            "人影も灯りも見当たらない村。<br>雪に残された足跡も、ひとつだけだ。",
            "いた！ あの下に少女がいる。<br>この村、他に人もいないし、ずいぶん前に捨てられたみたい。",
            "一行は再び慎重に歩みを進めた。"
        ]
    ],
    "music": [
        "none",
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}