{
    "StoryName": "Campaign_SideStory_RedRidingHood_2",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "Lis",
            "Mal",
            "",
            "",
            "Mal",
            "Lis",
            "Mal",
            "Mal",
            "Mal",
            "",
            "",
            "",
            "Red",
            "Red",
            "",
            "Red",
            "Red",
            "",
            "",
            "Red",
            "Red",
            "Red",
            "",
            "Red",
            "Red",
            "Red",
            "Red",
            "",
            "Red",
            "Red",
            "Red",
            "Red"
        ],
        [
            "",
            "",
            "리즈",
            "말",
            "",
            "",
            "말",
            "리즈",
            "말",
            "말",
            "말",
            "",
            "",
            "",
            "빨간 망토",
            "빨간 망토",
            "",
            "빨간 망토",
            "빨간 망토",
            "",
            "",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토"
        ],
        [
            "",
            "",
            "リズ",
            "マル",
            "",
            "",
            "マル",
            "リズ",
            "マル",
            "マル",
            "マル",
            "",
            "",
            "",
            "赤ずきん",
            "赤ずきん",
            "",
            "赤ずきん",
            "赤ずきん",
            "",
            "",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん"
        ]
    ],
    "dialogueText": [
        [
            "After slaying the beasts that set upon you, your caravan continues forward while staying in high alert.",
            "Very soon after, you come across a clearing.",
            "Wow, look! This is a fantastic campsite!",
            "Finally a place where it feels like the trees aren't reaching out to grab you!",
            "Evening has already come and this is a perfect place to settle in. However, a peculiar thing appears before your eyes.",
            "A small red cabin sits in the middle of this forest clearing.",
            "Is that home occupied? Would it be safe to knock on the door?",
            "I could really use a proper bath and a bed to sleep on.",
            "Yeah! ",
            "But what if there's a monster hiding inside? Like a monster trying to trick us into thinking it's safe before devouring us!",
            "Umm, we'll stay with the caravan. You can go investigate, without us!",
            "The little ones stay close to the caravan and peek out at you as you head to the cabin.",
            "Knocking on the front door at first doesn't summon anyone's presence.",
            "Another knock and... then a loud clank from a deadbolt sliding open and the door swings open.",
            "YOU! Who are you?",
            "I saw from my window some fighting within the trees. You had cleared out the beasts on the path here, correct?",
            "You nod in affirmation.",
            "Well I appreciate you making my life easier. I'm impressed with your strength.",
            "Usually my daily stroll through the forest involves slaying all of the monsters along the way. I've been living this way for a long time now.",
            "Right... she seems pretty strong. Especially with that massive greatsword slung over her shoulder.",
            "You ask if it's okay to stay on the property for the night before resuming your journey. The forest poses many dangers after sunset.",
            "Stay...? Yes you can stay.",
            "However, I have some conditions.",
            "You need to help me with a problem I have... it concerns a terrifying monster that has been tormenting me for years. ",
            "What kind of monster would be able to torment <b>her</b>?",
            "There's an elusive and deadly wolf that has taken a loved one from me.",
            "I've never been able to find it and get my revenge...",
            "My grandmother... my poor helpless grandma was devoured by this beast. Not a trace was left of her...",
            "Help me, and I'll let you stay as long as you need to. All you have to do is help me slay that beast if it appears.",
            "It seems fair enough. If a beast attacks you at night, you would have to fight it off anyway.",
            "Excellent. Now, one more thing.",
            "I need to make sure you are truly strong enough. Fight me in a duel. ",
            "It seems you fight by summoning heroes, so you can choose your mightiest champion.",
            "When you are ready, just let me know."
        ],
        [
            "튀어나온 드림리스를 처치하고 조심스레 앞으로 나아간다.",
            "얼마 지나지 않아 탁 트인 장소를 마주했다.",
            "와! 이것 봐, 여기 캠핑하기 너무 좋을 것 같아!",
            "여기라면 드림리스가 갑자기 튀어나올 일은 없겠지?",
            "어두워졌으니 슬슬 머물 장소를 찾아야 한다.",
            "우리는 멀지 않은 숲속에서 오두막을 발견했다.",
            "이렇게 깊은 숲에? 혹시 누가 살고 있나?",
            "앗! 그럼 침대도 있겠지? 어쩌면 목욕을 할 수 있을지도 몰라!",
            "맞아!",
            "잠깐... 혹시 함정이면 어쩌지? 안에 드림리스라도 숨어있으면.",
            "꿈꾸는 자! 우린 여기에 있을테니까<br>대신 확인해주면 안돼?",
            "남매는 셀레스티의 마차에 숨어 고개만 빼꼼 내밀고<br>오두막으로 향하는 나만 바라보는 중이다.",
            "오두막에 노크 해도 아무런 반응이 없다.",
            "한번 더 노크 하자<br>딸깍이는 소리와 함께 문이 활짝 열렸다.",
            "너! 창문으로 네가 저 괴물과 싸우는 걸 봤어.",
            "길가에 숨어있던 드림리스를 해치운게 너지?",
            "고개를 끄덕이고 간단한 자기 소개를 했다.",
            "난 말이지? 빨간 망토라고 부르면 돼.<br>괴물들을 해치워준건 고마워. 솔직히 조금 감탄했거든.",
            "숲의 괴물을 처리하는 건 내가 할 일인데 말야. 신세를 졌네.",
            "대검을 가볍게 들고 있는 모습이 꽤 강해 보이는 소녀다.",
            "그녀에게 일행과 함께 하룻밤 묵어갈 수 있을지 물었다.",
            "머무르고 싶다구?",
            "흐하항, 상관 없어! 대신 조건이 있는데.",
            "힘을 좀 빌려주지 않을래?",
            "씩씩한 얼굴로 웃던 빨간 망토가 표정을 바꿔 진지한 목소리로 말한다.",
            "오랫동안 날 괴롭힌 괴물이 있거든. 내가 사랑하는 할머니의 목숨을 앗아간... 위험하고 교활한 늑대야.",
            "그 늑대는 우리 할머니를 통째로 잡아먹었어.",
            "복수하기 위해서 계속 찾아다녔지만 아무것도 못 찾았거든.",
            "만약 그 괴물이 나타나면 날 도와주겠다고 약속해.<br>그럼 얼마든지 머물러도 좋아.",
            "괜찮은 거래가 될 것 같다.<br>빨간 망토가 다시 씩씩한 얼굴로 웃으며 손을 내밀었다.",
            "좋았어! 그리고 하나만 더!",
            "네가 정말 강한 사람인지 확인 해야겠어.<br>나랑 결투 하자!",
            "보아하니 뭔가를 소환해서 싸우는 모양인데...<br>사정 봐주지 말고 전력으로 싸워. 알겠지?",
            "준비가 다 되면 날 불러!"
        ],
        [
            "飛び出してきたドリームレスを倒し、慎重に歩みを先に進める。",
            "しばらくすると、開けた場所に到着した。",
            "ねぇ 見て！ ここキャンプにぴったりじゃない？",
            "ここなら、ドリームレスもいきなり出てこないよね？",
            "日が暮れてきた。そろそろ寝床を探さないと。",
            "一行は、そう遠くない所で小屋を見つけた。",
            "まさか、こんな森の奥に誰か住んでるの？",
            "あっ！ ベッドがあるかも！ シャワーも浴びれるかな？",
            "うんうん！",
            "でも... もし罠だったらどうする？ 中にドリームレスが隠れていたら...",
            "ドリーマー！ ここで待ってるから<br>代わりに確認して来てくれない？",
            "兄妹はセレステの馬車から顔をひょっこり出したまま<br>小屋へ向かう姿を眺めている。",
            "扉をノックしても、何の応答もない。",
            "もう一度ノックしてみよう<br>ガチャリと急に扉が開いた。",
            "君があの怪物達と戦ってるの見たよ。",
            "君だよね？ 道に隠れていたドリームレスを倒したの。",
            "そうだと頷き、手短に自己紹介をした。",
            "私はね！ 赤ずきん。<br>怪物を倒してくれたのね、ありがとう。正直ちょっと感動したわ。",
            "森の怪物そうじ、私の仕事なのに迷惑かけちゃったね。",
            "大剣を軽々しく持ち上げるその少女は、かなり強そうに見えた。",
            "一晩泊めてもらえないかと彼女に訊ねた。",
            "ここに？",
            "ハハッ！ 別にいいけど条件がある。",
            "ちょっと力を貸してくれない？",
            "元気に笑っていた赤ずきんの顔は変わり、声が真剣になった。",
            "実は、ある怪物にずっと苦しめられてるの。大好きなおばあちゃんの命を奪った... 狡猾で危険なオオカミよ。",
            "そいつが、おばあちゃんを丸ごと食べてしまった。",
            "復讐するためにずっと捜してるけど、手がかりさえ掴めなくて。",
            "もしそいつが現れたら、力を貸すって約束してちょうだい。<br>それなら、いつでも泊まっていいよ。",
            "いい提案だ。<br>赤ずきんがまた元気に笑いだし、こちらに手をさし出した。",
            "よーし！ じゃあ最後に、もうひとつ！",
            "君の強さが本物か確かめさせて。<br>私と勝負しよう！",
            "見たところ、何かを召喚して戦うみたいだけど...<br>手加減しないで全力でかかってきてね！",
            "じゃあ、準備ができたら呼んで。"
        ]
    ],
    "music": [
        "none",
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}