{
    "StoryName": "Campaign_SideStory_White_Rabbit_1",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Celeste",
            "",
            "Mal",
            "",
            "",
            "Celeste",
            "",
            "",
            "",
            "",
            "",
            "",
            "White Rabbit",
            "",
            "White Rabbit",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "셀레스티",
            "",
            "말",
            "",
            "",
            "셀레스티",
            "",
            "",
            "",
            "",
            "",
            "",
            "화이트 래빗",
            "",
            "화이트 래빗",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "セレステ",
            "",
            "マル",
            "",
            "",
            "セレステ",
            "",
            "",
            "",
            "",
            "",
            "",
            "白うさぎ",
            "",
            "白うさぎ",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Travelling in Phantasia can be a strange, exciting, or even dangerous experience.",
            "But, even though it is such a fabulous place, that doesn't mean walking along a path for mile after mile can't get a little dull sometimes.",
            "This is one of those times.",
            "As you walk beside Celeste's caravan, the quietness of the forest around you and the slow creaking of the wheels turning lulls you into a kind of stupor.",
            "Mal walks warily ahead of the caravan, holding onto his stave and Celeste sits on the footboard, one leg trailing down, swinging lazily back and forth in time with the caravan's motion.",
            "Lis is inside, snoozing.",
            "You don't think the world could feel any more peaceful.",
            "So it shouldn't have been a surprise to you that it's at that moment that you see it: a flash of white amongst the trees.",
            "It happens so quickly, you almost think it's a trick of the light – or a trick of the mind...",
            "You strain your eyes, but don't see anything else.",
            "No! There!",
            "You call a stop.",
            "What is it, Dreamer?",
            "Something in the trees...",
            "Is it Dreamless?",
            "You don't think so, but you want to make sure.",
            "You tell Celeste and Mal to stay put, then head off the path into the trees.",
            "Be careful, Dreamer, don't go too far.",
            "You wave to Celeste as you leave the path, telling her not to worry.",
            "As you walk cautiously into the woods, it's not long before you see the flash of white again.",
            "Whatever it is, it's moving away from you, fast!",
            "You take off after it.",
            "You run through the trees, twisting and weaving around obstacles as you try to keep the flash of white from disappearing completely, but it always seems to be just out of reach.",
            "Until...",
            "Late... late...",
            "Whoever this creature is, she has stopped to look at an oversized pocket watch.",
            "Late... So late. Time is running away...",
            "She doesn't seem to have seen you as you creep closer. When you call out to her, she looks at you, then suddenly takes off running once more.",
            "You chase after her again, but suddenly there are Dreamless in the trees, monsters leaping out from nowhere!",
            "Your heroes will make short work of them!"
        ],
        [
            "이 세계를 여행한다는 건<br>매 순간 신기하고 이상하며, 위험천만한 경험을 감수하는 일이었다.",
            "특별한 경험과 신기한 것을 보더라도...<br>몇 날 며칠을 계속 이어진 길만 따라 걷다 보니 지루하게 느껴지기 마련이었다.",
            "...",
            "특히 여기는 셀레스티의 수상한 마차에서 들리는 삐걱거리는 소리가 전부였다.보이는 건 나무밖에 없는 삭막한 풍경이 지루하게 이어진다.",
            "말은 묵묵히 마차를 따라 걷고 있고,<br>셀레스티는 발판 위에 앉아 팔짱을 끼고 마차의 움직임에 느긋하게 몸을 맡기고 있었다.",
            "리즈는 마차 안에서 졸고 있다.",
            "평화와 지루함, 그것이 한동안 이어졌다.",
            "평화가 계속 이어지고 긴장이 풀어지니, 나무들 사이에서 반짝이는 빛을 보고도 그다지 이상하게 생각하지 않았다.",
            "눈 깜짝할 사이에 번쩍이며 지나가는 빛.",
            "자세히 보려고 했지만 특별히 이상하게 보이는 것은 없었다. 주변에 무언가 비쳤을 가능성이 있다.",
            "잠깐. 나는 정지 신호를 주기 위해 손을 들어올렸다.",
            "셀레스티가 팔짱을 풀지 않은 채 고개만 돌려 물었다.",
            "응? 꿈꾸는 자, 무슨 일이야?",
            "잠에서 막 깨어난 말도 마차에서 고개만 내민 채 물었다.",
            "설마... 드림리스야?",
            "말은 마차 창문에 거의 눈만 보일 정도로 숨어서 흘깃 쳐다보기만 하고 있다.",
            "나는 주변 상황을 파악하기 위해 천천히 숲속으로 향했다.",
            "꿈꾸는 자, 조심해.<br>위험하니 멀리 가지는 말아.",
            "셀레스티의 걱정에 돌아보지 않은 채 손만 살짝 올리고 내렸다.",
            "얼마나 걸었을까, 다시 눈 앞에 하얀 빛이 반짝였다.",
            "빛은 빠르게 움직이며 자신을 보라는 듯 말했다.",
            "아니, 말하는 것처럼 보였다.",
            "빛을 쫓아 숲속의 온갖 장애물들을 피해 달렸다.",
            "그 빛은 손에 닿을 듯 말 듯 애매한 거리를 유지한 채 멀어져 갔다.",
            "... 너무 늦었어...",
            "섬광은 점점 사람의 형태로 변하더니, 새하얀 소녀의 모습이 되었다.<br>손에 든 회중시계를 보기 위해 멈춘 것 같은 소녀의 머리 위에서<br>토끼 귀가 흔들린다.",
            "으으... 너무 늦겠어. 시간이 계속 달아나네...",
            "...",
            "소녀는 나에 대한 것은 전혀 신경쓰지 않는 것 같았다.",
            "소녀를 불러 세우려 했지만, 잠시 힐끔거릴 뿐 다시 뛰기 시작했다."
        ],
        [
            "この世界で旅をすることは<br>神秘や不思議に巡り会いながら、危険と常に隣合わせになることだ。",
            "特別な経験をしたり、不思議なものを見たりしても...<br>何日も同じ道を進み続けると、飽き飽きしてくるものだった。",
            "...",
            "とくにここは、セレステの怪しい馬車がゆれる音しか聞こえなかった。視界に広がる風景は、見栄えのしない木が続くだけだった。",
            "マルは黙々と馬車の後ろを歩き、<br>セレステは足場で腕組をして馬車の動きにのんびりと身をゆだねていた。",
            "そして、リズは馬車の中で眠っていた。",
            "平和と退屈、しばらくはそんな日々だった。",
            "平和が続いて緊張感がゆるむと、木々の隙間で光る何かを見ても、それほど驚くことはなかった。",
            "一瞬のうちに消えてしまう光。",
            "妙なことに、覗き込んでも何も見あたらない。周りの何かが反射しただけかも知れない。",
            "いや、待てよ... 馬車を止めるように手を振った。",
            "セレステが腕組みをしたまま、こちらを向いた。",
            "ん？ ドリーマー、どうした？",
            "ちょうど目を覚ましたマルが、馬車から顔を出して訊ねた。",
            "まさか... ドリームレス？",
            "マルは、馬車の窓からようやく目が見えるくらいに身を隠し、辺りを注意深く見渡していた。",
            "状況を把握するために、森の奥へ向かった。",
            "ドリーマー、気をつけて。<br>危険だから、あまり遠くには行かないで。",
            "セレステの忠告に振り返らず、手で返事をした。",
            "どれだけ歩いただろう。再び目の前で、白い光が見えた。",
            "素早く動きながら、自分を見てほしいと言った。",
            "いや、言っているように見えた。",
            "森のあらゆる障害物を避けながら、光を追い続けた。",
            "光は手に届きそうで届かない、絶妙な距離を保ったまま、どんどん離れていった。",
            "...大遅刻",
            "閃光は徐々に人の姿になり、白い少女に変わった。<br>懐中時計を見るために止まったと思われる少女の頭には<br>うさぎの耳がゆれている。",
            "うう... 大遅刻。時間がどんどん逃げていく...",
            "...",
            "少女はこちらを全然気にしていないようだった。",
            "少女を呼び止めようとしたが、一瞬こちらを見ただけで、すぐに走り出してしまった。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}