{
    "StoryName": "Campaign_Chapter13_Part3",
    "background": [
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png",
        "cloudedtowerspiralstairs.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The tower guardians are getting larger and stronger the further down the tower you progress.",
            "It's as if the tower is slowly coming to life itself and becoming more aware of your presence the further you go.",
            "But how much further <i>will</i> you be able to go?",
            "You ask Aurora where exactly it is she's taking you.",
            "It's...",
            "It's the most important place in Phantasia... you'll understand when we arrive.",
            "Only two people in Phantasia have ever been able to see it...",
            "<i>Two</i> people?",
            "If one of those people is Aurora, then who is the other?",
            "Could it be...?",
            "Even my sisters don't know about it...",
            "I worry what they would think if they did...",
            "She still seems not to want to tell you what 'it' is, however.",
            "Instead, you ask about the creatures you're fighting.",
            "Are you weakening the tower by killing its guardians?",
            "No.",
            "The energy put into each guardian simply dissipates back into Phantasia when it is defeated.",
            "The Clouded Tower draws energy from Phantasia... it's just a cycle.",
            "The only thing that can weaken the tower is if it is attacked directly, or if Phantasia itself is weakened.",
            "Which of course is what the Dreamless Nether is doing...",
            "Attacking the tower directly seems pretty futile, too... you're seeing just how big it is from the inside, how thick its walls are. Its stones must be almost impervious.",
            "Yes... It's been attacked before, but it withstood all damage...",
            "But if it were ever to fall, all of Phantasia would break apart...",
            "It's more likely to kill you instead! There are more guardians ahead!"
        ],
        [
            "탑의 아래로 가면 갈수록 탑 자체에 어떤 의지가 깃들어 있는 것처럼 느껴졌다.",
            "단순히 탑을 보호하기 위한 조치가 아니라,",
            "내가 메르헨들을 얼마나 잘 다루고 지시할 수 있는지 시험하는 기분이라고 하면 좋을까.",
            "오로라는 난처하게 미소 지을 뿐 무어라 대답해 주지 않았다. 답할 수 없는 모양이다.",
            "죄송해요, 꿈꾸는 자.",
            "... ... 는 아마 직접 당신을 만나고 싶은 모양이에요.",
            "판타지아에서 ... ...를 직접 만나본 사람은 단 두 명밖에 없거든요.",
            "단 두명이라면...",
            "역시 오로라와 쿄일까.",
            "그럼 닉스는 어떻게 나를 여기로 보냈던 거지?",
            "물론 지식 정도는 모두 알고 있어요.",
            "사피의 도서관만 해도 판타지아의 모든 지식과 법칙들이 보관되어 있잖아요?",
            "이야기로는 전해 들었는데...",
            "들어가본 적이 없어서 정확하게는 모르겠네.",
            "어떤 분위기야?",
            "안식의 도시에 있는 도서관을 생각해 보세요.",
            "그 도서관이 판타지아의 대륙과 하늘, 지하까지 다 합친 만큼 커다란 느낌?",
            "혹시라도 사피의 도서관에 들어갈 일이 있다면 조심하세요, 길을 잃어버리면 찾기 힘들거든요.",
            "이 탑도 마찬가지예요.",
            "사피의 도서관처럼 여러 공간과 공간들이 겹쳐진 느낌이라고 생각하시면 이해하기 쉬울까요?",
            "드라큘라 백작의 능력과 비슷한 거구나.",
            "백작의 능력은 사피나 탑의 힘에 비교하면 아주 미약한 수준이지만요.",
            "비교하자면 그편이 가장 가깝겠네요. 자, 꿈꾸는 자. 준비해 주세요.",
            "드림 스톤이 빛을 내뿜자 닫혀있던 문이 서서히 열렸다. 빛무리들이 둥둥 떠다니는 모습이 보였다."
        ],
        [
            "進めば進むほどガーディアンが強くなっていく。",
            "長年の眠りから、塔が少しずつ目を覚ますかのように。",
            "ガーディアンが全力まで復活したら...このままだと体力が持たないかもしれない。",
            "塔の地下について、もう少し教えてくれない？",
            "そこは...",
            "塔の地下よりもファンタジアにとって肝心な場所はありません。着いたら、すぐに実感します。",
            "今まで二人しかそこに入ったことがありません。",
            "二人？",
            "一人はオーロラで、もう一人は...",
            "まさか...",
            "私の姉妹すら見たことのない場所なのです...",
            "みんなに知られたとすれば、どう思われてしまうのでしょうか...",
            "これ以上押しても無駄みたいだ...",
            "キリがないガーディアンについて聞くことにした。",
            "ガーディアンを倒しても、塔は大丈夫なの？",
            "心配する必要はありません。",
            "塔はファンタジアからエネルギ―を借りてガーディアンを生成します。",
            "倒されたガーディアンはファンタジアに力を戻すだけです。",
            "塔を直接攻撃したり、ファンタジアが弱まれば塔は影響されます。",
            "ネザーの影響はここまで届いているわけです...",
            "内側から見て、塔の壁が何層も重ねた石材からできていることが分かった。これほど巨大な建物を直接攻撃すると言っても...無駄だろう。",
            "はい...実は、何度か攻城戦をなんともなく凌いでいます。",
            "それでも、この塔を維持する必要があります。塔が崩壊してしまえば...ファンタジアも道連れです。",
            "とにかく、ガーディアンには手加減をしなくてもいいんだね！また奴らが来る！"
        ]
    ],
    "music": [
        "music_lostinthought.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav"
    ]
}