{
    "StoryName": "Campaign_SideStory_Beast_4",
    "background": [
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png",
        "cursedcastle.png"
    ],
    "character": [
        [
            "",
            "Hina",
            "Bathory",
            "",
            "",
            "",
            "Hina",
            "",
            "",
            "",
            "",
            "Beast",
            "",
            "",
            "",
            "Lis",
            "Mal",
            "Lis",
            "",
            "Beast",
            "Beast",
            "",
            "",
            "Bathory",
            "",
            "Hina",
            "",
            "Bathory",
            "",
            "Bathory",
            "",
            "",
            "",
            "Beast",
            "",
            "",
            "Bathory",
            ""
        ],
        [
            "",
            "히나",
            "엘리자베스 바토리",
            "",
            "",
            "",
            "히나",
            "",
            "",
            "",
            "",
            "야수",
            "",
            "",
            "",
            "리즈",
            "말",
            "리즈",
            "",
            "야수",
            "야수",
            "",
            "",
            "엘리자베스 바토리",
            "",
            "히나",
            "",
            "엘리자베스 바토리",
            "",
            "엘리자베스 바토리",
            "",
            "",
            "",
            "야수",
            "",
            "",
            "엘리자베스 바토리",
            ""
        ],
        [
            "",
            "ヒナ",
            "バートリー",
            "",
            "",
            "",
            "ヒナ",
            "",
            "",
            "",
            "",
            "野獣",
            "",
            "",
            "",
            "リズ",
            "マル",
            "リズ",
            "",
            "野獣",
            "野獣",
            "",
            "",
            "バートリー",
            "",
            "ヒナ",
            "",
            "バートリー",
            "",
            "バートリー",
            "",
            "",
            "",
            "野獣",
            "",
            "",
            "バートリー",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You stand, panting, with your comrades. You have fought off the attacking monsters... for now.",
            "The beast has escaped again.",
            "I know where he will have gone...",
            "Back to the mansion. It doesn't take a genius to work that one out.",
            "Wasn't the beast supposed to be basically mindless? How could it have laid a trap for you?",
            "Howling starts up in the distance once more.",
            "Perhaps we should return to the castle with all haste, Dreamer... we can answer these questions later.",
            "Right...",
            "With Bathory in the lead, you hurry through the forests as quickly and quietly as you can.",
            "It's a relief when the walls of the mansion come back into view.",
            "But there, you also find...",
            "Grrraaaaarraarrggh!",
            "Finally you have cornered your quarry.",
            "The beast is throwing himself at the walls of the castle. It's as if he is finally acting like the mindless creature he was initially reported to be.",
            "Is it trying to get inside?",
            "He looks desperate...",
            "Stay back, Lis, that thing looks like it could eat you in one gulp!",
            "<i>Gulp!</i>",
            "You cautiously approach the beast, trying to stay out of its field of view. Its roars have a plaintive quality and it appears unaware of your stealthy approach.",
            "Graawwwaaaarr!",
            "Drraaaaacullaaa!",
            "Did the beast just say 'Dracula'?",
            "Bathory hisses at you in reply.",
            "Of course not! Dracula already told you that the Beast cannot talk!",
            "O-Of course...",
            "We have him surrounded at last... Do you really want to do this, Dreamer?",
            "She looks uncertain. Bathory, however, does not.",
            "Do as the Count ordered you, Dreamer. Capture the creature!",
            "You're not sure he actually 'ordered' you...",
            "Do it!",
            "Right, of course...",
            "You rise from your half crouch and summon your heroes.",
            "The beast turns to look at you. Its eyes appear haunted.",
            "...",
            "The beast lifts his head to the night and roars long and loud.",
            "And all around, the sounds of movement in the dark start up... movement that is steadily approaching your position.",
            "Quickly, Dreamer! Before we are overwhelmed!",
            "You have little choice but to order the attack."
        ],
        [
            "드림리스와 괴물들을 처리하는 사이 야수는 다시 모습을 감춰버렸다.",
            "백작이 야수에 대해 미처 파악하지 못한 정보가 있었나 봐요, 바토리 양.",
            "흥, 주인님께서 그깟 미천한 짐승 하나를 못 다루실까 봐요?",
            "바토리는 그만 저택으로 돌아가자고 말했다.",
            "역시 무언가 이상해. 백작은 야수에게 이성이 없다고 말했지만, 이성이 없는 존재가 어떻게 타인의 행동을 유도할 수 있지?",
            "울부짖는 소리 또한 여전히 이어지고 있다. ",
            "꿈꾸는 자, 우선 서둘러 귀환하는 것이 좋겠어요. 이 숲의 어둠은 사람의 판단력을 흐리게 만드는 힘이 있으니 오래 머무는 것은 위험해요.",
            "히나가 손가락을 튕겨 자그마한 등불을 만들어 주었다.",
            "너무 어두워 어디가 앞이고 뒤인지 분간할 수 없는 숲.",
            "그런 곳에 오래 머물러 그런지 감각이 둔해지는 기분이었다.",
            "바토리를 따라 돌아온 성에는 언제 도착한 건지 야수가 먼저 자리를 잡고 있었다.",
            "크르르...!",
            "야수는 성벽을 향해 어깨를 들이받으며 울부짖고 있었다.",
            "얼핏 보면 이성이 없는 것처럼 보였지만... 금이 간 곳만 집중적으로 노려 공격하고 있다.",
            "... 야수에게는 정말 이성이 없는 걸까?",
            "있지, 꿈꾸는 자. 성안으로 들어가고 싶어 하는 것 같지 않아?",
            "곧 성벽이 무너질지도 몰라. 저길 봐!",
            "어떡하지? 우리라도 나서서 막아야하나...?",
            "야수의 힘이 얼마나 강한지, 성벽에 몸을 부딪칠 때면 주변의 땅이 함께 울릴 지경이었다.",
            "크르르...!",
            "드라큘라...!",
            "이름을 말하는 선명한 목소리가 들렸다.",
            "야수에게 돌아가려 하자 바토리가 서둘러 앞을 막아선다.",
            "제가 분명히, 그만 돌아가자고 말씀드렸을 텐데요.",
            "하지만, 방금...",
            "바토리 양, 우리는 백작에게 야수의 포획을 부탁받았어요. 왜 갑자기 비협조적으로 구시는 건지 이유를 묻고 싶은데요.",
            "히나의 목소리가 얼음처럼 차가워진다.",
            "... 흥, 지금의 당신들은 저 야수를 이길 수 없어요. 제 말이 틀렸나요?",
            "어쩌면 그럴지도 모른다. 하지만...",
            "그러니 서둘러 귀환하시죠? 데이 스톤, 당신도 꿈꾸는 자가 죽길 바라진 않을 거잖아요?",
            "눈을 가늘게 뜨고 바토리를 바라보던 히나가 갑자기 허공으로 큰 빛무리를 띄웠다.",
            "야수의 시선이 곧바로 히나의 빛을 쫓기 시작했다.",
            "성벽에 부딪히는 힘이 더 강해졌다.",
            "크르르...",
            "고개를 높게 쳐든 야수가 하늘을 바라보며 큰 소리로 포효했다.",
            "당황한 바토리의 비명소리도 잠시, 히나가 나를 향해 손을 뻗었다.",
            "대체 무슨 짓을... 데이 스톤!",
            "지금은 히나를 믿는 수밖에 없겠지, 메르헨을 소환하자!"
        ],
        [
            "ドリームレスと怪物たちを倒している間に、野獣はまた行方をくらましてしまった。",
            "伯爵も把握しきれていなかった野獣の情報があるようですね。バートリーさん。",
            "フンッ、ご主人様があんな愚かな獣を手なずけられないと思います？",
            "バートリーは屋敷に戻ろうと言った。",
            "やはり何かおかしい。伯爵は野獣に理性がないと言ったが、先ほどの行動を見た限り、そうは思えなかった。",
            "叫び声も相変わらず続いている。",
            "ドリーマー君、まずは急いで帰った方がいいでしょう。この森の闇は、人々の判断力を鈍らせる力があるので長居は危険です。",
            "ヒナが指を弾いて小さな明かりを作ってくれた。",
            "暗すぎてどこが前で後ろなのかさえわからない森。",
            "そんな場所にずっといたせいか、感覚が鈍っていくような気がした。",
            "バートリーの後を追って帰ってきた城には、いつ着いたのか野獣が先にいた。",
            "グルル...！",
            "野獣は城壁に向かって肩をぶつけながら叫んでいた。",
            "一見、理性がないように見えたが...ひびが入った場所だけを集中的に狙って攻撃している。",
            "...野獣には本当に理性がないのだろうか？",
            "ねえ、ドリーマー。城の中に入りたがってるんじゃないかな？",
            "見て！城壁が崩れそうだよ。",
            "どうする？私たちが止めるべき...？",
            "野獣の力はとても強く、城壁に体をぶつけると周囲の地面が一緒に揺れるほどだった。",
            "グルル...！",
            "ドラキュラ...！",
            "名前を呼ぶはっきりとした声が聞こえた。",
            "野獣の元へ行こうとすると、バートリーが慌てて立ち塞がった。",
            "屋敷に戻ろうと確かにお伝えしたはずですが。",
            "でも、今...",
            "バートリーさん。私たちは伯爵に野獣の捕獲を頼まれました。どうして急に態度を変えたのか理由が知りたいですね。",
            "ヒナの声が氷のように冷たくなる。",
            "...フンッ、今のあなたたちではあの野獣に勝てません。そうでしょう？",
            "ひょっとしたらそうかもしれない。だが...",
            "だから早く帰りましょう？デイストーン、あなたもドリーマーの死を望んでいるわけではないでしょう？",
            "目を細めてバートリーを見つめていたヒナが、突然虚空に大きな光を浮かべた。",
            "野獣の視線がすぐにヒナの光を追いかけた。",
            "城壁にぶつかる力がさらに強まった。",
            "グルル...",
            "野獣は空を見上げながら、大声で叫んだ。",
            "慌てたバートリーは悲鳴を上げ、ヒナが私に向かって手を伸ばした。",
            "いったい何を...デイストーン！",
            "今はヒナを信じるしかない。メルヘンを召喚しよう！"
        ]
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}