{
    "StoryName": "Campaign_SideStory_YukiOnna_1",
    "background": [
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png",
        "snowyforestnight.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "Lis",
            "Mal",
            "Lis",
            "Mal",
            "",
            "Celeste",
            "Mal",
            "Lis",
            "",
            "",
            "Celeste",
            "Lis",
            "",
            "Celeste",
            "Lis",
            "Mal",
            "Celeste",
            "Celeste",
            "Mal",
            "Lis",
            "Lis",
            "Celeste",
            "Celeste",
            "Celeste",
            "Lis",
            "Mal",
            "Lis",
            "Celeste",
            "Celeste",
            "Celeste",
            "Celeste",
            "Celeste",
            "Celeste",
            "Celeste",
            "Celeste",
            "Mal",
            "Lis",
            "Lis",
            "Celeste",
            "Celeste",
            "Lis",
            "Mal",
            "Mal",
            "Mal",
            "Lis",
            "Celeste",
            "Mal",
            "Mal",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "리즈",
            "말",
            "리즈",
            "말",
            "",
            "셀레스티",
            "말",
            "리즈",
            "",
            "",
            "셀레스티",
            "리즈",
            "",
            "셀레스티",
            "리즈",
            "말",
            "셀레스티",
            "셀레스티",
            "말",
            "리즈",
            "리즈",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "리즈",
            "말",
            "리즈",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "셀레스티",
            "말",
            "리즈",
            "리즈",
            "셀레스티",
            "셀레스티",
            "리즈",
            "말",
            "말",
            "말",
            "리즈",
            "셀레스티",
            "말",
            "말",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "リズ",
            "マル",
            "リズ",
            "マル",
            "",
            "セレステ",
            "マル",
            "リズ",
            "",
            "",
            "セレステ",
            "リズ",
            "",
            "セレステ",
            "リズ",
            "マル",
            "セレステ",
            "セレステ",
            "マル",
            "リズ",
            "リズ",
            "セレステ",
            "セレステ",
            "セレステ",
            "リズ",
            "マル",
            "リズ",
            "セレステ",
            "セレステ",
            "セレステ",
            "セレステ",
            "セレステ",
            "セレステ",
            "セレステ",
            "セレステ",
            "マル",
            "リズ",
            "リズ",
            "セレステ",
            "セレステ",
            "リズ",
            "マル",
            "マル",
            "マル",
            "リズ",
            "セレステ",
            "マル",
            "マル",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Travelling through the Realm of Eternal winter, you are never short of a spectacular vista.",
            "The realm is certainly one of the harshest and yet the most beautiful you have seen.",
            "Nevertheless, the endless snow and ice can become quite dull to trudge through, all day every day.",
            "To pass the time, Mal and Lis invent games and tell stories.",
            "However, sometimes even the deep well of their imagination runs dry.",
            "As you break from travelling across a cold mountain pass and make camp, Mal and Lis are sitting around the campfire, teeth chattering as they attempt to get warm...",
            "It's so cold!",
            "My fingers feel like they might drop off...",
            "Tell me a story, Mal.",
            "It's so cold I can barely even think...",
            "Celeste appears from her caravan and drapes a thick, fur-lined blanket around them both.",
            "Then how about I tell you both a story to keep your minds off the chill?",
            "Ooh! Make it a scary one!",
            "Mal! You always want scary stories!",
            "Celeste seems to stare off into the frozen wilderness for a moment, as if something has caught her eye...",
            "Then she smiles and turns back to Lis and Mal, before speaking again.",
            "A scary story, you say? I think I have just the one...",
            "It doesn't have to be scary, though...",
            "But Celeste just winks at Lis, then settles herself down by the fire.",
            "There was once an old couple who lived in a small cottage in a mountain wilderness, just like this one...",
            "Uuuuuu...",
            "Come on, Lis, the story hasn't even started, yet!",
            "One winter's night, as the first snows of the season rolled in, there came a knock at their door.",
            "When they went to answer it-",
            "It was a monster, right?",
            "Mal!",
            "...",
            "No!",
            "On the doorstep, barely visible in the swirling blizzard, was a young woman with hair as black as coal and skin as pale as snow.",
            "The old couple had no idea where she could have come from, as they were many miles from any other settlement, but the girl begged to be let in to take shelter from the snowstorm.",
            "Don't let her in!",
            "Lis, it's just a girl, they can hardly let her freeze, can they?",
            "N-no...",
            "They did indeed let her in, they brought her to the middle of their small cottage where a merry fire roared.",
            "The girl didn't want to go near to the hearth, but the old couple insisted. They told the girl that she would fall ill if she didn't warm herself, so she reluctantly agreed.",
            "It being a small cottage, built only for the couple, there was only one bedroom, so they brought the girl plenty of warm bedding and told her to sleep by the fire where she could stay warm.",
            "And then they went to bed...",
            "That night, as they lay in bed, they heard the sound of sorrowful weeping...",
            "Thinking there was something wrong, they thought about rising and checking on the girl.",
            "However, after a while, the weeping stopped and they eventually fell asleep.",
            "When the couple went to the hearth the next morning-",
            "There was a monster!",
            "Mal...",
            "It wasn't a monster... was it?",
            "They never knew, for all they found in front of the hearth was the bedding they had given to the girl, empty except for a collection of melting icicles.",
            "And of the strange girl, there was no sign...",
            "...! ",
            "...",
            "Is that it?",
            "That wasn't scary at all!",
            "...",
            "It wasn't? I always thought it was quite a 'chilling' one, when I was young?",
            "Not even nearly!",
            "And definitely not as scary as that Dreamless that's just appeared behind the Dreamer...",
            "Wait? Dreamless?",
            "You spin around and summon your heroes, just as the Dreamless creature leaps into the firelight!"
        ],
        [
            "장대한 풍경이 지평선 너머까지 넓게 펼쳐진다.",
            "끝없는 겨울이 이어지는 영원한 겨울의 세계 속 경치가 일행을 반긴다.",
            "바라보는 풍경은 눈이 부실 만큼 아름다웠지만 눈 속에서 오래 헤매는 것은 실로 어려운 일이다.",
            "아무리 아름다운 풍경이라도 오래 바라보고 있으면 질리는 법이라, 자연히 남매의 도란도란 떠드는 소리에 신경이 쏠린다.",
            "끝말잇기와 스무고개 같은 게임을 하는 목소리가 점점 작아지는 게 아무래도 질린 모양이다. ",
            "캠프를 차리고 모닥불을 피우자 조용하던 남매가 달려와 따뜻한 곳에 자리를 잡았다.",
            "으으! 리즈 너무 추워...",
            "나도... 손가락에 감각이 없는 것 같아.",
            "오빠! 나 재미있는 이야기 해주면 안 돼?",
            "너무 추워서 생각이 안 나...",
            "때마침 셀레스티가 마차에서 두꺼운 담요를 가지고 나온다.",
            "어머나, 무슨 이야기를 하고 있니? 내가 하나 알려줄까?",
            "진짜!? 그럼 무서운 이야기로 해줘!",
            "오빠는 그런 것만 좋아해...",
            "먼 곳을 진득하게 바라보던 셀레스티가 느리게 미소 지으며 아이들을 바라본다.",
            "주변이 조용해진 것 같다.",
            "무서운 이야기라면, 생각나는 게 하나 있구나.",
            "셀레스티이, 꼭 무서운 이야기 아니어도 돼... ",
            "말꼬리를 늘리는 리즈의 머리카락을 쓰다듬으며 셀레스티가 모닥불 앞에 자리를 잡고 앉았다.",
            "옛날 옛적, 한 노부부가 깊은 산 속 작은 오두막에 살고 있었단다.",
            "으으...",
            "리즈, 벌써 무서워?",
            "쉿, 이야기를 잘 들어야지. 첫눈이 내리는 어느 겨울밤이었단다.",
            "노부부는 난로 앞에 앉아 눈이 내리는 풍경을 바라보고 있었어. 그때 누군가 오두막의 문을 두드리는 거야, 똑똑... 하고.",
            "괴물이 온 거지? 맞지?!",
            "오, 오빠!",
            "무섭잖아...!",
            "후후, 아니란다.",
            "할아버지가 일어나 창밖을 살펴봤지, 휘몰아치는 눈보라 속에서 새카만 머리카락이 바람에 흩날리는 게 보였어.",
            "백설처럼 창백한 피부에 흑단 같은 머리카락을 늘어트린 여자는 노부부에게 눈보라를 피할 수 있도록 잠시만 안으로 들여보내 달라며 애원했단다.",
            "안돼! 들여보내지마...",
            "에이, 그냥 이야기잖아. 안 들여보내면 이야기가 거기서 끝나버린다고?",
            "그, 그렇지만...",
            "후후, 네 말대로야. 마음 약한 노부부는 그녀를 집 안으로 들여 따뜻한 벽난로 앞자리를 내주었단다.",
            "그녀는 괜찮다고 사양했지만, 노부부는 어린 여자아이가 감기에 걸릴까봐 걱정되어 참을 수 없었던 거야. 한참 실랑이하다가 마지못해 소녀가 난로 가까운 곳에 자리를 잡았지.",
            "아주 작은 오두막이라 형편이 넉넉하진 못했지만, 노부부는 기꺼이 소녀에게 따뜻한 이불과 잠자리를 내주었단다.",
            "벽난로 소리가 아주 평화로웠지, 지금 저 모닥불 소리처럼...",
            "그날 밤, 노부부는 잠결에 슬픈 울음소리를 들었어.",
            "흐느끼는 소리에 노부부는 일어나 여자아이를 확인할까 했지만, 언제 그랬냐는 듯 울음소리가 멈추지 뭐니?",
            "별일 아니라고 생각한 노부부는 다시 잠에 빠졌어...",
            "다음 날 아침, 일어난 노부부가 소녀를 깨우러 벽난로 근처로 갔을 때...",
            "괴물이 있었던 거야! 그렇지!?",
            "오빠...",
            "괴물 이야기가 아니래도...",
            "후후, 글쎄? 소녀는 온데간데없이 사라진 뒤였어.",
            "대신 축축하게 젖은 이불과 작은 얼음 조각이 노부부를 반겼단다.",
            "...! ",
            "...",
            "그게 다야?",
            "시시해...",
            "... ",
            "어머나, 그러니? 나는 꽤 무서운 이야기라고 생각했는데.",
            "드림리스에 비하면 여자애가 사라지는 이야기 같은 건... 전혀! 하나도 안 무서워.",
            "꿈꾸는 자, 조심해!",
            "말의 다급한 목소리에 셀레스티가 남매를 끌어당겨 숨긴다.",
            "어두운 밤 적막을 틈탄 드림리스가 우리를 습격했다."
        ],
        [
            "壮大な風景が地平線の向こうまで広がっている。",
            "永遠なる冬の世界が一行を出迎える。",
            "目に入る風景は眩しいほど美しい。しかし、雪の中で彷徨い続けるのは、そう簡単なことではない。",
            "いくら美しくても長時間も眺めていれば、飽きてくるものだ。自然と兄妹の浮きだった声に耳が向く。",
            "しりとりなどの言葉遊びをしていた二人の声が、徐々にしぼんでいく。どうやら飽きてきたようだ。",
            "キャンプを張って焚き火をたくと、静かだった兄妹が駆けよってきて一番暖かいところに座った。",
            "うう！ 寒いよ、リズ...",
            "俺も... 指先の感覚がない。",
            "お兄ちゃん！ 面白い話ししてくれない？",
            "寒すぎて無理...",
            "ちょうどセレステが馬車から、温かそうなブランケットを持って来た。",
            "あら、何の話？ わたしもしてあげようか？",
            "ほんとに！？ じゃあ、怖い話がいいな！",
            "お兄ちゃん、そんな話ばっかり好きなんだから...",
            "周りをじっくりと見渡していたセレステが、ゆっくり子供達のほうを向き優しく微笑む。",
            "辺りは静かになったようだ。",
            "怖い話なら、ひとつあるよ。",
            "セレステ、別に怖い話じゃなくてもいいよ...",
            "怖がるリズの髪をなでながら、セレステが焚き火の前に座った。",
            "「昔々、おじいさんとおばあさんが、山の中に住んでいました。」",
            "うう...",
            "リズ、もう怖いの？",
            "シッ、ちゃんと聞いて... 「初雪の降った、ある冬の夜のことでした。",
            "おじいさんとおばあさんが暖炉の前に腰かけて、雪を眺めていると、コンコン...と扉を叩く音が聞こえてきました。」",
            "怪物が来たんでしょ？ そうでしょ！？",
            "もう、お兄ちゃん！",
            "怖いっ...！",
            "ふふ、違うよ。",
            "「おじいさんが窓から顔を覗かせると、激しい吹雪の中で、真っ黒な髪がなびいているのが見えました。",
            "雪のような白い肌に長い髪の少女は、おじいさんとおばあさんに、吹雪が止むまで中で休ませてくれと言うのです。」",
            "だめ！ 中に入れちゃだめ...",
            "ただの作り話じゃないか。入れないと話が終わっちゃうよ。",
            "で、でも...",
            "ふふ、マルの言うとおりだ。「心の優しい、おじいさんとおばあさんは、彼女を中に入れて暖炉の前に座らせようとしました。",
            "彼女は遠慮しましたが、おじいさんとおばあさんは、少女が風邪をひかないか心配でならなかったのです。しばらく説得された少女は、ようやく暖炉の前に座りました。",
            "とても小さく古びた小屋でしたが、おじいさんとおばあさんは、温かい毛布と寝床を彼女に与えてやりました。",
            "暖炉からパチパチという音が心地よく聞こえてきます」。この焚き火のようにね...",
            "「その晩、少女からのほうから、すすり泣く声が聞こえてきました。",
            "心配になって少女に声をかけようとしましたが、嘘のように泣き声は止んでしまいました。",
            "気のせいかと思い、おじいさんとおばあさんは、そのまま眠りにつきました...",
            "次の日の朝、おじいさんとおばあさんが少女を起こそうと、暖炉に近づくと...」",
            "怪物がいたんだ！ そうでしょ！？",
            "お兄ちゃん...",
            "ほんとに怪物がいたの...？",
            "ふふ、じゃあ続きね。「なんと少女は影も形も消えていたのでした。",
            "濡れた毛布と、小さな氷のかけらを残して」。",
            "...！",
            "...",
            "それで終わり？",
            "つまんない...",
            "...",
            "そう？ わたしはとっても怖い話だと思うけど。",
            "ドリームレスに比べたら、少女が消えた話なんて... 全っ然！ 怖くないね。",
            "ドリーマー、あぶない！",
            "突然のマルの言葉にセレステが、兄妹を引き寄せて身を隠す。",
            "暗闇の夜、その静寂を狙ってドリームレスが襲いかかってきた。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_threateningbattle.wav",
        ""
    ]
}