{
    "StoryName": "Campaign_LibraryStory_Vita_2",
    "background": [
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png",
        "library.png"
    ],
    "character": [
        [
            "Vita",
            "",
            "Vita",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "",
            "",
            "",
            "Vita",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Vita",
            "",
            "",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Vita",
            "",
            "Vita",
            "Vita",
            "",
            "",
            "",
            "Vita",
            "",
            ""
        ],
        [
            "비타",
            "",
            "비타",
            "비타",
            "",
            "비타",
            "비타",
            "비타",
            "비타",
            "",
            "",
            "",
            "비타",
            "비타",
            "",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "",
            "비타",
            "",
            "비타",
            "비타",
            "비타",
            "",
            "",
            "비타",
            "",
            "비타",
            "비타",
            "비타",
            "비타",
            "비타",
            "",
            "비타",
            "비타",
            "비타",
            "",
            "비타",
            "비타",
            "",
            "",
            "",
            "비타",
            "",
            ""
        ],
        [
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "",
            "ヴィータ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "So, as you know, Rose was once the Dominion of the Enchanted Realm... but did you know she was also a princess?",
            "You seem to remember something about that, yes.",
            "I was there when she was born... she was such a cute baby!",
            "Even if she turned out to be so infuriating...",
            "Vita looks far too young to have been around when Briar was born.",
            "Yeah, but that's what it's like being a World Stone...",
            "I'm ancient and ageless.",
            "Powerful as the ocean!",
            "Stronger than the foundations of the-",
            "Okay, you get the picture.",
            "Vita sits on her chair, swinging her legs lightly as she pouts at you.",
            "So what was Briar Rose like as a child? It's hard to imagine a younger version of the former Dominion.",
            "Oh, she was very much similar to how she is now, she was always sleepy...",
            "But that probably has a lot to do with her curse.",
            "Her curse?!",
            "That's right. When Rose was born, the kingdom had a great big birthday party for her.",
            "It was already clear that Rose was born with great power, so all the fairies around the kingdom came to celebrate her birth.",
            "But there was a wicked fairy who didn't get invited. She was really jealous of Rose's power!",
            "So she crashed the party and cast a terrible curse on her.",
            "It was such a powerful curse, it could have killed Rose... fortunately, there were a lot of good fairies who were able to lessen the curse's strength.",
            "But even with all their combined magic, they couldnt't get rid of the curse completely.",
            "Why didn't Vita stop the curse herself?",
            "I'm not all powerful, Dreamer!",
            "Hmmm, so what was that about being powerful as the ocean?",
            "Yeah, but... but I don't know magic spells! And I can't perform counter-curses!",
            "It was really complicated, powerful magic. It wasn't my fault I couldn't stop it. Even though I tried...",
            "Stupid Dreamer...",
            "Okay, you're sorry, you're sorry.",
            "There are obviously still some things you don't understand about this world.",
            "The World Stones... our power is innate, Dreamer. It comes from within us. We don't cast spells or learn magic in big tall towers.",
            "But, she <i>was</i> in a tower when you found her...",
            "Grrr!",
            "Anyway, the important thing is that Rose survived the curse...",
            "Instead of being cursed to death, she would fall into a deep sleep on the day she pricked her finger on a poisoned thorn.",
            "And she wouldn't wake again until her promised one came and awoke her with a kiss...",
            "But apart from that, she always sleeps a lot, anyway!",
            "The pout is back on Vita's face as she clearly shows her displeasure at her old Dominion's character.",
            "Whenever I try to discuss important things, she dozes off and falls asleep!",
            "To be honest... I didn't think she would become a Dominion at first.",
            "I blame Esme!",
            "Wait... what's this now? What has Esme got to do with this?",
            "Esme... that stupid girl's Dominion was so charismatic!",
            "But Briar... she's always falling asleep, no matter what she's doing!",
            "Ah, you see what this is about.",
            "Vita and Esme are often at each other's throats, arguing with each other about this or that, it's only natural that they would be competitive about their Dominions.",
            "Rather that it being Esme's fault, isn't Vita just jealous in this case?",
            "You have a stupid look on your face. You're thinking something stupid, aren't you?",
            "Oh, er, no... no, not at all!",
            "To distract her, you ask Vita to continue the story about Briar Rose."
        ],
        [
            "로즈가 마법의 왕국의 전 도미니언라는 건 알고 있고... 로즈가 공주라는 것도 들어서 이미 알고 있지?",
            "그렇다고 들었다.",
            "난 로즈가 태어날 때부터 거기 있었거든. 얼마나 귀여웠는지 몰라!",
            "물론 그때는 지금처럼 자랄 거라고 생각 못했지만...",
            "비타의 겉모습만 보면 브라이어 로즈가 태어났을 때 곁에 있었다고 생각하기 힘들다.",
            "뭐, 월드스톤들은 다 이러니까...",
            "말하자면 고대의 유물같은 존재라고 할 수 있지!",
            "헤헹, 생명력이 바다처럼 넘쳐 흐른다구?",
            "잠탱이 너도 알지?! 내가 하트 스톤보다 훨씬! 강하다구?",
            "비타가 의자에 걸터앉으며 입을 삐죽 내민다.",
            "비타에게 브라이어 로즈에 대해서 물었다.",
            "어린 도미니언이라니, 잘 상상이 가지 않는다.",
            "로즈는... 뭐 지금이랑 별다를 바 없었어. 항상 졸기만 하고...",
            "지금 생각해보니까 저주 때문에 그랬을지도?",
            "낯선 단어가 예상할 수 없는 곳에서 툭 튀어나온다.",
            "로즈가 태어났을 때 왕국에서 큰 파티가 있었어.",
            "헤헹, 로즈는 태어날 때부터 강한 힘을 가지고 있던 아이였거든. 요정들이 탄생을 축하할 정도였으니까.",
            "물론! 로즈가 태어나자마자 그 애를 질투한 요정도 있었어.",
            "그 요정이 로즈의 생일 파티에 난입해서 저주를 걸었다구!",
            "로즈를 죽일 수 있을 정도로 강력한 저주였지...<br>뭐, 다행히 선량한 요정들의 힘으로 저주의 내용을 살짝! 바꿔놓긴 했는데.",
            "저주를 풀 수는 없었어. 너무 강력했거든...",
            "월드스톤의 힘으로 저주를 풀 수 없었는지 물었다.",
            "그게 그렇게 쉬운 일이 아니거든!?",
            "바다처럼 넘쳐 흐르는 생명력, 하트 스톤보다 훨씬 강력한 라이프 스톤. 비타를 물끄러미 바라본다.",
            "그, 그게...",
            "아니, 난... 사실 주문 같은 건 잘 몰라! 그리고 저주를 푸는 방법도 모른다구!",
            "엄청 어려운 저주였어. 어떻게든 저주를 없애주고 싶었지만 너무 어려운 걸 어떡해?",
            "월드스톤에게도 어려운 일이 있다니, 아직도 이 세계에는 내가 모르는 일들이 너무 많은 것 같다.",
            "비타가 슬그머니 손가락을 꼼지락거린다.",
            "월드스톤은 처음부터 힘을 가지고 태어났어.<br>대부분은 '팟!' 하면 그냥 된 단 말이야! 큰 탑같은데서 주문을 외우거나 배우지는 않는다고.",
            "비타와 탑 안에서 만났던 것이 떠오른다...",
            "햐! 지, 지금 중요한 건 그게 아니라구!?",
            "어쨌든, 로즈는 바뀐 저주 덕분에 살아남았어...",
            "죽음은 막았지만, 가시에 손가락을 찔리는 것 까지는 막을 수 없었지.",
            "언젠가 잠을 깨우러 올 연인을 기다리며 로즈는 긴 잠에 빠졌어.",
            "근데 그거랑 별개로 있잖아? 그 애는 원래부터 잠이 많았어!",
            "비타가 불만 섞인 목소리로 아랫 입술을 삐죽거렸다.",
            "중요한 이야기를 상의하려고 하면 늘 꾸벅꾸벅 졸고, 갑자기 잠들고!",
            "솔직히... 처음에는 도미니언은 못 된다고 생각했어.",
            "로즈가 엄청 강하긴 하지만... 아니! 애초에 다 에스메 때문이야!",
            "비타가 작은 목소리로 소근거렸다.",
            "에스메의 도미니언이 엄청 카리스마 넘치고 되게 멋있었단 말이야~!",
            "근데 로즈는 뭘 해도 항상 꾸벅꾸벅 조니까...",
            "에스메의 도미니언에 비해 브라이어 로즈가 덜 멋있었던 모양이다.",
            "마주치기만 하면 싸우는 두 사람이니 도미니언의 문제도 비슷할 거라는 생각이 들었다.",
            "비타가 일방적으로 질투를 했던 것 같지만, 굳이 입 밖으로 그 말을 꺼내지 않았다.",
            "이이익! 너! 또 쓸데없는 생각하고 있지!? 이 바보, 바보, 바보!",
            "... 나는 슬그머니 비타의 시선을 피했다.",
            "음, 마저 이야기를 들려줄래? 비타."
        ],
        [
            "ローズが魔法の王国の元ドミニオンだってことは知ってるし...<br>ローズが姫だってことも聞いたよね？",
            "それは聞いている。",
            "私はローズが生まれる時からそこにいたんだ。すっごく可愛かったんだから！",
            "もちろんあの時は今みたいに成長するとは思わなかったけど...",
            "ヴィータの外見を見ると、いばら姫が生まれた時にそばにいたとは考えにくい。",
            "まあ、ワールドストーンはみんなこんな感じだから...",
            "言わば古代の遺物みたいな存在ね！",
            "へへっ、生命力が海のようにあふれてるんだよ？",
            "寝ぼすけも知ってるでしょ！？あたしはハートストーンよりずーっと！強いって！",
            "ヴィータは椅子に腰掛けて、口を突き出した。",
            "ヴィータにいばら姫について尋ねた。",
            "幼いドミニオンだなんて、上手く想像できない。",
            "ローズは...今とそんなに変わらないかな。いつも眠そうで...",
            "よく考えてみたら、呪いのせいかも？",
            "予想外の単語が飛び出してきた。",
            "ローズが生まれた時、王国で大きなパーティーが開かれたの。",
            "へへっ、ローズは生まれた時から強い力を持ってたんだよ。<br>妖精たちが誕生をお祝いするくらいだったから。",
            "もちろん！ローズが生まれてすぐに嫉妬する妖精もいたんだよね。",
            "その妖精が、ローズの誕生パーティーに乱入して呪いをかけたの！",
            "ローズを殺せるほどの強力な呪いだったよ...<br>運良く、優しい妖精たちの力で呪いの内容をちょっと変えたんだけどね。",
            "完全には解けなかったんだ。あまりにも強すぎて...",
            "ワールドストーンの力で呪いを解けなかったのか尋ねた。",
            "そんな簡単なことじゃないよ！",
            "海のようにあふれる生命力、ハートストーンよりはるかに強いライフストーン。<br>ヴィータをじっと見つめる。",
            "そ、その...",
            "いや、あたしは...呪文とかよく知らないから！それに呪いの解き方も知らないもん！",
            "すごく難しい呪いだったんだよ。<br>どうにかして呪いを解きたかったけど、難しすぎたんだよ。",
            "ワールドストーンにも難しいことがあるなんて、<br>まだこの世界には私が知らないことがたくさんあるようだ。",
            "ヴィータがそっと指をもじもじさせた。",
            "ワールドストーンは最初から力を持って生まれたの。<br>ほとんどは「パッ！」ってやればできるんだよ！<br>大きな塔で呪文を学んだりはしないの。",
            "ヴィータと塔の中で会ったことを思い出した。",
            "あっ！い、今大事なのはそこじゃないでしょ！？",
            "とにかく、ローズは内容を変えた呪いのおかげで生き残ったの。",
            "死は免れたけど、トゲが指に刺さるのまでは止められなかったんだよね。",
            "いつか眠りを覚ましにくる恋人を待ちながら、ローズは長い眠りについたんだ。",
            "でも、それとは別なんだよね。あの子は元々いつも眠そうだったの！",
            "ヴィータは不満そうな声で下唇を尖らせた。",
            "大事な話をしようとすると、いつもあくびをして、急に寝ちゃうし！",
            "正直...最初はドミニオンになれないって思ってた。",
            "ローズはすごく強いけど...いや！そもそも全部エスメのせいだよ！",
            "ヴィータは小さな声でささやいた。",
            "エスメのドミニオンはすごくカリスマがあって、カッコ良かったんだよ～！",
            "でもローズは何をしても、いつも居眠りしてるから...",
            "エスメのドミニオンと比べていばら姫はカッコ良くなかったようだ。",
            "会うだけでケンカする2人だから、ドミニオンの問題も似たようなものだろう。",
            "ヴィータが一方的に嫉妬していたようだが、それはあえて口にしなかった。",
            "ううっ！また余計なこと考えてるでしょ！？まったく、も～っ！",
            "...私はそっとヴィータの視線を避けた。",
            "うーん、ヴィータ、話を続けてくれないか？"
        ]
    ],
    "music": [
        "music_sanctuary.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}