{
    "StoryName": "Campaign_Chapter4_Part3",
    "background": [
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Esme",
            "Mal",
            "Esme",
            "",
            "Esme",
            "Vita",
            "Esme",
            "Aurora",
            "Aurora",
            "Vita",
            "Vita",
            "",
            "Aurora",
            "",
            "Vita",
            "Esme",
            "Mal",
            "Aurora",
            "Vita",
            "",
            "Vita",
            "",
            "Vita",
            "Aurora",
            "",
            "Vita",
            "Vita",
            "",
            "Vita",
            "Esme",
            "Vita",
            "Esme",
            "Aurora",
            "Vita",
            "Vita",
            "Vita",
            "",
            "Mal",
            "Esme",
            "Esme",
            "",
            "Aurora",
            "Aurora",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "에스메",
            "말",
            "에스메",
            "",
            "에스메",
            "비타",
            "에스메",
            "오로라",
            "오로라",
            "비타",
            "비타",
            "",
            "오로라",
            "",
            "비타",
            "에스메",
            "말",
            "오로라",
            "비타",
            "",
            "비타",
            "",
            "비타",
            "오로라",
            "",
            "비타",
            "비타",
            "",
            "비타",
            "에스메",
            "비타",
            "에스메",
            "오로라",
            "비타",
            "비타",
            "비타",
            "",
            "말",
            "에스메",
            "에스메",
            "",
            "오로라",
            "오로라",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "エスメ",
            "マル",
            "エスメ",
            "",
            "エスメ",
            "ヴィータ",
            "エスメ",
            "オーロラ",
            "オーロラ",
            "ヴィータ",
            "ヴィータ",
            "",
            "オーロラ",
            "",
            "ヴィータ",
            "エスメ",
            "マル",
            "オーロラ",
            "ヴィータ",
            "",
            "ヴィータ",
            "",
            "ヴィータ",
            "オーロラ",
            "",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "エスメ",
            "ヴィータ",
            "エスメ",
            "オーロラ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "マル",
            "エスメ",
            "エスメ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The next day, you find yourself back on the road once more, heading towards the next Dominion to be defeated and the next World Stone to be rescued.",
            "As usual, you find yourself initially travelling through woodland. But the forests surrounding the next realm are thicker and stranger than any you've seen before.",
            "There is an odd taste to the air and a curious tingle up your spine. This place feels like it is on the verge of... waking up?",
            "It's difficult to find a way to describe the sensation of walking through this forest in any other way, but as you look at the trees passing on both sides, it's hard to shake the feeling one might turn and look back at you...",
            "So where are we going next? I can't tell which direction this is without seeing the stars.",
            "We're heading into the Enchanted Realm to find the Lifestone.",
            "Ugh... couldn't we leave her until later? Saffi, or Hina, or even Nyx, would be much more useful additions to our party...",
            "You ask what the problem is.",
            "It's just 'that one'... she's always been such a brat. And she's FAR too energetic all the time.",
            "I heard that, dummy.",
            "Gh!",
            "Vita!",
            "I didn't expect you to be able to project this far.",
            "Of course, big sis! I'm the Lifestone, after all, I have boundless energy!",
            "Is it that one?",
            "She points directly at you, with a somewhat dismissive air. You're not sure you like being referred to as an 'it'.",
            "Yes. This is the Dreamer – the one I told you about.",
            "Vita marches right up in front of you and looks you up and down with a critical eye.",
            "Huh! You don't look like much!",
            "O-Oi...",
            "Aurora? Who is this girl?",
            "This is Vita, the Lifestone. She is one of the five World Stones and the source of power of this realm's Dominion.",
            "Not that Drak needs much power. He's already fearsome without me.",
            "She points at you again, accusingly.",
            "You listen here, Sleepy!",
            "Sleepy?! Your name is 'Dreamer'...",
            "I'll call you what I want to call you, Sleepy!",
            "Vita... please, be nice.",
            "Vita lifts her little nose in the air, but acquiesces to her sisters wishes.",
            "Huh! Dreamer, then.",
            "Listen here, Dreamer. I won't give big sis up to you willingly. You'll have to prove that you're worthy to bear the Dreamstone, understand?",
            "You aren't sure that you do.",
            "Eh? Are you as much of a dummy as my sister?",
            "Don't call Aurora a dummy!",
            "I was talking about you.",
            "Well that's okay, then. No, wait-!",
            "He's already defeated the Queen of Hearts, Vita.",
            "That second-rate Dominion? Huh! My Dominion is much more powerful!",
            "You better be ready for him, Dreamer. Drak doesn't like intruders in his realm!",
            "I expect you to pummel him into the ground if you think you're worthy of Aurora!",
            "And with that, the little girl turns on her heel and vanishes into thin air, leaving the group looking astonished at her tumultuous appearance and disappearance.",
            "What was that all about...?",
            "Grrr, that little squirt...",
            "She's always been like this!",
            "She was certainly pretty forthright...",
            "Don't think too harshly of her, Dreamer. Vita is a good girl, really.",
            "It... might just take a while for you to discover that part of her...",
            "Well, it seems she's brought some unwanted attention with her, if those creatures creeping through the woods are anything to go by!",
            "You get ready for another fight..."
        ],
        [
            "다음 날.<br>동이 트기 전에 새로운 영역을 향해 서둘러 길을 잡았다.",
            "오로라의 힘이 언제 필요할지 알 수 없으니,<br>힘을 아껴두고자 텔레포트 대신 걸어서 이동하기로 결정했다.",
            "이번에도 숲을 지나 왔지만,<br>뭔가 숲의 공기가 이전과는 확연히 다르다. 텁텁하고, 무거웠다.",
            "게다가 어디선가 날카로운 시선이 느껴진다.<br>으스스한 기분을 떨쳐내기 어렵다.",
            "이번에는 어느 영역으로 가는 거야?<br>나무 때문에 별들이 안 보여. 방향을 알 수가 없네.",
            "이번에는 라이프 스톤을 구하러 마법의 왕국으로 가고 있어.",
            "비타를? 으...<br>걔는 좀 나중에 구하면 안돼?<br>사피나 히나, 아니면 닉스가 훨씬 더 도움이 될 텐데.",
            "무슨 이유인지 궁금해서 에스메를 쳐다보았다.",
            "음...<br>그 꼬마, 상대하기 피곤한 타입이거든. 매일 이유 없이 붕붕 뛰고.",
            "햐!<br>다 들었어, 이 바보야!",
            "윽...!",
            "비타!",
            "이렇게 먼 곳에서 실체화 할 수 있을 줄은 몰랐어요.",
            "헤헹, 당연하지!<br>큰 언니~ 난 라이프 스톤인걸. 내 생명력은 세계 제일이니까!",
            "흐응...<br>그나저나, 저게 그거야?",
            "녹색 드레스를 입은 분홍색 머리카락의 작은 소녀.<br>비타라고 불리는 소녀가 손가락으로 나를 가리키며 말했다.<br>그거라니?",
            "네, 맞아요.<br>전에 제가 이야기했던 꿈꾸는 자가 바로 이 분이랍니다.",
            "비타라고 불린 꼬마가 주위를 정신없이 뛰어다닌다.<br>어쩐지 따갑게 느껴지는 눈빛으로 나를 샅샅이 훑어본다.",
            "에엥?<br>그치만 너무 평범하게 보이는뎅.",
            "너!<br>얌전히 좀 있어! 얌전히 좀!",
            "이 정신없는 꼬마는... 누구야?<br>오로라의 지인?",
            "이쪽은 라이프 스톤, 비타라고 해요.<br>마법의 왕국을 맡고 있는 월드스톤이자,<br>이 영역의 도미니언이 지닌 힘의 원천이기도 하죠.",
            "드락은 딱히 내 힘을 필요로 하지는 않아.<br>그 애는 나 없이도 충분히 무서운 걸?",
            "그러더니 비타가 다시 나를 가리킨다.",
            "너, 내 말 똑똑히 들어! 이 잠탱아!",
            "잠탱이!?<br>꿈꾸는 자라서...?",
            "널 뭐라고 부르던! 그건 내 마음이야, 잠탱이!",
            "비타.<br>꿈꾸는 자에게 너무 무례하게 굴면, 저도 화낼 거예요?",
            "오로라의 말에 비타가 움찔했다.<br>그래도 태도를 유지할 생각인지, 짧은 팔짱을 끼며 도도하게 얼굴을 든다.",
            "흐... 흥!<br>큰 언니를 봐서... 특별히! 한 번만 넘어가 줄게!",
            "잘 들어, 잠탱이!<br>난 너 같은 사람에게 우리 예쁜 큰 언니를! 절대 그냥 넘겨주지 않을거야.<br>네가 정말로 드림스톤을 지닐 자격이 있는지 시험할거라고! 알았어?",
            "...",
            "하? 너 언니만큼 바보구낭?",
            "오로라를 바보라고 부르면 안돼.",
            "엥? 난 큰 언니 이야기 한 거 아냐!",
            "그래? 그럼 말고...<br>아니 잠깐만... 나를 왜 보는거야!?",
            "꿈꾸는 자는 이미 퀸 오브 하트를 쓰러트렸어, 비타.",
            "아? 그 약해 빠진 도미니언?<br>흥, 내 도미니언은 그보다 훨씬 강력해.",
            "슬슬 드락과 싸울 준비를 하는 게 좋을거야.<br>드락은 자기 영역에 들어온 침입자를 무지무지 싫어하거든.",
            "네가 정말 우리 큰 언니를 데려갈 자격이 있다고 증명하고 싶으면,<br>드락을 있는 힘껏 바닥에 처박아버려! 이건 할 수 있을 때의 이야기지만.",
            "말을 모두 마친 비타가 발뒤꿈치를 들고 한 바퀴 돌더니<br>그대로 사라져버렸다.",
            "와...<br>진짜 정신 없다.",
            "아오! 저 꼬맹이가 진짜!",
            "봐! 내 말이 맞지?<br>내가 상대하기 피곤한 타입이라고 했잖아!",
            "에스메가 머리를 쥐어뜯으며 도리도리 흔들었다.",
            "그래도 그 아이를 나쁘게 생각하지는 마세요.<br>비타는 착한 마음씨의 상냥한 아이랍니다.",
            "단지... 진정한 면모를 알아보는 데 시간이 걸릴 뿐이에요.",
            "...",
            "원치 않는 관심을 끌어버린 모양이다."
        ],
        [
            "次の日。<br>夜が明ける前に、新たな領域に向かって道を急いだ。",
            "オーロラの力がいつ必要になるかわからないので、<br>力を温めておくために、テレポートの代わりに歩いて移動することにした。",
            "今回も森を通ってきたが、<br>なんだか森の空気が以前とは確実に違う。どんよりして、重かった。",
            "さらにどこからか鋭い視線を感じる。<br>寒気を拭い去ることが出来ない。",
            "次はどの領域に行くの？<br>木のせいで星が見えない。方向が分からないね。",
            "今回はライフストーンを救うために魔法の王国に向かってるよ。",
            "ヴィータを？う...<br>あの子は後にしちゃだめ？サフィとかヒナ、ニクスの方がもっと力になると思うけど...",
            "なぜなのか気になりエスメを見つめた。",
            "うーん...<br>あの子、相手するのに疲れるタイプなのよね。毎日わけもなくぶんぶん走るし。",
            "ひゃ！<br>全部聞いたよ、このバカ！",
            "うっ...！",
            "ヴィータ！",
            "こうして遠くからでも実体化できるとは思っていませんでした。",
            "へへっ、当然でしょ！<br>お姉ちゃん〜あたしはライフストーンでしょ。あたしの生命力は世界で一番なんだから！",
            "ふ〜ん...<br>ところで、あれがあれなの？",
            "緑のドレスを着たピンク色の髪の毛の小さな少女。<br>ヴィータという少女が私を指差しながら言った。<br>あれって？",
            "はい、そうです。<br>前にお話ししたドリーマーがこのお方です。",
            "ヴィータという子が周囲を夢中で走り回っている。<br>なぜか鋭い視線で私をくまなく見た。",
            "ええ〜？<br>でもすっごく普通に見えるんだけど？",
            "ヴィータ！<br>ちょっと！大人しくしててよ！",
            "この騒がしい子は...誰だ？<br>オーロラの友達なの？",
            "こちらはライフストーン、ヴィータと言います。<br>魔法の王国を担うワールドストーンで、<br>この領域のドミニオンが持つ力の源泉でもあります。",
            "ドレークはあたしの力は要らない。<br>あの子はあたしがいなくても十分怖いよ？",
            "そう言ってヴィータはまた私を指差した。",
            "君、あたしの話をよく聞きくのよ！寝ぼすけさん！",
            "寝ぼすけさん！？ドリーマーだからか...？",
            "君のことをどう呼ぼうと！それはあたしの勝手よ、寝ぼすけさん！",
            "ヴィータ。<br>ドリーマーにあまりにも無礼に振りまうなら、私も怒りますよ？",
            "オーロラの言葉にヴィータがぎくりとした。<br>だが、そのままでいるつもりなのか、短い手で腕を組み、偉そうに顔を上げた。",
            "ふ...ふん！<br>お姉ちゃんに免じて...特別に！今回だけは大目に見てあげる！",
            "よく聞いて、寝ぼすけさん！<br>あたしは君みたいな人に、あたしの可愛いお姉ちゃんを！ただでは渡さないよ。<br>君が本当にドリームストーンを持つ資格があるかどうか試すってこと！わかった？",
            "...",
            "え？君、お姉ちゃんと同じくらいバカなんだね〜。",
            "オーロラにバカって言わないの。",
            "え〜？あたしはお姉ちゃんのこと言ったんじゃないよ！",
            "そうなの？だったらいいけど...<br>いや、ちょと...なんであたしを見てるの！？",
            "ヴィータ、ドリーマーはもうハートの女王を倒したんですよ。",
            "あ？あのすっかり弱りきったドミニオンに？<br>ふんっ、あたしのドミニオンはあれよりもっと強いよ。",
            "そろそろドレークと戦う準備をした方がいいんじゃない？<br>ドレークは自分の領域に入ってくる侵入者がとっても嫌いなの。",
            "君が本当にお姉ちゃんを連れて行く資格があるってことを証明したかったら、<br>ドレークを思いっきり地面に叩きつけてみて！まあできたらの話だけど。",
            "話し終えたヴィータがかかとを上げて一周し、<br>そのまま消えてしまった。",
            "わあ...<br>本当に騒がしいな。",
            "あ〜！ほんとあの子ったら！",
            "ね！？あたしの言った通りでしょ？<br>相手するのが疲れるタイプって言ったじゃん！",
            "エスメが頭を掻きむしり、頭を振った。",
            "ですがあの子をあまり悪くは思わないでください。<br>ヴィータは優しい心を持った子です。",
            "ただ...本当の姿を知るまでに時間がかかってしまうだけなのです。",
            "...",
            "望んでもいない興味を引いてしまったようだ。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        ""
    ]
}