{
    "StoryName": "Campaign_Chapter6_Part1",
    "background": [
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png"
    ],
    "character": [
        [
            "",
            "Vita",
            "Esme",
            "Esme",
            "Vita",
            "Esme",
            "Aurora",
            "",
            "Esme",
            "Vita",
            "Vita",
            "Esme",
            "",
            "",
            "",
            "Esme",
            "",
            "Vita",
            "Esme",
            "Vita",
            "",
            "Aurora",
            "Aurora",
            "Vita",
            "Vita",
            "Esme",
            "Esme",
            "Vita",
            "Vita",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "",
            "Kyo",
            "Kyo",
            "Kyo",
            "",
            "Kyo",
            ""
        ],
        [
            "",
            "비타",
            "에스메",
            "에스메",
            "비타",
            "에스메",
            "오로라",
            "",
            "에스메",
            "비타",
            "비타",
            "에스메",
            "",
            "",
            "",
            "에스메",
            "",
            "비타",
            "에스메",
            "비타",
            "",
            "오로라",
            "오로라",
            "비타",
            "비타",
            "에스메",
            "에스메",
            "비타",
            "비타",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "쿄",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            "",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "쿄",
            "",
            "",
            "쿄",
            "쿄",
            "쿄",
            "",
            "쿄",
            ""
        ],
        [
            "",
            "ヴィータ",
            "エスメ",
            "エスメ",
            "ヴィータ",
            "エスメ",
            "オーロラ",
            "",
            "エスメ",
            "ヴィータ",
            "ヴィータ",
            "エスメ",
            "",
            "",
            "",
            "エスメ",
            "",
            "ヴィータ",
            "エスメ",
            "ヴィータ",
            "",
            "オーロラ",
            "オーロラ",
            "ヴィータ",
            "ヴィータ",
            "エスメ",
            "エスメ",
            "ヴィータ",
            "ヴィータ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "",
            "キョウ",
            "キョウ",
            "キョウ",
            "",
            "キョウ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Back at Haven, the three stones you have rescued so far are counselling you on your next move.",
            "That settles it, then! We go to the Realm of Endless Night to find the Mindstone next!",
            "Wait! Nothing's settled!",
            "I agree Saffi would make a great advisor, but Hina would, too, and I'm also worried about Nyx. Her captor is particularly dangerous and if the Dominions are able to leech power from us World Stones...",
            "But Saffi knows more about the Dominions than anybody! She's always reading her books, she's bound to know ways to defeat them.",
            "But the Dreamer hasn't had much trouble with that, so far! Aurora, what do you think?",
            "I would like to be able to consult with Saffi again. She's studious and knowledgeable, quite possibly the most intelligent and clear thinking of all the World Stones.",
            "Esme looks sullen and mutters under her breath.",
            "Well, that would balance out us having the dumbest World Stone...",
            "What did you say?!",
            "You're the dummy, dummy!",
            "I'm not the one who slept through the entire invasion of my realm, you noisy little twit!",
            "You hold your hands up to calm the two fiery sisters down.",
            "There isn't much point fighting amongst yourselves.",
            "You appreciate Esme's concern for her other sisters, and you realise she is just playing Devil's Advocate on their behalf.",
            "Dreamer...",
            "But if Saffi knows possible ways to defeat the remaining Dominions, that makes her your first priority, as it will mean rescuing ALL of the sisters much faster.",
            "There! NOW it's settled.",
            "Well, if the Dreamer and Aurora both say so...",
            "What about me?!",
            "But Aurora speaks up before another fight can start.",
            "I think we should leave it there for tonight. We've already made better progress than I could have hoped for, but I can see it's taking its toll.",
            "A good night's rest would be best for all of us.",
            "Of course, big sis.",
            "And she's right, Dreamer, you're even impressing me, so far!",
            "Then let's leave and let the Dreamer sleep in peace.",
            "Dreamer, thank you for everything you've done so far. You're... well, good night, anyway.",
            "Keep it up, Sleepy!",
            "Oh! And make sure you put us in the right sleeping bags, I don't want to wake up smelling of Heartstone, tomorrow...",
            "Please rest well, we all believe in you, Dreamer. Good night.",
            "They all disappear one after the other, returning to their stone forms.",
            "Smiling fondly, you reach for their 'sleeping bags'...",
            "Once the stones are back in their respective bags, you begin getting ready to turn in, but something stops you. You look around, unsure what it is.",
            "Something is wrong with your room...",
            "The shadows seem to deepen before your eyes.",
            "The recesses of the room are swallowed in inky black and for a moment you feel as if you can hear the faintest... screaming?",
            "A knock at your door jolts you from some kind of reverie. You look around the room.",
            "Everything seems to have returned to normal. What was that?",
            "The knock sounds again and you quickly cross to the chamber door to see who it is.",
            "Dreamer, it's good to have you back! I have lots to tell you.",
            "Dreamer? Is something wrong?",
            "You tell him it's nothing, just a momentary daymare, you think. Stress, maybe?",
            "Well, if you're sure you're okay... Ah, yes, my news.",
            "I took a party back to the Clouded Tower, as I said I would.",
            "The doors took some opening, but we managed to get inside... I was right, there is a great library of information inside.",
            "I have people searching it, but there's so much to look through it's nearly impossible to know what is important and what isn't.",
            "But there's something else. The topmost chambers are living quarters. Aurora obviously uses them when she's in residence, but...",
            "Before you arrived, Aurora hadn't been seen for years, since long before the old leader died. She was supposed to be searching Phantasia for a way to defeat the Dreamless Nether.",
            "But these chambers... there's evidence of them being lived in – and recently, too. Certainly in the last few months.",
            "That can't be right... could the tower have been broken into?",
            "No, not that I can see. The doors were sealed with magic. If someone had broken in, why would they seal it up again, afterwards?",
            "Then perhaps Aurora came back for a while before she left to find you in the collapsing world...?",
            "Perhaps...",
            "But...",
            "Dreamer, I've been checking into some things...",
            "This isn't easy to say, but I don't think this world is what we think it is.",
            "And the Dreamstone... there's something she isn't telling us.",
            "Eh?",
            "Does Kyo think Aurora is doing something bad?",
            "I... I don't know yet...",
            "It's probably nothing, I may be overthinking things.",
            "Just... be careful, understand?",
            "He clasps your shoulder, supportively.",
            "Make sure you know who you can trust.",
            "When he goes, Kyo leaves you with a gnawing sense of unease..."
        ],
        [
            "드락을 처치한 뒤 오로라의 힘으로 안식의 도시로 돌아왔다.<br>잠시 숨을 돌리고 난 뒤, 세 명의 월드스톤이 모여 무언가를 논의하고 있었다.",
            "좋아! 그럼 결정 된거지?<br>마인드 스톤 사피를 구하러 가자!",
            "야! 아직 아무것도 결정되지 않았거든?",
            "사피의 힘만큼 히나도 필요하고...<br>그리고 난 닉스가 걱정된단 말이야.<br>닉스의 도미니언은 엄청 위험한 녀석이라구!",
            "그래서 지금 사피가 필요한거야.<br>항상 기록하는 걸 좋아했잖아.<br>분명 도미니언의 약점에 대해서도 잘 알고 있을 거야.",
            "으음... 오로라는 어떻게 생각해?",
            "사피와 만나 이야기하는게 좋다고 생각해요.<br>그녀는 우리 자매들 중 가장 현명하고 지식도 풍부하니까요.",
            "에스메가 닉스의 도미니언을 중얼거리면서 수긍했다.",
            "오로라가 그렇게 말한다면... 어쩔 수 없지.<br>사피가 합류하면 해볼 만할 거야.<br>가장 멍청한 월드스톤도 합류했으니 모든 조건은 갖춰졌네.",
            "... 뭐!?",
            "가장 멍청한 월드스톤은 너거든!? 바보야!",
            "적어도 난 어디 사는 누구처럼<br>자기 영역이 침식 당하던지 말던지 잠이나 퍼자는 바보는 아니네요, 흥!",
            "오로라가 둘의 싸움을 멀리서 비켜보다가 잠시 나에게 와서 귓속말을 했다.",
            "둘의 싸움은 늘 있는 일이라고... 에스메가 보이는 성격과 달리 걱정이 많다고 한다.",
            "그녀는 귓속말을 마치고 불처럼 화를 내는 둘 사이에 애쓴 웃음으로 끼어들며 말렸다.",
            "비타, 이 조그만 꼬맹이가...!",
            "어쨌든 마인드 스톤이 다른 도미니언의 약점을 알고 있다면<br>다른 월드 스톤을 구하는 일이 훨씬 쉬워질 수 있었다.",
            "그럼, 결정된 거지?",
            "흥, 뭐...<br>오로라가 그렇다고 하니까...",
            "나는!? 내 의견은!?",
            "에스메와 비타가 다시 싸우기 전에 오로라가 그 사이에 끼어들었다.<br>서로 잘 알고 있는지 중재하는 실력이 수준급이다.",
            "에스메, 비타. 오늘 밤은 여기까지 할까요?<br>여정에 진전이 있었던 만큼 많은 일들을 겪었잖아요.",
            "오늘 하루는 푹 쉬도록 해요.",
            "아, 으응! 큰 언니가 그렇다면 그래야지!",
            "맞다! 잠탱이!<br>전에 말했던 그 자격 일단은 인정해줄게.",
            "...<br>솔직히 꽤 감탄했으니까. 고마워. 정말 고생 많았어.",
            "자, 다들 푹 쉴 수 있도록 돌아가자.<br>그래야 편하게 잘 수 있지.",
            "응! 잘 자, 잠탱 - <br>앗, 아니지. 꿈꾸는 자!",
            "참, 그리고 우리들 말야. 침낭에 따로 따로 넣어줄래?<br>하트 스톤하고 가까이 붙어서 자기 싫으니까~!",
            "그럼 좋은 꿈 꾸세요.",
            "세 사람은 모습이 점점 희미해지더니<br>어느새 스톤의 형태로 되돌아갔다.",
            "조심스레 스톤을 들고<br>각각 푹신한 가방에 잘 챙겨 넣었다.",
            "...",
            "침대에 누워 잠을 청하려 했지만, 어쩐지 이상한 느낌이 든다.",
            "눈 앞의 그림자가 점점 짙어지는 것 같다.",
            "주위가 칙칙한 검은색으로 물들어간다.<br>저 멀리, 어디선가 희미한 비명소리가 들리는 것 같다.",
            "그때, 문을 노크하는 소리가 들렸다.<br>순간 이상한 감각들이 단번에 사라졌다.",
            "...",
            "정적을 가르고 노크 소리가 다시 들린다.<br>문을 열었을 때 건너편에 서있는 것은 쿄였다.",
            "무사하셨군요! 이번에도 정말 잘 해주셨습니다.<br>아, 말씀드릴게 많아서요.",
            "혹시 제가 휴식 시간을 방해했나요?",
            "고개를 살짝 젓고 그가 들어올 수 있게 자리를 조금 비켜주었다.",
            "하하, 이것 참 죄송하군요. 그렇다면 다행입니다.<br>그럼 계속 말씀드리겠습니다.",
            "저번에 말씀드렸던 그 수호자의 탑을 조사했습니다.",
            "예상했던 것처럼<br>그곳에는 고대부터 이어진 지식이 담긴 도서관이 있었어요.",
            "몇몇 사람들을 보내서 찾고 있지만,<br>워낙 책의 양이 많고 다양해서 필요한 정보를 조사하는데 시간이 걸릴 겁니다.",
            "정말 중요한 것은 지금부터인데...<br>탑의 가장 위층에는 일종의 침실 같은 곳이 있었습니다.<br>분명, 오로라가 이전에 살고 있었던 곳이겠죠.",
            "하지만 오로라는 지난 몇 년간 안식의 도시에 나타나지 않았어요.<br>전임 리더가 죽기 훨씬 전부터 그랬으니...<br>드림리스 네더를 격퇴할 방법을 찾아 이 세계를 돌아다녔다고 말했죠.",
            "그곳에는 누군가 최근까지 머물렀던 흔적이 남아 있었습니다.<br>분명 몇 달 이상의 흔적이었어요.<br>모습을 드러내지 않았던 오로라는...<br>몇 달간 수호자의 탑에 머물렀던 것 같습니다.",
            "...",
            "방의 문은 마법으로 닫혀 있었으니, 힘이 있는 누군가가 의도적으로 머물렀다고 예상하고 있습니다.",
            "그의 말은 오로라를 말하는 것 같았다. <br>잠시의 침묵이 흐른 뒤 그가 말을 이어나갔다.",
            "...",
            "꿈꾸는 자...",
            "아직 확실한 정보가 아니니 조심스럽지만...",
            "어디까지나 이건 제 생각입니다.<br>이 세계에는 당신과 제가 파악하지 못한 비밀이 있는 것 같습니다.",
            "드림스톤...<br>오로라가 우리에게 무언가를 숨기고 있는 것 같아요.",
            "...",
            "그는 호흡을 길게 내쉬고 의심의 목소리로 작게 말했다.",
            "아직 확실한 증거를 찾은 것은 아니지만...",
            "제 쓸데없는 걱정과 망상이기만을 바라고 있습니다.",
            "그냥, 저는...<br>조심하세요. 제가 하고 싶은 말은 그것 뿐입니다.",
            "그가 내 어깨에 손을 얹었다.",
            "믿을 수 있는 사람이 누구인지...",
            "고개를 끄덕이며 인사한 쿄가 천천히 방문을 떠났다."
        ],
        [
            "ドレークを倒した後、オーロラの力で安息の都市に戻ってきた。<br>少し一息ついて、ワールドストーンの3人が集まって何か話していた。",
            "おっけー！じゃあこれで決定？ <br>マインドストーンのサフィを助けに行こう！",
            "ちょっと！まだ何も決まってないんだけど？",
            "サフィの力と同じくらいヒナの力も必要だし...<br>それにあたしはニクスが心配なんだよね。<br>ニクスのドミニオンはとっても危険なやつなの！",
            "だから今はサフィが必要なの。<br>いつも記録するのが好きだったじゃん。<br>きっとドミニオンの弱点についてもよく知ってるはずだよ。",
            "うーん...オーロラはどう思う？",
            "サフィと会って話してみた方がいいと思います。<br>彼女は私たち姉妹の中でも一番賢明で知識も豊富ですから。",
            "エスメがニクスのドミニオンとつぶやきながら納得した。",
            "オーロラがそう言うなら...仕方ないね。<br>サフィが合流したらなんとか戦えそう。<br>一番バカなワールドストーンも合流したことだし、条件は揃ったね。",
            "...何よ！？",
            "一番バカなワールドストーンはエスメだからね！？このバカ！",
            "少なくともあたしはどこかの誰かさんみたいに<br>自分の領域が侵食されてることも気にせず寝てばかりいるバカではありませんね、ふんっ！",
            "二人の喧嘩を遠く離れて見ていたオーロラが私のところへ来て、耳元で囁いた。",
            "二人の喧嘩は日常茶飯事だと...エスメが見た目と違って心配性だという。",
            "彼女は話を終えて、熱い喧嘩を繰り広げる二人の間に、無理に笑顔を作りながら喧嘩を止めに入った。",
            "ヴィータ、チビのくせに...！",
            "とにかく、マインドストーンが他のドミニオンの弱点を知っているなら<br>残りのワールドストーンを助けるのがかなり楽になるだろう。",
            "じゃあ、これで決定？",
            "ふんっ、まあ...<br>オーロラがそう言うなら...",
            "あたしは！？あたしの意見は！？",
            "エスメとヴィータがまた喧嘩を始める前に、オーロラが二人の間に割り込んだ。<br>お互いのことをよく知っているのか、仲裁のレベルは相当だ。",
            "エスメ、ヴィータ。今夜はここまでにしましょう。<br>旅に進展もあったので、多くの出来事がありましたし。",
            "今日はゆっくり休むことにしましょう。",
            "あ、うん！お姉ちゃんがそう言うならそうしなきゃね！",
            "そうだ！寝ぼすけさん！ <br>前に言ってた資格はとりあえず認めてあげる。",
            "...<br>正直結構感心したよ。ありがとう。本当にお疲れ様。",
            "さ、みんな戻ろう。<br>ゆっくり休めるようにしないとね。",
            "うん！おやすみ、寝ぼすけーー<br>あっ、じゃなくて。ドリーマー！",
            "あ、それとあたしたちのことなんだけど。別々の寝袋に入れてくれない？<br>ハートストーンと近くでくっついて寝るのは嫌なの〜！",
            "ではおやすみなさい。",
            "3人の姿がだんだん薄れていき<br>いつの間にかストーンの形態に戻っていた。",
            "ストーンを気をつけて持ち上げ、<br>それぞれふかふかのカバンの中に入れた。",
            "...",
            "ベッドに横になって寝ようとしたが、なんだか変な感じがした。",
            "目の前の影がだんだん濃くなっていくようだ。",
            "辺りが薄黒く色づいていく。<br>どこか遠くから、微かに悲鳴が聞こえてくるような気がした。",
            "その時、扉をノックする音が聞こえた。<br>その途端に変な感覚は一瞬で消えていった。",
            "...",
            "静寂を破り、またノックする音が聞こえてきた。<br>扉を開くと、向こう側にはキョウが立っていた。",
            "無事だったのですね！今回も本当に良くやってくれました。<br>あ、お話しすることがたくさんありまして。",
            "お休みのお邪魔になってしまいましたか？",
            "首を軽く振り、彼が入ってこれるように少し場所を空けた。",
            "はは、これは申し訳ございません。それならよかったです。<br>では、続きをお話ししましょう。",
            "前回お話しした守護者の塔を捜査しました。",
            "予想通り<br>そこは古代から続く知識が保存されている図書館でした。",
            "何人かを送って探していますが、<br>かなり量も多く、種類も豊富なため、必要な情報を見つけるのに時間がかかりそうです。",
            "本当に重要なことはここからなんですが...<br>塔の最上階には寝室のような場所がありました。<br>多分、オーロラが以前に住んでいた場所でしょう。",
            "ですがオーロラはこの数年、安息の都市には現れていません。<br>前のリーダーが死ぬずいぶん前から現れていませんから...<br>ドリームレスネザーを撃退する方法を探し求め、この世界を回っていると言いましたね。",
            "そこには最近まで誰かがいた形跡が残っていました。<br>数ヶ月以上いたようでした。<br>姿を見せなかったオーロラは...<br>何ヶ月かの間、守護者の塔に身を置いていたようです。",
            "...",
            "部屋の扉は魔法で閉められており、誰か力のある者が意図的にそこにいたのだと思います。",
            "彼はオーロラのことを言っているようだった。<br>少しの沈黙が流れた後、キョウは話を続けた。",
            "...",
            "ドリーマー...",
            "まだ確実ではないので言いにくいのですが...",
            "これはあくまで私の考えです。<br>この世界にはあなたと私では把握できないような秘密が存在しているようです。",
            "ドリームストーン...<br>オーロラが私たちに何かを隠しているんだと思います。",
            "...",
            "彼は深く呼吸をし、疑いの声で小さく言った。",
            "まだ確実な証拠があるわけではありませんが...",
            "私のただの心配と妄想であることを願っています。",
            "ただ私は...<br>気をつけてください。私が言いたい事はそれだけです。",
            "彼が私の肩に手を置いた。",
            "信じられる者は誰なのか...",
            "頷いて挨拶をしたキョウがゆっくり部屋から出ていった。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_kyostheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}