{
    "StoryName": "Campaign_SideStory_White_Rabbit_4",
    "background": [
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png",
        "mushroomforest.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Caterpillar",
            "Caterpillar",
            "",
            "",
            "Caterpillar",
            "",
            "Caterpillar",
            "Caterpillar",
            "",
            "",
            "Caterpillar",
            "",
            "Caterpillar",
            "",
            "Caterpillar",
            "Caterpillar",
            "",
            "",
            "Caterpillar",
            "Caterpillar",
            "",
            "",
            "Caterpillar",
            "Caterpillar",
            "Caterpillar",
            "",
            "Caterpillar",
            "",
            "Caterpillar",
            "",
            "Caterpillar",
            "",
            "Caterpillar",
            "",
            "",
            "Caterpillar",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "캐터필러",
            "캐터필러",
            "",
            "",
            "캐터필러",
            "",
            "캐터필러",
            "캐터필러",
            "",
            "",
            "캐터필러",
            "",
            "캐터필러",
            "",
            "캐터필러",
            "캐터필러",
            "",
            "",
            "캐터필러",
            "캐터필러",
            "",
            "",
            "캐터필러",
            "캐터필러",
            "캐터필러",
            "",
            "캐터필러",
            "",
            "캐터필러",
            "",
            "캐터필러",
            "",
            "캐터필러",
            "",
            "",
            "캐터필러",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "キャタピラー",
            "キャタピラー",
            "",
            "",
            "キャタピラー",
            "",
            "キャタピラー",
            "キャタピラー",
            "",
            "",
            "キャタピラー",
            "",
            "キャタピラー",
            "",
            "キャタピラー",
            "キャタピラー",
            "",
            "",
            "キャタピラー",
            "キャタピラー",
            "",
            "",
            "キャタピラー",
            "キャタピラー",
            "キャタピラー",
            "",
            "キャタピラー",
            "",
            "キャタピラー",
            "",
            "キャタピラー",
            "",
            "キャタピラー",
            "",
            "",
            "キャタピラー",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The forest suddenly looks different. You're surrounded by what look like giant mushrooms.",
            "What is this place?",
            "You see a figure sitting on a mushroom not far away. She holds a hookah pipe and is staring at you intently.",
            "Is she... a caterpillar?",
            "Of course, that's my name, after all!",
            "What do you think you're doing?",
            "That's a pretty direct question. But, thinking about it, what <i>are</i> you doing?",
            "Chasing a white rabbit, you suppose.",
            "Chasing the- why on earth are you doing that? Don't you know the White Rabbit doesn't like being chased?",
            "Well, if she doesn't like being chased, she should stop running!",
            "Nonsense! That's absolutely not in her nature.",
            "If someone is chasing her, it's only natural she will keep running!",
            "That actually makes some sense... it seems like 'sense' isn't something you've encountered in a while.",
            "If you keep chasing her, she'll keep running. Hmmm, you see...",
            "No, you <i>don't</i> see!",
            "What?",
            "This isn't some fantasy story, you know!",
            "You know that!",
            "No, you <i>don't</i> know!",
            "If you knew you wouldn't even be IN this world!",
            "Wait... what?",
            "Does Caterpillar know why you're here? You start opening your mouth to ask her, but-",
            "Now, then! I have an important question for you.",
            "Do you want to fight a big Dreamless or a small Dreamless?",
            "What?",
            "You don't understand what she's talking about.",
            "It's quite simple!",
            "There is one last group of Dreamless between you and catching White Rabbit.",
            "They could either be big Dreamless or small Dreamless. Which would you prefer?",
            "Between you and the white rabbit? But wait a second, didn't she just tell you not to chase the white rabbit?",
            "Don't be stupid, how are you supposed to catch her if you don't chase her?",
            "This is a very bewildering conversation, but Caterpillar doesn't seem to care about your levels of comprehension. Instead she hands you something.",
            "Here, take this piece of mushroom.",
            "You look at it. It seems to be a piece taken from the forest of giant mushrooms surrounding you.",
            "Now then, if you eat this piece of mushroom while standing on your head, the next group of Dreamless you fight will be bigger.",
            "That doesn't sound helpful, especially when you consider the difficulty of what she's requesting.",
            "Ah, BUT! If you eat this while <i>heading on your stand</i>... they will be smaller.",
            "“Heading on your stand”? What does that even mean?",
            "What if you do neither?",
            "Then you won't get the antidote to the poisonous spores that the mushrooms all around us are releasing.",
            "W-what?!",
            "You look at the large piece of mushroom in your hands. When you look up again, Caterpillar is gone.",
            "This place is completely crazy...",
            "Looking at the piece of mushroom again, you decide you might as well try to eat it standing on your head, as you have no idea how you'd do it “heading on your stand”...",
            "You start trying to accomplish this feat... and promptly pass out.",
            "...",
            "When you wake again, there is still no sign of Caterpillar and the piece of mushroom has also disappeared.",
            "Was the whole episode a hallucination of some kind?",
            "You're just trying to get your head around it all when a very very large Dreamless attacks you!"
        ],
        [
            "어느 순간 주변 풍경이 바뀌었다.<br>거대한 버섯들이 나무 대신 길목을 메우고 있다.",
            "...",
            "주위를 둘러보던 그때.<br>바위 위에 앉아 막대기를 입에 물고 있던 여자와 눈이 마주쳤다.",
            "언제부터였는지 몰라도 이쪽을 뚫어져라 바라보고 있었다.",
            "거기 너.<br>난 캐터필러라고 하는데.",
            "여기서 뭘 하는거지?",
            "다리를 꼬고 앉은 캐터필러는 올려진 발만 까딱거리며 건들거리고 있었다.",
            "나는 그녀에게 숲속에서 만난 흰토끼 소녀를 설명했다.",
            "저런, 대체 왜?",
            "...",
            "화이트 래빗은 쫓기는 걸 무척 싫어하던데. 그런 것도 모르니?",
            "그건 그 아이의 본성이 아니란다. 그리고 생각해보렴. 누가 널 쫓는다고 가정하자.<br>너라도 도망칠 것 같지 않니?",
            "후- 하고 한 숨을 내쉰 그녀는 다리를 반대로 꼬고는 빤히 쳐다보았다.",
            "뜸을 들인 뒤 그녀가 다시 말문을 열었다.",
            "아니. 그렇지 않아.",
            "...",
            "여긴 판타지 같은 곳이 아니라고. 알아?",
            "...",
            "너는 아무것도 모르는구나.",
            "네가 그걸 알고 있었으면, 애초에 이런 세상이 생기지도 않았을텐데.",
            "그녀의 갑작스러운 주제 변화에 혼란스럽다.",
            "그녀는 발을 까딱거리며 다시 말을 이었다.",
            "내가 질문 하나 해야겠구나. 중요한 질문이니, 신중하게 답하렴.",
            "너는 큰 드림리스와 작은 드림리스... 둘 중 어느 것과 싸우고 싶지?",
            "...",
            "고양이를 만나고 나서부턴 정상이 없는 것 같다.",
            "왜? 간단한 질문이야.",
            "화이트 래빗과 너. 두 사람 사이에 마지막 남은 드림리스 무리가 있어.",
            "걔들은 클 수도 있고, 작을 수도 있지. 너에겐 어떤게 낫지?",
            "알 수 없는 질문을 던지며 그녀는 자리에서 일어나서 천천히 다가왔다.",
            "쫓아가지 않으면 대체 어떻게 따라 잡으려고?",
            "지금 대화가 이어지긴 하는건지 알 수가 없다.<br>그녀는 전혀 신경쓰지 않고 무심한 태도로 내게 무언가를 건네 주었다.",
            "자, 이 버섯 조각을 가지고 가려무나.",
            "버섯 조각을 이리저리 둘러보았지만 주변에 자라는 흔한 버섯 중 하나로 보였다.",
            "네가 물구나무를 서서 그 버섯을 먹는다면,<br>네가 상대할 드림리스는 엄 - 청나게 커질거야.",
            "전혀 도움이 안되는 이야기를 반복하고 있다.<br>거기다가 물구나무를 선 채로 먹어야한다니.",
            "하지만! 서서 물구나무로 먹으면, 그들은 작아질 거야.",
            "서서 물구나무?",
            "...",
            "네가 지금 들이쉰 모든 숨에 담긴 독성 포자를 스스로 해독할 순 없겠지.<br>그 버섯은 해독제야.",
            "독성.",
            "그녀의 말이 사실이라면 정말 위험할 수 있다.",
            "손에 있는 커다란 버섯 조각을 바라보다,<br>다시 바위 위를 바라봤을 때는 그녀가 이미 사라진 뒤였다.",
            "... 버섯은 물구나무를 선 채로 먹어야겠지 하고 생각했다.",
            "그러나 서서 물구나무로 먹는 건...<br>... ... <br>이후의 기억은 사라졌다.",
            "...",
            "다시 깨어났을 때, 캐러필러는 물론 들고 있던 버섯 조각도 없었다.",
            "이 모든 것은... 기분 나쁜 환각이었나.",
            "천천히 몸을 일으키던 그때, 큰 진동과 함께 드림리스의 기척이 다가오고 있었다."
        ],
        [
            "すると突然、周りの風景が変わった。<br>木々の代わりに、巨大なキノコが、道を埋め尽くしていた。",
            "...",
            "辺りを見回していたその時。<br>岩にこしかけ棒をくわえている女性と目が合った。",
            "いつからいたのか、こちらをじっと見つめている。",
            "そこのあなた。<br>私はキャタピラー。",
            "ここで何をしてるの？",
            "組んだ足をぶらぶらさせながら、彼女はそう訊いた。",
            "森で会った白うさぎの少女を説明した。",
            "それで？",
            "...",
            "白うさぎは追われるのが大嫌いらしいけど。そんなことも知らないの？",
            "でも、よく考えてみなさい。あなたも誰かに追いかけられたら？<br>本能的に逃げるでしょ？",
            "彼女はふぅ～と息を吐き出しながら、足を組みなおした。",
            "間をおいて彼が口を開いた。",
            "そう思わない？",
            "...",
            "ここはファンタジーの世界じゃないの。",
            "...",
            "何も知らないのね。",
            "知っていれば、そもそもこんな世界は生まれなかったのに。",
            "唐突な話に困惑した。",
            "彼女は足をゆらしながら、話を続けた。",
            "ひとつ質問するわ。大事な質問よ。慎重に答えて。",
            "大きなドリームレスと、小さなドリームレス... どちらと戦いたい？",
            "...",
            "猫と出会ってから、何かがおかしい。",
            "どうしたの？ 簡単な質問でしょ？",
            "白うさぎとあなた。二人の間に、最後に生き残ったドリームレスの群れがいる。",
            "そいつらは大きいかも知れないし、小さいかも知れない。どっちがいいかしら？",
            "謎の問いかけをしながら、彼女がゆっくりと近づいて来た。",
            "追いかけないなら、どうやって捕まえるの？",
            "なぜ会話が続いているのか分からない。<br>しかし彼女は気にも留めず、何かを差し出してきた。",
            "さあ、このキノコの切れ端を持っていきなさい。",
            "どこからどう見ても、ふつうのキノコだった。",
            "そのキノコを逆立ちして食べれば、<br>敵のドリームレスは、ものすご～く大きくなるわ。",
            "まったく役に立たない話ばかりだった。<br>あげくの果てに、逆立ちして食べろとは。",
            "しかし！ 立ったままキノコを逆にして食べれば、奴らは小さくなる。",
            "立ったまま、キノコを逆に？",
            "...",
            "あなたが今吸い込んだ毒胞子は、自分では解毒できないでしょうね。<br>そのキノコは解毒剤よ。",
            "毒...",
            "彼女の言葉が本当なら、かなり危険なはずだ。",
            "手に持った巨大キノコから<br>岩の上に視線を移した時には、彼女の姿は消えていた。",
            "...キノコは逆立ちして食べようと思った。",
            "けど、逆立ちして食べるって...<br>...... <br>そこから記憶はなくなってしまった。",
            "...",
            "目を覚ました時には、キャタピラーはもちろん、手にあったキノコも消えていた。",
            "あれは全て... 気分の悪い幻覚だったのか。",
            "ゆっくりと体を起こしたその時、大きな揺れとともに、ドリームレスの気配が近づいてきた。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}