{
    "StoryName": "Campaign_LibraryStory_Scarecrow_1",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "",
            "Scarecrow",
            "Aurora",
            "",
            ""
        ],
        [
            "",
            "오로라",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "",
            "오로라",
            "",
            "허수아비",
            "오로라",
            "",
            ""
        ],
        [
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "かかし",
            "オーロラ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "It's a bright morning and the city is peaceful, but Aurora has come to you with a troubled expression on her face.",
            "Dreamer...",
            "You ask her what's wrong.",
            "I hope... I hope nothing is wrong, but I've become aware that one of your heroes is behaving somewhat... oddly.",
            "You ask her what she means and, more importantly, who she's talking about.",
            "Ah! It's probably nothing! But... Scarecrow has been leaving the city very early in the mornings for the past few weeks...",
            "I don't know where she's going, but I've seen her on several occasions leaving by one of the gates, usually before sunrise.",
            "Hmmm, the forests are a lot safer now than when you first arrived, but... it's probably best if people don't go off into them all alone.",
            "Especially in the dark...",
            "Come to think of it, you haven't seen Scarecrow much during the days either.",
            "Ah, you think so too? I was worried I was being a busy-body, or something...",
            "I'm sure whatever she's doing, it's not intentionally dangerous or bad, but... she can be a bit scatty at times.",
            "You tell Aurora you'll check it out.",
            "Ahem... Dreamer...",
            "She nods towards the city wall, where you see Scarecrow let herself quietly back into the city by a small gate.",
            "Hmmm hmm hmm hmmmm...",
            "You see?",
            "Yes...",
            "You tell the Dreamstone that you'll get to the bottom of this."
        ],
        [
            "화창한게 산책하기 좋은 날씨다. 당연히 오로라도 산책을 나갔을거라고 생각했는데, 찡그린 얼굴로 우두커니 서있다.",
            "꿈꾸는 자.",
            "오로라는 묘한 얼굴로 얼굴을 찌푸리다가 고개를 끄덕였다.",
            "드릴 말씀이 있어요, 별 일 아니라면 좋겠지만...",
            "오로라가 이런 표정을 할 때면 보통 안 좋은 일이 생기던데, 걱정스러웠다.",
            "안식의 도시 주민에게 어떤 메르헨이 수상한 행동을 한다는 이야기를 전해 들었어요.",
            "인상착의대로라면 허수아비씨인 것 같아요. 몇주 간 아침 일찍 자리를 비웠다고 하더군요.",
            "도시 주변의 숲이 많이 안전해지긴 했지만 아직 혼자 돌아다니기에는 위험한 편이다.",
            "허수아비가 어떻게 혼자 출입할 수 있었는지 모르겠다.",
            "생각해보면 그동안 낮 시간에 허수아비를 마을에서 본 적이 없는 것 같다.",
            "꿈꾸는 자도요?",
            "허수아비씨가 나쁜 사람은 절대 아니지만, 가끔 특이한 일을 하시는 건 사실이니까요. 걱정이에요.",
            "오로라의 말대로 허수아비가 조금 특이한 메르헨이긴 하지. 확인해 보는게 좋을 것 같다.",
            "어머, 마침... 꿈꾸는 자. 저쪽이에요.",
            "오로라가 손가락으로 성벽 근처를 가리켰다. 허수아비가 쪽문을 통해 도시 안으로 들어가는게 보였다.",
            "흠, 흠~ 흐흐흥.",
            "... 보셨나요?",
            "신중한 표정의 오로라와 눈이 마주쳤다.",
            "고개를 끄덕일 수 밖에 없었다."
        ],
        [
            "爽やかで散歩にぴったりな天気だ。<br>当然オーロラも散歩に出かけたと思っていたが、顔をしかめてぼーっと立っていた。",
            "ドリーマー。",
            "オーロラは妙な顔でうなずいた。",
            "お伝えしたいことがあります。大したことではないといいのですが...",
            "オーロラがこういう表情を浮かべる時は、たいてい悪いことが起きるから心配だ。",
            "安息の都市の住民から、<br>あるメルヘンが怪しい行動をしているという話を聞きました。",
            "見た目からして、かかしさんだと思います。<br>ここ数週間、朝早く出かけていたそうです。",
            "都市の周りの森はかなり安全にはなったが、まだ1人で歩き回るのは危険だ。",
            "かかしがどうして1人で出入りできるのか分からない。",
            "考えてみたら、今まで昼にかかしを町で見かけたことがない。",
            "ドリーマーもですか？",
            "かかしさんは決して悪い人ではありませんが、<br>たまに変わったことをするのは事実ですから。心配です。",
            "オーロラの言うとおり、かかしは少し変わったメルヘンだ。<br>確認してみたほうがいいだろう。",
            "あら、ちょうど...ドリーマー。あちらです。",
            "オーロラは城壁の近くを指さした。<br>かかしが小さなドアから都市の中へ入ってくるのが見えた。",
            "ふん、ふん～ふん～♪",
            "...ご覧になりましたか？",
            "神妙な面持ちのオーロラと目が合った。",
            "うなずくしかなかった。"
        ]
    ],
    "music": [
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}