{
    "StoryName": "Campaign_SideStory_Puss_In_Boots_4",
    "background": [
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png",
        "havencursed.png"
    ],
    "character": [
        [
            "",
            "Puss In Boots",
            "Aurora",
            "",
            "Vita",
            "Aurora",
            "Vita",
            "Aurora",
            "",
            "Aurora",
            "Esme",
            "Puss In Boots",
            "Esme",
            "",
            "Aurora",
            "",
            "Aurora",
            "Puss In Boots",
            "",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "",
            "Puss In Boots",
            "",
            "",
            "",
            "",
            "Puss In Boots"
        ],
        [
            "",
            "퍼스",
            "오로라",
            "",
            "비타",
            "오로라",
            "비타",
            "오로라",
            "",
            "오로라",
            "에스메",
            "퍼스",
            "에스메",
            "",
            "오로라",
            "",
            "오로라",
            "퍼스",
            "",
            "오로라",
            "",
            "오로라",
            "오로라",
            "",
            "퍼스",
            "",
            "",
            "",
            "",
            "퍼스"
        ],
        [
            "",
            "長靴をはいた猫",
            "オーロラ",
            "",
            "ヴィータ",
            "オーロラ",
            "ヴィータ",
            "オーロラ",
            "",
            "オーロラ",
            "エスメ",
            "長靴をはいた猫",
            "エスメ",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "長靴をはいた猫",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "長靴をはいた猫",
            "",
            "",
            "",
            "",
            "長靴をはいた猫"
        ]
    ],
    "dialogueText": [
        [
            "Another wave of Nightmares has been defeated, but they just keep coming.",
            "There, you see! Fighting these things is hopeless! We have to get away from here!",
            "If you flee into the woodlands, these monsters will just follow! Kyo won't give up on you just because Haven has fallen!",
            "And neither will the Dreamless.",
            "I think we <i>should</i> go, Dreamer!",
            "Vita!",
            "Think about it, the Clouded Tower is a place of great power. It has a huge library full of knowledge we can use against Kyo!",
            "Esme, tell her she's being unreasonable!",
            "I... I don't know that she is, Aurora.",
            "Esme...!",
            "If Haven falls, the Clouded Tower is the only place we would be able to go, anyway.",
            "There! You see!",
            "I mean... I will do whatever the Dreamer decides, but... I just thought I should be honest about our chances, here.",
            "Aurora looks aghast that everyone seems to be against her. She looks at you and you can see she's at her breaking point.",
            "Dreamer... If Haven falls, that will be the end of everything...",
            "Why?",
            "I... I can't say...",
            "We don't have any more time to waste. I'm taking the people.",
            "Yes. She should do that.",
            "No...",
            "But you won't be going with her. You trust Aurora. She may have made mistakes in the past, but you see no reason not to believe her now.",
            "...!",
            "Dreamer...",
            "Puss glares at you, but then grins and nods.",
            "As you say. I'll lead everyone towards the tower and if we receive word from you that Haven is safe, we'll turn -",
            "A scream of fear and pain cuts through the conversation like a knife. It's coming from Puss's rendezvous point at the edge of the city!",
            "The ranger! He's in trouble!",
            "Galvanised into action, your group charges through the streets to find the ranger standing in front of a large huddle of people.",
            "He's being menaced by a great many Nightmares!",
            "HOLD ON, BOY! WE'LL SAVE YOU!"
        ],
        [
            "다시 악몽 무리를 격퇴했지만 놈들은 쉴 틈 없이 몰려든다.",
            "이보시오! 이것들과 계속 싸우는 것은 무리요! 이곳을 떠나야하오!",
            "숲으로 도망친다면 괴물들이 뒤를 쫓을거에요!<br>쿄도 추적하는 걸 포기하지 않을테고요.",
            "쿄 뿐만이 아니다. 드림리스도 마찬가지라는 생각이 들었다.",
            "내 생각은 좀 달라. 우리 장화 신은 고양이랑 같이 떠나야 할 것 같아, 꿈꾸는 자!",
            "비타!",
            "생각을 좀 해봐! 수호자의 탑은 엄청난 곳이야.<br>거기에는 대도서관이 있잖아? 그 지식을 이용하면 쿄에게 대항할 수 있을거야!",
            "에스메, 어서 비타를 말려 보세요. 그건 말이 안 된다고요!",
            "오로라가 초조한 목소리로 에스메를 부른다.",
            "에스메!",
            "안식의 도시가 함락된다면 어차피 우리는 수호자의 탑으로 가야 해.",
            "그것 보시오! 소인이 뭐라고 했소!",
            "아니, 내 말은... 꿈꾸는 자의 결정에 따르긴 하겠지만 말야.<br>내 생각을 솔직하게 말하고 싶었어.",
            "에스메와 비타를 바라보던 오로라의 표정이 서서히 일그러진다.<br>자매들의 의견에 충격을 받은 것 같았다.",
            "꿈꾸는 자... 안식의 도시가 함락된다면, 정말 모든 게 끝나버릴 거예요...",
            "나는 오로라에게 그 이유를 물었지만...",
            "그건, 그 이유는... 지금은 말씀드릴 수 없어요.",
            "더 이상 지체할 시간이 없소! 소인은 사람들을 데리고 떠나겠소!",
            "장화신은 고양이를 향해 고개를 끄덕였다.",
            "안 돼요, 꿈꾸는 자. 안 돼요...",
            "다만 나는 장화 신은 고양이와 함께 떠나지 않겠다고 말했다. 오로라를 믿는다.<br>그녀가 과거에 실수를 저질렀을지도 모르지만, 그렇다고 해서 오로라를 의심할 이유가 될 수는 없다.",
            "...!",
            "꿈꾸는 자...",
            "장화 신은 고양이가 나를 노려보는게 느껴진다.<br>한숨을 내쉰 그녀가 곧 표정을 풀고 씩씩하게 미소지었다.",
            "알겠소. 소인이 사람들을 데리고 가리다.<br>안식의 도시가 안전해지면 연락하시오! 그러면 그때 다시 돌아-",
            "장화 신은 고양이의 말을 끊고 공포에 찬 비명소리가 들려온다.<br>도시 외곽, 집결지 방향에서 들려오는 소리다.",
            "낯익은 목소리...<br>그 민병대원이 위험에 빠진게 틀림없다.",
            "서둘러 도착한 장소에서 민병대원과 시민들을 발견할 수 있었다.",
            "그 앞을 가로막은 악몽들의 형태가 보인다.",
            "냐핫! 조금만 기다리시오, 젊은이! 우리가 구해줄테니!"
        ],
        [
            "再びナイトメア軍団を返り討ちにしたものの、休む暇もなく、次から次へと押し寄せてくる。",
            "言わんこっちゃない！ 奴らと戦い続けるのは無理ですよ！ 早くここから離れましょう！",
            "森へ逃げれば、奴らが追って来ます！<br>キョウだって、しつこく追跡して来るでしょう。",
            "キョウだけではなく、 ドリームレスも同じだろう。",
            "あたしは違うよ。ドリーマー、長靴をはいた猫と、ここから逃げたほうがいいと思う！",
            "ヴィータ！",
            "知ってる！？守護者の塔は、すごい所なんだよ。<br>大図書館だってあるし！ あいつを利用すれば、きっとキョウに対抗できるはず！",
            "エスメ、早くヴィータを止めてください。そんなことできません！",
            "オーロラが慌てた声でエスメを呼ぶ。",
            "エスメ！",
            "いずれにせよ安息の都市が陥落すれば、あたし達は守護者の塔へ行かなきゃいけない。",
            "そうでしょう？ だから言ったではないですか！",
            "いや、だから... 最後はドリーマーの判断にしたがうけど。<br>自分の意見を言いたかったの。",
            "エスメとヴィータを見つめていたオーロラの表情が、次第に曇る。<br>姉妹らの意見にショックを受けたようだった。",
            "ドリーマー... 安息の都市が崩壊すれば、本当に全てが終わってしまいます...",
            "オーロラに理由を訊ねたが...",
            "そ、それは... 今は伝えられません。",
            "そろそろ動かないと！ 私は市民を助けに行きますよ！",
            "長靴をはいた猫のほうを向いて頷いた。",
            "いけません、ドリーマー。 どうか...",
            "長靴をはいた猫とは、一緒に行かないと伝えた。オーロラを信じよう。<br>過去に失敗を経験しているかも知れない。しかしそれが、彼女を信頼しない理由にはならない。",
            "...！",
            "ドリーマー...",
            "長靴をはいた猫の強い視線を感じる。<br>ため息をついた彼女は、すぐに明るい笑顔を浮かべた。",
            "分かりました。私は人々を連れて行きます。<br>安息の都市に平和が戻ったらご連絡を！ すれば都市に戻り――",
            "長靴をはいた猫の言葉をさえぎるように、恐怖に怯えた悲鳴が聞こえてくる。<br>都市郊外の、集合場所のほうからだ。",
            "聞き慣れた声...<br>間違いない、あの民兵が危険だ。",
            "急いで辿り着いた先には、民兵と市民が。",
            "ナイトメアが立ちはだかっているようだ。",
            "ニャハ！ そこのお若いの、しばらくお待ちを！ 今助けますぞ！"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}