{
    "StoryName": "Campaign_LibraryStory_Goldilocks_5",
    "background": [
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png",
        "gingersbakery.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "Ginger",
            "Goldilocks",
            "",
            "",
            "",
            "Goldilocks",
            "Ginger",
            "Ginger",
            "",
            "",
            "",
            "",
            "Ginger",
            "Ginger",
            "Ginger",
            "Goldilocks",
            "Ginger",
            "Ginger",
            "Ginger",
            "",
            "Goldilocks",
            "",
            "",
            "Goldilocks",
            "Goldilocks",
            "Ginger",
            "Goldilocks",
            "Ginger",
            "Ginger",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "진저",
            "골디락스",
            "",
            "",
            "",
            "골디락스",
            "진저",
            "진저",
            "",
            "",
            "",
            "",
            "진저",
            "진저",
            "진저",
            "골디락스",
            "진저",
            "진저",
            "진저",
            "",
            "골디락스",
            "",
            "",
            "골디락스",
            "골디락스",
            "진저",
            "골디락스",
            "진저",
            "진저",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "ジンジャー",
            "ゴルディロックス",
            "",
            "",
            "",
            "ゴルディロックス",
            "ジンジャー",
            "ジンジャー",
            "",
            "",
            "",
            "",
            "ジンジャー",
            "ジンジャー",
            "ジンジャー",
            "ゴルディロックス",
            "ジンジャー",
            "ジンジャー",
            "ジンジャー",
            "",
            "ゴルディロックス",
            "",
            "",
            "ゴルディロックス",
            "ゴルディロックス",
            "ジンジャー",
            "ゴルディロックス",
            "ジンジャー",
            "ジンジャー",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Skidding around corners and sprinting down alleyways, you reach Ginger's shop and pile into the little establishment.",
            "Ginger's bakery is in utter chaos!",
            "Ingredients are spilled everywhere, cream and fondant are smushed into the floor, and broken sponge layers, berries and jellied fruits litter the surfaces.",
            "Mixing bowls are overturned, sauces are turning to caramel on lit burners, taps pouring hot water into the overfilled sinks send up clouds of steam that swirls around the kitchen.",
            "Black smoke pours from Ginger's oven and Ginger rushes around trying to fix everything that's going wrong.",
            "When she sees you, her face creases up into tears.",
            "Goldiiii! Help meeeee!",
            "Dreamer! You get the taps, I'll rescue the oven!",
            "...",
            "A short time later, the chaos going on in Ginger's kitchen has subsided and with all the windows open, the air has started to clear.",
            "A blackened cake of many layers has been pulled out of the oven and sits cooling on a surface nearby.",
            "What in Phantasia happened here, Ginger?",
            "Uuuuuuu...",
            "I was trying to create the ultimate cake for you, but it went a bit... wrong.",
            "You take a look at the recipe that has been scrawled on some parchment, lying on a work surface.",
            "It's more complicated than the defense plans for the entirety of Haven!",
            "How on earth was she expecting to make this cake all on her own? It would take five bakers all working together perfectly to pull this recipe off!",
            "And even then only with a week of planning! And Ginger just started this morning...",
            "Ahaha, well, I would have been okay... but after I started making it, the shop got busy and I had to leave things... then I forgot the stove was on... and then...",
            "Waaaaaah! Everything is ruined!",
            "And I so wanted to make the perfect cake for you!",
            "What? Why?!",
            "You were going around other bakers, trying to find cakes that were better than mine... I couldn't let you... my best friend...",
            "I couldn't let you down!",
            "WAAAAAAAAAAAAH!!!",
            "Oh dear... you see the realisation dawn on Goldi's face.",
            "Oh, Ginger! I'm so sorry! I was really stupid!",
            "Goldilocks looks around and sees a tray of doughnuts that Ginger made earlier in the day.",
            "Selecting one, she brings it to her lips and takes a big bite.",
            "MmmmMMMMM! Your baking is always the best, Ginger!",
            "This has to be the best cake I've ever tasted!",
            "Y-You mean it?",
            "Of course! How can I think any other cake is as good when they aren't made with the care you put into them?",
            "<i>Sniff... sniff...</i>",
            "GOOOLDIIIIIIIII!!",
            "You watch, smiling, as the two friends embrace each other, Ginger crying into Goldi's shoulder... all the while Goldilocks is still eating the doughnut!",
            "You think it might be the love for her friend that goes into Ginger's baking that really makes them the ultimate cakes..."
        ],
        [
            "모퉁이를 돌자 베이커리의 모습이 보였다.",
            "베이커리의 내부는 엉망진창이다.",
            "재료는 사방에 쏟아져 있었고, 크림과 깨진 잼 병이 굴러다녔다.",
            "타르트 위에 올라가는 과일들이 진열대 밖으로 튀어나와 바닥에 얼룩을 남겼다.",
            "오븐에서 쏟아지는 검은 연기 때문에 안으로 들어가는 것이 어려웠다.",
            "난장판을 수습하기 위해 바쁘게 돌아다니던 진저가 울상인 얼굴로 바라본다.",
            "나 좀 살려줘!",
            "이게 도대체... 꿈꾸는 자, 수도부터 잠궈주세요. 오븐은 제가 맡을게요!",
            "서둘러 수도를 잠그고 위험한 유리병부터 치웠다.",
            "문을 열어 환기를 시키고 검은 연기가 나갈 수 있도록 환풍기를 켰다.",
            "화제의 원인이 된 것 같은 시커멓게 탄 케이크가 탁자 위에 덩그러니 놓여 있다.",
            "불을 내다니, 당신 답지 않아요. 뭘 하고 있었던 거에요?",
            "으으으...",
            "케이크를 만들고 있었는데...",
            "진저가 구겨진 레시피를 조심스레 내밀었다.",
            "케이크 레시피가 맞는지 의심스러울 정도로 복잡했다.",
            "농담이 아니라 케이크의 구조가 도시 방어 계획보다 철두철미했다.",
            "케이크의 구조가 어찌나 복잡한지 제빵사가 다섯명은 더 필요할 것 같다.",
            "한가할 때 만들기 시작했는데, 갑자기 사람이 엄청 많이 몰려오지 뭐야!?",
            "오븐 켜놓은 걸 깜빡하는 바람에...",
            "완벽한 케이크를 만들고 싶었는데, 다 망했어...",
            "완벽한 케이크요?",
            "그래! 네가 먹고싶다고 했잖아. 제일 맛있는 빵을 찾을거라면서!?",
            "자존심 상한단 말이야, 그걸 어떻게 그냥 지켜봐?",
            "골디락스는 바보야!",
            "어리둥절한 표정으로 진저를 바라보던 골디락스의 얼굴이 빨갛게 물들었다.",
            "아니, 전... 정말 미안해요, 진저. 제가 바보였네요.",
            "아무래도 오늘 베이커리는 일찍 문을 닫아야 할 것 같다.",
            "향긋한 버터 냄새 대신 그을린 연기 냄새를 뒤집어 쓴 도넛들이 아무렇게나 널려있었다.",
            "아, 그렇지!",
            "진저, 당신이 만든 빵이 가장 맛있어요. 제 입에는요! 이게 바로 저를 위한 궁극의 빵이에요!",
            "정말루...?",
            "당연하죠! 저한테는 당신의 정성이 들어간 빵이 정말 맛있어요. 이 도넛도요!",
            "근데 왜 다른 빵을 찾으러 다닌거야...?",
            "이제 아무래도 상관 없지만...",
            "진저를 안심시키기 위해서인지, 골디락스가 그 도넛을 베어물었다.",
            "수북히 쌓여있던 도넛이 빠른 속도로 사라져간다..."
        ],
        [
            "角を曲がると、ベーカリーが見えた。",
            "ベーカリーの中はめちゃくちゃだ。",
            "材料は至る所に散らばっており、クリームや割れたジャムの瓶が転がっていた。",
            "タルトの上に載せるフルーツが陳列棚の外に飛び出し、地面にシミを作った。",
            "オーブンからもくもくと出てくる煙のせいで、中に入りにくい。",
            "どうにかしようと動き回っているジンジャーが、泣きそうな顔でこちらを見た。",
            "助けて！！",
            "これはいったい...ドリーマー。まずは水を止めてください。<br>オーブンはあたしにお任せを！",
            "急いで蛇口をひねり、危ないガラス瓶から片付けた。",
            "ドアを開けて換気させ、黒い煙が抜け出るように換気扇をつけた。",
            "おそらく火事の原因である真っ黒に焦げたケーキが<br>テーブルの上にぽつんと置かれている。",
            "火事だなんて、あなたらしくありませんね。何があったのですか？",
            "ううう...",
            "ケーキを作ってたんだけど...",
            "ジンジャーはくしゃくしゃになったレシピをそっと差し出した。",
            "ケーキのレシピなのか疑ってしまうほど複雑だった。",
            "冗談ではなく、ケーキの構造が都市の防御計画よりも細かかった。",
            "ケーキの構造が複雑すぎて、あと5人はパティシエが必要だろう。",
            "暇な時に作り始めたんだけど、急にお客さんが増えちゃって！",
            "オーブンをつけっぱなしにしてたのをうっかり忘れて...",
            "完璧なケーキを作りたかったのに、台無しよ...",
            "完璧なケーキですか？",
            "そう！あなたが食べたいって言ったでしょ？<br>一番おいしいお菓子を見つけるんだって！",
            "プライドが傷つくんだから。黙って見てるわけにいかないわよ。",
            "ゴルディロックスの分からず屋！",
            "ぽかんとした顔でジンジャーを見つめていた<br>ゴルディロックスの顔が真っ赤になった。",
            "あの...本当にごめんなさい。ジンジャー。あたしが無神経でしたね。",
            "どうやら今日のベーカリーは早めに閉店したほうが良さそうだ。",
            "香ばしいバターの代わりに煙のにおいを漂わせたドーナツが<br>無造作に散らばっていた。",
            "あっ、そうでした！",
            "ジンジャー、あなたが作ったお菓子が一番おいしかったです。あたしの口には！<br>ですから、これがあたしのための究極のお菓子です！",
            "本当に...？",
            "はい！あたしにとっては、あなたの心がこもったお菓子が一番おいしいです。<br>このドーナツも！",
            "じゃあ、どうして他のお菓子を探しに行ったの...？",
            "もうどっちでもいいけど...",
            "ジンジャーを安心させるためなのか、ゴルディロックスはそのドーナツをかじった。",
            "どっさり積んであったドーナツがあっという間に消えていく..."
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "none",
        "none",
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}