{
    "StoryName": "Campaign_LibraryStory_Thumbelina_5",
    "background": [
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png",
        "havennight.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Thumbelina",
            "Thumbelina",
            "",
            "Thumbelina",
            "",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "Thumbelina",
            "Aurora",
            "Thumbelina",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Thumbelina",
            "Thumbelina",
            "Thumbelina",
            "Mal",
            "Lis",
            "",
            "Thumbelina",
            "Thumbelina",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "엄지공주",
            "엄지공주",
            "",
            "엄지공주",
            "",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "엄지공주",
            "오로라",
            "엄지공주",
            "오로라",
            "오로라",
            "오로라",
            "",
            "엄지공주",
            "엄지공주",
            "엄지공주",
            "말",
            "리즈",
            "",
            "엄지공주",
            "엄지공주",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "おやゆび姫",
            "おやゆび姫",
            "",
            "おやゆび姫",
            "",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "おやゆび姫",
            "オーロラ",
            "おやゆび姫",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "おやゆび姫",
            "おやゆび姫",
            "おやゆび姫",
            "マル",
            "リズ",
            "",
            "おやゆび姫",
            "おやゆび姫",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "In no time at all, the day of the concert arrives. Everyone in Haven seems very excited.",
            "All except one.",
            "As you stand at the side of the stage, with lights playing around and a huge audience waiting with great anticipation... the star of the show calls out your name, sounding very uncertain.",
            "Dreamer... I'm not sure about this...",
            "I've never performed in front of so many people before... What if they hate me?",
            "You're sure they won't hate her.",
            "But how do you know?",
            "Well...",
            "You're not sure what to say to her... after all, you've never performed in front of a huge audience like this before, either.",
            "Fortunately, Aurora has been hovering nearby, obviously eager to see Thumbelina's performance, herself.",
            "Over the past few days, Aurora has been hanging around to hear Thumbelina practising for the concert.",
            "Is she a fan already?",
            "With her new idol apparently wavering, Aurora comes across to give her a pep talk.",
            "Lina! Don't worry, you'll be amazing!",
            "Aurora? Are you sure?",
            "Of course I am! I've heard you sing, you have a beautiful voice.",
            "But what if I make mistakes, or mess it all up?",
            "Mistakes are inevitable. Don't worry about that!",
            "Performing is all about confidence! No one will care about a few slips, as long as you carry it off like a star.",
            "You ARE a star, Lina! I know it already because... <i>because I'm your number one fan!</i>",
            "Aurora's words seem to be working. Thumbelina already seems more relaxed.",
            "Ehehe... well, I think the title of 'number one fan' should go to the Dreamer...",
            "The Dreamer was the first to listen to me sing, after all...",
            "Okay... I think I'm ready!",
            "Go for it Lina!",
            "We're all cheering for you!",
            "You're sure she'll knock it out of the park!",
            "You guys... you're right! I will!",
            "Wish me luck! Here I go!",
            "Thumbelina steps out on stage, under the lights and in front of the cheering audience, a bright smile on her face.",
            "As the first chords of the first song begin playing, she takes a deep breath..."
        ],
        [
            "며칠 후, 안식의 도시에서 벌어지는 엄지공주의 콘서트 시간이 다가왔다.",
            "사람들에게 퍼진 콘서트 소식은 간만에 안식의 도시에 활기를 불어 넣었다.",
            "광장에 준비된 무대에 밝은 조명이 비춰지고, 모두가 엄지공주의 이름을 외치고 있었다.",
            "으, 으...",
            "제가 잘 할 수 있을지 모르겠어요.<br>이렇게 많은 사람들 앞에서 공연하는 건 처음이거든요. 실수하면 어쩌지!?",
            "엄지공주가 초조한 듯 작은 원을 그리며 빙빙 돌고 있다.",
            "저 잘 할 수 있겠죠!?",
            "그건...",
            "무슨 말을 해야할지 잘 모르겠다. 이렇게 많은 사람들 앞에서 공연을 해 본 사람은 아무도 없을테니까.",
            "다행히 나를 발견한 오로라가 차분한 걸음으로 다가왔다.",
            "며칠간 오로라가 콘서트 리허설을 하는 엄지공주 근처를 서성거리던게 떠올랐다.",
            "엄지공주의 팬이 된건지도 모른다.",
            "밝은 얼굴로 자기소개를 마친 오로라가 엄지공주를 격려했다.",
            "엄지공주씨, 걱정하지 마세요! 분명 잘 해내실거에요.<br>당신은 이미 슈퍼스타니까요!",
            "앗? 어? 정말요? 정말... 그, 그렇게 생각하세요!?",
            "그럼요! 며칠동안 당신이 노래를 연습하는 모습을 지켜봤거든요. 무척 아름다운 목소리였어요.",
            "그래도 조금 걱정이 된다고 할까나... 시, 실수할 것 같다고 할까나...",
            "실수는 누구나 하는걸요? 그러니 걱정 마세요!",
            "슈퍼스타는 실수를 해도 슈퍼스타잖아요?<br>당당하게 실수하시면 돼요! 그러면 아무도 실수인지 모를테니까요.",
            "저는 엄지공주씨가 잘 해내실거라고 믿어요. 그럼요!",
            "오로라의 격려를 들은 엄지공주가 천천히 고개를 끄덕였다.<br>눈을 빛내는 그녀의 모습은 엄지공주를 처음 만났던 순간을 떠올리게 만들었다.",
            "그래요! 저는 해낼 수 있어요! 하나뿐인 당신만의 별! 엄지공주니까요!",
            "저는 제 노래로 사람들에게 희망을 주고 싶다는 마음으로 아이돌을 꿈꿔왔어요.",
            "벌써부터 이렇게 긴장하면 안 되겠죠, 제게 맡겨주세요!",
            "엄지공주! 엄지공주!",
            "다들 응원하고 있으니까 잘 해낼 수 있을거야!",
            "제일 앞자리에 앉은 말과 리즈가 큰 소리로 외쳤다.",
            "이 콘서트는 엄지공주의 공식 데뷔 콘서트에요. 망칠 수 없죠!",
            "최고로 행복한 공연을 보여드릴게요, 갑니다!",
            "커튼을 걷고 엄지공주가 환한 미소를 지으며 무대로 나섰다.",
            "첫 번째 곡의 반주와 함께 그녀의 생기 넘치는 목소리가 콘서트장에 울려퍼졌다."
        ],
        [
            "数日後、安息の都市で開かれるおやゆび姫のライブの時間がやってきた。",
            "ライブの話題は久しぶりに安息の都市に活気をもたらした。",
            "広場に用意されたステージにはスポットライトが当たり、<br>みんながおやゆび姫の名前を叫んでいる。",
            "う、うぅ...",
            "私に上手くできるか分かりません。<br>こんなにたくさんの人の前で歌うのは初めてなんです。失敗したらどうしよう！？",
            "おやゆび姫は焦った様子でクルクル回っていた。",
            "う、上手くいきますよね！？",
            "それは...",
            "何と言えばいいのか分からない。<br>こんな大勢の前でライブをしたことがある人はいないから。",
            "幸い、私を見つけたオーロラが落ち着いた様子で近づいてきた。",
            "数日間、オーロラがライブのリハーサルをするおやゆび姫の近くを<br>うろついていたことを思い出した。",
            "おやゆび姫のファンになったのかもしれない。",
            "明るく自己紹介を終えたオーロラが、おやゆび姫を励ました。",
            "おやゆび姫さん、ご心配なく！きっと大丈夫ですよ。<br>あなたはすでにスーパースターですから！",
            "えっ？ほ、本当ですか？本当に...そ、そう思います！？",
            "もちろんです！数日間、あなたが練習している姿を見守ってきました。<br>とても美しい声でしたよ。",
            "でも、ちょっと心配っていうか...ミ、ミスしそうっていうか...",
            "ミスは誰でもするものでしょう？だから安心してくださいね！",
            "スーパースターはミスをしてもスーパースターです。<br>堂々とミスすればいいんですよ！そうすれば、誰もミスしたなんて思いません。",
            "私はおやゆび姫さんなら成功するって信じてます！",
            "オーロラの応援を聞いたおやゆび姫はゆっくりうなずいた。<br>目を輝かせている彼女の姿を見て、おやゆび姫と初めて会った瞬間を思い出した。",
            "そうですよね！私ならできます！<br>世界に一つだけの、あなたの星！おやゆび姫ですから！",
            "私は自分の歌でみんなに希望を与えたいと思ってアイドルを夢見てきました。",
            "今からこんなに緊張していたらダメですね。私を信じていてください！",
            "おやゆび姫！おやゆび姫！",
            "みんな応援してるから、大丈夫だよ！",
            "最前列に座ったマルとリズが大声で叫んだ。",
            "このライブはおやゆび姫の公式デビューライブです。<br>絶対に成功させてみせます！",
            "最高に幸せなライブをお見せしますよ！",
            "幕が上がり、おやゆび姫が明るい笑顔でステージに立った。",
            "1曲目の伴奏とともに、彼女のパワフルな歌声がライブ会場に鳴り響いた。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}