{
    "StoryName": "Campaign_LibraryStory_SnowWhite_1",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Vita",
            "Esme",
            "",
            "Aurora",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Lis",
            "Mal",
            "Vita",
            "Esme",
            "Esme",
            "",
            "",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "Esme",
            "Vita",
            "Aurora",
            "Aurora",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "비타",
            "에스메",
            "",
            "오로라",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "리즈",
            "말",
            "비타",
            "에스메",
            "에스메",
            "",
            "",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "에스메",
            "비타",
            "오로라",
            "오로라",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "ヴィータ",
            "エスメ",
            "",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "リズ",
            "マル",
            "ヴィータ",
            "エスメ",
            "エスメ",
            "",
            "",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "エスメ",
            "ヴィータ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Something very strange is going on in Haven...",
            "You don't know what it is, but some sort of suspicious incident is happening.",
            "You don't think the safety of Haven is threatened, or that monsters are invading... at least, you can't see why that might be linked to this...",
            "You see, what's happening is...",
            "They're gone again!",
            "Where'd they all go!?",
            "Esme and Vita search an alley, both very concerned by what they see... or rather, by what they <i>don't</i> see.",
            "I can't seem to find the cat that usually sits on this fence every afternoon.",
            "Is this happening every day?",
            "Even Aurora sounds worried as she looks for something between the walls.",
            "Yup, as one can tell...",
            "All the animals in Haven have gone missing for some reason.",
            "Not completely gone, but for some reason, every day by this time, they all seem to disappear all at once...",
            "... and reappear again from somehwere at around five in the afternoon.",
            "Not only the people of the Haven, but also Mal and Lis are very worried about this strange incident.",
            "And if Mal and Lis are worried, so are you.",
            "What if they don't come back...?",
            "Calm down, Lis. Didn't they come every other time up until now?",
            "Yeah! Let's try to looking for them a little longer. There's no way they wouldn't leave any clues behind.",
            "Wait a minute...",
            "Everyone! Look at this! Aren't those some kinds of cat's footprints?",
            "Esme, who is looking at the ground nearby, calls all of you over.",
            "Vita is the first to rush towards Esme, followed by Mal and Lis.",
            "Dreamer.",
            "Ah, yes.",
            "You and Aurora catch up with them.",
            "Hmm...",
            "The marks in this patch of mud do indeed look like a the pawprints of a cat.",
            "You think they're leading somewhere...",
            "When you follow the prints, you soon see the footprints of other animals - dogs, pigs, deer and goats - all scattered around.",
            "Did they move all together as one group?",
            "Is that even possible?",
            "I think we should investigate further to come to a more definite conclusion.",
            "Should we go together, Dreamer?",
            "Aurora asks you in a cautious voice.",
            "Well, it's your duty to keep the peace in Haven. The locals won't be happy if their animals keep disappearing...",
            "You begin to carefully follow the tracks, with your companions in tow."
        ],
        [
            "이건 여느 때와 같은 평범한 아침에 일어난 수상한 사건에 대한 이야기다.",
            "굉장히 드물고 수상한 사건.",
            "그렇다고 안식의 도시의 안위가 위협받거나, 누군가 침입한 것은 아니다.",
            "그건 바로...",
            "또 없어졌어~!",
            "다들 어디로 가버린거야!?",
            "에스메와 비타가 골목 여기저기를 돌아보며 씩씩거린다.",
            "늘 여기 있던 고양이도 보이지 않아요.",
            "매일 이런 일이 일어나고 있는 건가요?",
            "오로라까지 걱정스러운 얼굴로 담벼락 사이를 살핀다.",
            "안식의 도시에서 동물들이 사라졌다.",
            "그렇다고 완전히 사라지는 것은 아니고,",
            "이 시간쯤이면 한 번에 사라졌다가.",
            "오후 다섯시쯤 되면 또 우루루 돌아오는 것이다.",
            "안식의 도시 사람들은 물론이고, 남매 역시 이 일 때문에 걱정이 이만저만이 아니다.",
            "안식의 도시에 머물 때면 항상 동물들을 찾아 이리저리 뛰어다닌다.",
            "안 돌아오면 어떡해...",
            "진정해, 리즈. 지금까지는 잘 돌아왔다며?",
            "그래! 조금 더 찾아보자, 그 많은 동물들이 한 번에 사라졌는데 흔적이 남아있겠지.",
            "어라?",
            "저기 봐봐, 저거 고양이 발자국 아냐?",
            "어딘가를 바라보던 에스메가 우리들을 부른다.",
            "비타가 가장 먼저 달려갔고, 그 뒤를 말과 리즈가 따른다.",
            "꿈꾸는 자.",
            "나도 오로라와 함께 에스메에게 향했다.",
            "에스메의 말대로 담벼락 아래를 살펴본다.",
            "...",
            "진흙이 있는 곳에 고양이의 발자국이 선명하다.",
            "그 발자국이 끊기지 않고 어딘가로 쭉 이어져있다.",
            "그 앞에는 강아지나 돼지, 사슴과 염소처럼 다른 동물들의 발자국도 어지럽게 찍혀 있었다.",
            "... 얘네들 말야, 한꺼번에 단체로 움직이는 것 같지?",
            "그런게 가능해?",
            "정확한 것은 조사를 해봐야 알 수 있을 것 같네요.",
            "함께 가실까요?",
            "오로라가 조심스러운 목소리로 묻는다.",
            "안식의 도시의 평화를 유지하는 것도 내 임무 중 하나다.",
            "일행과 함께 발자국을 쫓아 걸음을 옮기기 시작했다."
        ],
        [
            "これはいつものように平凡な朝に起きた、怪しい事件に関する話だ。",
            "非常に珍しく、怪しい事件。",
            "だからといって、安息の都市の安全が脅かされたり、<br>侵入者がいたりするわけではない。",
            "事件とは、ずばり...",
            "またいなくなったー！",
            "みんなどこに行っちゃったの！？",
            "エスメとヴィータは心配した様子であちこち歩き回っている。",
            "いつもここにいたネコも見当たりませんね。",
            "毎日こんなことが起きているのですか？",
            "オーロラまで心配そうな顔で垣根の間を確認している。",
            "安息の都市から動物たちが消えた。",
            "完全に消えたのではなく、",
            "この時間帯になると一気に消えて",
            "午後5時頃になるとまた一斉に戻ってくるのだった。",
            "安息の都市の人々はもちろん、マルとリズも心から心配している様子だ。",
            "2人は安息の都市にいる時はいつも動物たちを探して走り回っていた。",
            "帰ってこなかったらどうしよう...",
            "落ち着いて、リズ。今まではちゃんと帰ってきたんだろ？",
            "そうだよ！もう少し探してみよう。<br>一気にいなくなったんだから、何か手がかりがあるはずだよ。",
            "あれ？",
            "ねえ、あれってネコの足跡じゃない？",
            "どこかを見つめていたエスメが私たちを呼んだ。",
            "ヴィータが一番に駆けつけ、その後をマルとリズが追いかける。",
            "ドリーマー。",
            "私もオーロラと一緒にエスメの元へ向かった。",
            "エスメに言われたとおり、垣根の下を見た。",
            "...",
            "泥の上にネコの足跡がくっきり残っている。",
            "その足跡は途切れずどこかへ繋がっていた。",
            "その先には犬やブタ、シカやヤギのような他の動物の足跡もたくさん残っていた。",
            "...みんな団体で動いてる気がしない？",
            "そんなことできるの？",
            "正しいことは調査しないと分かりませんね。",
            "一緒に行きませんか？",
            "オーロラが慎重に尋ねた。",
            "安息の都市の平和を守るのも私の任務の1つだ。",
            "みんなと一緒に足跡を追いかけ始めた。"
        ]
    ],
    "music": [
        "music_haven.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}