{
    "StoryName": "Campaign_SideStory_LittleMatchGirl_3",
    "background": [
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png",
        "abandonedvillage.png"
    ],
    "character": [
        [
            "",
            "",
            "Lis",
            "Mal",
            "Aurora",
            "Mal",
            "Celeste",
            "Mal",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Little Match Girl",
            "Little Match Girl",
            "",
            "Little Match Girl",
            "",
            "Little Match Girl",
            "Little Match Girl",
            "Little Match Girl",
            "Little Match Girl",
            "",
            "",
            "Little Match Girl",
            "",
            "",
            "Aurora"
        ],
        [
            "",
            "",
            "리즈",
            "말",
            "오로라",
            "말",
            "셀레스티",
            "말",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "성냥팔이 소녀",
            "성냥팔이 소녀",
            "",
            "성냥팔이 소녀",
            "",
            "성냥팔이 소녀",
            "성냥팔이 소녀",
            "성냥팔이 소녀",
            "성냥팔이 소녀",
            "",
            "",
            "성냥팔이 소녀",
            "",
            "",
            "오로라"
        ],
        [
            "",
            "",
            "リズ",
            "マル",
            "オーロラ",
            "マル",
            "セレステ",
            "マル",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "マッチ売りの少女",
            "マッチ売りの少女",
            "",
            "マッチ売りの少女",
            "",
            "マッチ売りの少女",
            "マッチ売りの少女",
            "マッチ売りの少女",
            "マッチ売りの少女",
            "",
            "",
            "マッチ売りの少女",
            "",
            "",
            "オーロラ"
        ]
    ],
    "dialogueText": [
        [
            "On the outskirts of the village, you call a halt.",
            "If Esme is right and the girl is scared of your group, then it would be best if you went on alone.",
            "That's dangerous!",
            "Lis is right, are you sure you'll be okay on your own?",
            "The Dreamer can take us with him in our stone forms. If anything attacks in there he can just call on us and summon his heroes.",
            "Then... are we going to be safe on our own out here?",
            "Don't worry, Mal, I'll keep you and Lis safe.",
            "Hmph! As if you aren't more concerned about your caravan...",
            "You make your way into the apparently empty village, soon leaving your companions behind.",
            "The dwellings are cold and silent, almost buried in layers upon layers of snow.",
            "Only darkened doorways and windows peek out from the white blankets that shroud their forms, but the snow itself rises into regular peaks, peaks that form roads and avenues between them.",
            "As you walk these passages, you spot the girl again.",
            "She is moving from house to house and window to window, striking what appear to be matches and using their little lights to peer inside.",
            "You call out to her and she starts, but this time she doesn't run.",
            "What is she doing? Why did she run away from you?",
            "I'm sorry, I thought you were Dreamless... it's been so long since I saw anything else in this realm.",
            "I ran into a whole bunch of them and they have been chasing me for days...",
            "Well, you're sorry for startling her, but what is she doing?",
            "I'm searching for other people... I have so many matches, I thought I should bring warmth to whoever I could in this frozen realm...",
            "You doubt there is anyone in this village, though. It looks like it was abandoned years ago.",
            "No!",
            "I definitely heard people in this village... they must be around here somewhere!",
            "I’ve been trying to lead the Dreamless chasing me away from here for days so I could properly investigate...",
            "I know there are people here! I have to find them!",
            "And with that, she turns around again and runs off.",
            "This time, though, she doesn't go far and you soon catch up to her. She's looking through another window.",
            "I've found them! There's someone inside, I'm sure!",
            "She runs to the door and opens it before you can shout a warning.",
            "A multitude of Dreamless pour out of the door! They engulf the girl and you barely have a moment to call for aid!",
            "Dreamer! Your heroes, quickly!"
        ],
        [
            "마을 외곽에 도착한 다음 일행에게 잠시 기다려 달라고 부탁했다.",
            "에스메의 말대로라면 나 혼자 소녀에게 가는 게 좋을 것 같았다.",
            "그건 너무 위험해!",
            "리즈의 말이 맞아, 너 혼자 가도 괜찮겠어?",
            "꿈꾸는 자, 저희를 스톤의 형태로 데리고 가주세요.<br>무슨 일이 생기더라도 저희와 메르헨을 소환할 수 있으니까요.",
            "우리는 여기 있으면 안전한 거지?",
            "걱정마렴, 꼬마야. 내가 리즈와 너를 지켜줄 거란다.",
            "흥! 당신은 우리보다 당신 마차를 더 신경 쓰면서...",
            "발자국을 따라 마을 안으로 들어섰다.",
            "마을의 집은 모두 눈에 뒤덮여 적막 속에 잠겨있다.",
            "어두컴컴한 문과 창문이 눈 속에 묻혀있다.<br>마을은 눈 속에 갇힌 상태로 그 모양을 유지하고 있었다.",
            "...",
            "그 소녀와 다시 마주쳤다.",
            "그녀는 집과 집 사이를 돌아다니며 성냥불을 통해 집 안을 살펴보고 있었다.",
            "그녀를 부르자 스카프를 구기며 손가락을 만지작거리긴 했지만<br>이번에는 도망치지 않았다.",
            "... 죄송해요. 저는... 당신이 드림리스인 줄 알았어요...<br>이 영역에서, 살아있는 사람을 본 건... 꽤 오래전이라...",
            "드림리스 무리에게 계속 쫓기기도 했고...",
            "힘 없는 목소리로 대꾸하던 소녀가 말끝을 흐린다.",
            "계속 다른 사람들을 찾아 다녔어요...<br>저는 성냥을 많이 가지고 있으니까...<br>혹시라도 사람을 마주치면... 따뜻할 수 있게 나눠줘야 할 것 같아서...",
            "버려진지 오래된 마을 풍경이 스산하다. 누구도 살지 않는 살풍경한 모습.",
            "저는 분명히... 분명히 마을에서 사람들의 소리를 들었어요...<br>이 근처 어딘가에 있을 거예요...",
            "그래서 며칠간 드림리스가 절 쫓아오도록 만들었어요...<br>사람들이 안전할 수 있도록...",
            "사람들이 있는 게 분명해요... 지금도 소리가 들려요.",
            "어서 빨리 찾아야...",
            "그렇게 말한 소녀가 스카프를 구기며 어딘가로 달려간다.",
            "멀리 가지 않았기 때문에 금방 따라잡을 수 있었다.<br>소녀가 집 앞에 멈춰선 채로 창문을 들여다보고 있다.",
            "... 와아, 찾았어요. 이 안에 누가 있는 게 확실해요.",
            "소녀가 달려가 문을 열자 수많은 드림리스가 문 밖으로 쏟아져 나온다.",
            "오로라의 다급한 목소리가 들려온다.",
            "꿈꾸는 자! 메르헨들을 소환하세요, 어서요!"
        ],
        [
            "村の端まで来た。少し待ってほしいと一行に伝える。",
            "エスメの言うとおりなら、自分だけ少女もとへ行ったほうがいいだろう。",
            "そんなの危ない！",
            "そうだよ、一人じゃ危険だ！",
            "ドリーマー、私達もストーンにして、連れて行ってください。<br>何かあれば、すぐにメルヘンを召喚をできます。",
            "俺達はここにいたほうが、安全だよね？",
            "ああ、心配するな。わたしがリズと一緒に守ってやる。",
            "ふん！ 俺達のことより、馬車の心配なくせに...",
            "足跡をたどって村に入った。",
            "村の家は全て雪に覆われ、静寂に包まれていた。",
            "扉と窓は雪に埋もれて、よく見えなかった。<br>村は雪閉じ込められ、まるで凍っているようだった。",
            "...",
            "あの少女を見つけた。",
            "彼女をマッチに火を灯して、家の中を一軒一軒、覗いていた。",
            "呼びかけると、スカーフを手でもみながらも<br>今回は逃げださなかった。",
            "...すみません。ドリームレスと勘違いして...<br>もう長い間... この領域で、生きてる人に会ったことが...",
            "ドリームレスがずっと追いかけて来るし...",
            "少女の声に力はなく、言葉も途切れ途切れだ。",
            "ずっと人を探していました...<br>マッチはたくさん持ってるので...<br>もし見つけたら... 分けてあげて、暖かくなってもらおうと...",
            "もぬけの殻になった村は、なんとも心寂しかった。",
            "私... 村で間違いなく、人の声を聞きました...<br>きっと近くにいるはです...",
            "だから... この数日、私がおとりになっていたのです...<br>ドリームレスが、村の人を襲わないように...",
            "村に人はいます... 今も音が聞こえますから。",
            "早く探さないと...",
            "そう言うと、彼女はスカーフを握りしめながら、どこへ走りだした。",
            "遠くまで行かなかったおかげで、すぐに追いついた。<br>少女が家の前で立ち止まり、窓を覗き込んでいた。",
            "...やっと見つけました！ 中に人がいます。",
            "少女が駆けより扉を開けると、中からドリームレスが大量に飛び出してきた。",
            "オーロラの慌てた声が聞こえる。",
            "ドリーマー！ メルヘンを召喚してください。早く！"
        ]
    ],
    "music": [
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_peacefuldays.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        ""
    ]
}