{
    "StoryName": "EventStory_Chess_6",
    "background": [
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "Lily",
            "",
            "",
            "Lily",
            "Lily",
            "Lily",
            "",
            "",
            "",
            "Lily",
            "Lily",
            "",
            "Cheshire Cat",
            "",
            "Cheshire Cat",
            "",
            "Cheshire Cat",
            "",
            "Cheshire Cat",
            "",
            "",
            "Lily",
            "Cheshire Cat",
            "",
            "Cheshire Cat",
            "Cheshire Cat",
            "",
            "Lily",
            "Cheshire Cat",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "화이트 폰 릴리",
            "",
            "",
            "화이트 폰 릴리",
            "화이트 폰 릴리",
            "화이트 폰 릴리",
            "",
            "",
            "",
            "화이트 폰 릴리",
            "화이트 폰 릴리",
            "",
            "체셔 캣",
            "",
            "체셔 캣",
            "",
            "체셔 캣",
            "",
            "체셔 캣",
            "",
            "",
            "화이트 폰 릴리",
            "체셔 캣",
            "",
            "체셔 캣",
            "체셔 캣",
            "",
            "화이트 폰 릴리",
            "체셔 캣",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "リリー",
            "",
            "",
            "リリー",
            "リリー",
            "リリー",
            "",
            "",
            "",
            "リリー",
            "リリー",
            "",
            "チェシャ猫",
            "",
            "チェシャ猫",
            "",
            "チェシャ猫",
            "",
            "チェシャ猫",
            "",
            "",
            "リリー",
            "チェシャ猫",
            "",
            "チェシャ猫",
            "チェシャ猫",
            "",
            "リリー",
            "チェシャ猫",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Wonderland was always a strange place, but now its strangeness seems intent on trapping you in its borders.",
            "Or at least until you can fulfil a young girl's wishes...",
            "But should you really do it?",
            "If Red Knight is to be believed, the Queen of Hearts was right to trap the White royalty here...",
            "But then, what about Lily? Surely it's wrong to trap her here, too, just because of her family's past?",
            "It's a lot to think about and you sit down on a large flat crystal nearby to do just that.",
            "Ah! Dreamer, are you okay? Are you injured?",
            "You're in one piece, at least, in spite of the constant attacks from the Dreamless.",
            "But you had your heroes and the World Stones to help you. How did Lily even survive in this labyrinth for so long?",
            "Oh! I wasn't always in the labyrinth... the royal castle still exists, sealed away. It's cut off from the rest of the realm... we can't even see Wonderland any more.",
            "I don't know how I escaped the castle, but while I was searching for an exit I must have fallen asleep.",
            "When I woke, I was in the labyrinth. And not only that, there was a playing card lying beside me.",
            "She pulls out the card and shows it to you.",
            "An ace of hearts.",
            "What does she suppose that means?",
            "I have no idea, but I thought I should take it with me.",
            "Then I wandered until I found you. I had no idea there were monsters in the labyrinth, too!",
            "It sounds like pure luck she stumbled into you before them.",
            "Luck, mmmm? Maybe, but maybe not!",
            "Cheshire! She's safe! What about the others?",
            "Yes, I'm safe. I should think the others will find their way to your side soon enough.",
            "The enigmatically smiling cat sits atop a crystal outcropping not far away, her tail swaying and flicking back and forth as she watches you.",
            "Lucky or unlucky... to find her way into the maze alone and still to live, mmmm... or perhaps she arrived here by someone's design?",
            "Whose design?",
            "I have no idea, I'm sure.",
            "Her smile widens.",
            "You'd forgotten how difficult it is to get answers from this cat.",
            "Can you help us escape, Cheshire?",
            "I can, of course I can... but I also cannot. You will have to find the way to free yourselves, I should think.",
            "The' way? Then there is a particular way to escape?",
            "You already know there is... no prison is inescapable and this one is no different.",
            "You just have to take a magical looking glass to the last square on the board and look into it.",
            "You have to look into it? That's new information, at least.",
            "But we don't have a magical looking glass!",
            "Mmmm... yet! But it is only a matter of... hmmm... of time!",
            "Then you have an actual plan: find the mirror, find the last square... you can decide what happens once you've done that!"
        ],
        [
            "이 미궁은 원더랜드 안에서도 유독 이상한 곳이다.",
            "복잡하게 얽힌 미로는 우리를 가두려는 듯 불길한 빛으로 깜빡였다.",
            "그 너머를 바라보며 어디로 갈지 의논하는 일행을 뒤로하고 가까운 곳에 걸터앉았다.",
            "붉은 기사의 말이 신경 쓰였다.",
            "퀸 오브 하트가 화이트 퀸을 포함한 릴리의 가족을 미궁에 가둔 일이 옳은 일이라면...",
            "원더랜드에서는 무슨 일이 있었던 걸까?",
            "꿈꾸는 자, 괜찮으세요? 다리가 아프진 않으세요?",
            "살금살금 다가온 릴리가 꽃 한송이를 내밀었다.",
            "거대한 드림리스들이 좁은 길을 어떻게 뚫고 다니는지 모르겠지만, 그런 곳에서 지낸 릴리가 대단해 보였다.",
            "에헤헤, 제가 대단하다고 생각하시는 거죠? 눈빛만 봐도 알 수 있어요!",
            "참! 화이트 왕국이 아예 멸망해버린 건 아니거든요. 그냥 봉인된 것뿐이에요.",
            "이건 붉은 기사에게는 비밀인데요, 저도 제가 어떻게 성을 빠져나온 건지는 기억나지 않아요. 눈을 떴을 때는 미로 안에 갇힌 상태였어요.",
            "릴리가 꽃 속에서 작은 카드 한 장을 꺼냈다.",
            "붉은 기사를 힐끔 돌아본 소녀는 조심스러운 태도로 내게 카드를 내밀었다.",
            "하트 에이스, 트럼프 카드였다.",
            "정신을 차렸을 때 제 옆에 떨어져 있던 카드예요. 무슨 뜻인지, 어디에 쓰는 카드인지는 아직 모르겠어요.",
            "꿈꾸는 자를 만나기 전까지 계속 미로를 돌아다니기만 했거든요. 드림리스가 있는 줄은 몰랐어요!",
            "릴리가 서 있는 벽 안쪽에서 보라색 꼬리가 툭 튀어나왔다.",
            "흐응, 이게 대체 뭐람?",
            "체셔 캣이 나타났다!",
            "으으음... 흥미롭네, 그보다 좀 비켜주지 않을래? 나갈 수 있을지 없을지 모르겠네~?",
            "크리스탈 위에 웅크려 앉은 체셔 캣이 손등으로 얼굴을 문지르며 느긋하게 하품했다.",
            "몰래 나타나려고 했는데, 어떻게 날 찾은 거야? 넌 항상 날 잘 찾아내더라...",
            "체셔 캣이 릴리를 바라본다.",
            "오랫동안 혼자 미로 속을 돌아다녔는데 드림리스를 만나지 않고 무사했다라. 저엉말 대단하고 흥미롭네.",
            "보라색 꼬리가 느긋한 태도로 살랑인다.",
            "체셔 캣의 입매가 점점 길게 휘어졌다.",
            "아, 안녕하세요. 저는 릴리라고 해요. 우리를 도와주실 수 있나요?",
            "물론 너는 릴리지, 네가 아니면 누가 릴리겠어? 으으음... 도와줄 수 있지만, 도와줄 수 없기도 하네~",
            "기지개를 켠 체셔 캣이 다른 일행들을 한번 돌아본다.",
            "작고 귀엽고 너어어무 흥미로운 릴리야, 모든 것에는 답이 있단다. 결국에는 시간 문제일 뿐이야~",
            "약속은 어기라고 하는 거라는 말 알지? 감옥도 그래, 탈출하라고 만든 거거든~",
            "다행히 다른 사람들은 체셔 캣의 이상한 속삭임을 듣지 못한 모양이다...",
            "무슨 말인지 모르겠어요...",
            "쉬워~ 그냥 마법의 거울을 가져다가 보드판의 끝으로 가, 거기서 들여다보기만 하면 돼.",
            "아무래도 마법의 거울을 찾는 일부터 시작해야 할 것 같다."
        ],
        []
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}