{
    "StoryName": "EventStory_TreasureHunt_1",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "none.png",
        "storycelestecart.png",
        "storycelestecart.png",
        "storycelestecart.png",
        "storycelestecart.png",
        "storyatelierinterior.png",
        "storyatelierinterior.png",
        "storyatelierinterior.png",
        "storyatelierinterior.png",
        "none.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "storymemoryshard.png",
        "storymemoryshard.png",
        "storymemoryshard.png",
        "storymemoryshard.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "Lis",
            "Mal",
            "Mal",
            "Lis",
            "Lis",
            "Lis",
            "Mal",
            "",
            "",
            "Lis",
            "Mal",
            "Lis",
            "Lis",
            "",
            "",
            "Mal",
            "",
            "Mal",
            "Lis",
            "",
            "Mal",
            "",
            "Mal",
            "",
            "Mal",
            "",
            "Mal",
            "",
            "Mal",
            "",
            "Lis",
            "Celeste",
            "Mal",
            "Celeste",
            "Mal",
            "",
            "Celeste",
            "Celeste",
            "Lis",
            "Celeste",
            "",
            "Celeste",
            "Mal",
            "Celeste",
            "Celeste",
            "",
            "Mal",
            "Celeste",
            "",
            "",
            "Mal",
            "Lis",
            "",
            "Mal",
            "",
            "Lis",
            "Mal",
            "Mal",
            "",
            "Celeste",
            "",
            "",
            "",
            "",
            "",
            "Hook",
            "Mal",
            "Celeste",
            "Hook",
            "Mal",
            "Hook",
            "",
            "Hook",
            "",
            "Celeste",
            "Mal",
            "",
            "Mal",
            "",
            "Hook",
            "Hook",
            "",
            "Hook",
            "Mal",
            "Hook",
            "Hook"
        ],
        [
            "리즈",
            "말",
            "말",
            "리즈",
            "리즈",
            "리즈",
            "말",
            "",
            "",
            "리즈",
            "말",
            "리즈",
            "리즈",
            "",
            "",
            "말",
            "",
            "말",
            "리즈",
            "",
            "말",
            "",
            "말",
            "",
            "말",
            "",
            "말",
            "",
            "말",
            "",
            "리즈",
            "셀레스티",
            "말",
            "셀레스티",
            "말",
            "",
            "셀레스티",
            "셀레스티",
            "리즈",
            "셀레스티",
            "",
            "셀레스티",
            "말",
            "셀레스티",
            "셀레스티",
            "",
            "말",
            "셀레스티",
            "",
            "",
            "말",
            "리즈",
            "",
            "말",
            "",
            "리즈",
            "말",
            "말",
            "",
            "셀레스티",
            "",
            "",
            "",
            "",
            "",
            "후크 선장",
            "말",
            "셀레스티",
            "후크 선장",
            "말",
            "후크 선장",
            "",
            "후크 선장",
            "",
            "셀레스티",
            "말",
            "",
            "말",
            "",
            "후크 선장",
            "후크 선장",
            "",
            "후크 선장",
            "말",
            "후크 선장",
            "후크 선장"
        ],
        [
            "リズ",
            "マル",
            "マル",
            "リズ",
            "リズ",
            "リズ",
            "マル",
            "",
            "",
            "リズ",
            "マル",
            "リズ",
            "リズ",
            "",
            "",
            "マル",
            "",
            "マル",
            "リズ",
            "",
            "マル",
            "",
            "マル",
            "",
            "マル",
            "",
            "マル",
            "",
            "マル",
            "",
            "リズ",
            "セレステ",
            "マル",
            "セレステ",
            "マル",
            "",
            "セレステ",
            "セレステ",
            "リズ",
            "セレステ",
            "",
            "セレステ",
            "マル",
            "セレステ",
            "セレステ",
            "",
            "マル",
            "セレステ",
            "",
            "",
            "マル",
            "リズ",
            "",
            "マル",
            "",
            "リズ",
            "マル",
            "マル",
            "",
            "セレステ",
            "",
            "",
            "",
            "",
            "",
            "フック",
            "マル",
            "セレステ",
            "フック",
            "マル",
            "フック",
            "",
            "フック",
            "",
            "セレステ",
            "マル",
            "",
            "マル",
            "",
            "フック",
            "フック",
            "",
            "フック",
            "マル",
            "フック",
            "フック"
        ]
    ],
    "dialogueText": [
        [
            "A TREASURE HUNT!?",
            "Shhhh! Lis, keep it down, we don't want everyone to know about it!",
            "If you tell everyone about the treasure hunt, that'll make it more likely someone else will reach the treasure before us!",
            "Ah! Sorry Mal!",
            "But...",
            "But... a real treasure hunt!",
            "Shhhhhhhh!",
            "You're not sure what's going on, but it appears Mal and Lis have cooked up some kind of scheme that they're both pretty excited about.",
            "They certainly seem to be making quite a bit of fuss about something or other, so you decide to ask what's up.",
            "Did you hear, Dreamer? We're going on a treasure hunt!",
            "Lis! Stop telling people!",
            "Ah, sorry Mal...",
            "But the Dreamer can help us find the treasure though, right Dreamer?",
            "Treasure? Like a treasure trove, or something?",
            "Where is it?",
            "We don't know where the treasure is, of course! It wouldn't be a treasure hunt if we knew!",
            "But... how does he know there is a treasure to find if he doesn't know where it is?",
            "Well... it stands to reason! If there are stories about treasures that need to be hunted, then there must be a treasure to hunt <i>somewhere!</i>",
            "Exactly!",
            "You don't think that's how it works...",
            "Well, it doesn't matter, Dreamer, what matters is, you're either going to help us hunt this treasure, or...",
            "Or?",
            "You're our RIVAL!",
            "Well, you're not sure you want to be Mal and Lis's rival... what leads does Mal have to follow about this treasure?",
            "“Leads”?",
            "Yeah, what clues does he have to follow?",
            "Well... I don't have any...",
            "Wait, so does Mal have any evidence at all that there is a treasure to be hunted?",
            "Not as such...",
            "Hmm, well, that kind of suggests to you that there isn't anything for Mal and Lis to find...",
            "Awwwww... but I wanted to go on a treasure hunt!",
            "A TREASURE HUNT?!",
            "WAH! Celeste! You scared me!",
            "That's not exactly hard, Mal... but what's this about a treasure hunt?",
            "Oh great, now Celeste knows about it too! We're never going to find it first!",
            "You rather think the treasure needs to exist first before Mal can go about finding it.",
            "Ah, so you don't actually have a treasure to hunt, yet?",
            "That's good then, because I do!",
            "You do?!",
            "Yes! Follow me...",
            "Celeste leads the three of you to her caravan, then she flings open the door allowing the three of you to look in.",
            "The treasure is in there! Go find it!",
            "What?!",
            "It's in a box with rusty metal hinges and fake pearl inlay in the shape of swords and hooks.",
            "In you go, chop chop!",
            "Mal and Lis both glance at each other, then into the cluttered caravan that always seems bigger on the inside than it does on the outside.",
            "Do you just want us to find something you've lost, Celeste?",
            "Well <i>I</i> can't find it! And I promise there's something good inside...",
            "You tell Mal that he might as well just resign himself to it. You'll give them a hand, that'll make things go faster.",
            "And so you do. After almost an hour of sorting through an apparently limitless amount of odds and ends, Mal holds up a small box, triumphantly!",
            "I've got it!",
            "Open it! Open it!",
            "With shining eyes, Mal carefully unlocks and opens the small box. The disappointment on his face when he sees inside is almost comical.",
            "Awwww... it's just a dusty old map and a strange looking crystal...",
            "Lis has picked up the map and is looking at it curiously, but she glances over at her brother holding the crystal.",
            "Mal... that's a memory shard",
            "Oh right, yeah.",
            "I-I didn't notice, because it looks so pitted and old...",
            "He's right, it <i>does</i> look pitted, like it's been attacked by acid or something.",
            "Well, Dreamer? If you could do your thing...",
            "Oh, right...",
            "You stretch your hand out and touch the memory shard... it feels strangely hot, yet at the same time strangely cool...",
            "Concentrating, you call forth the spirit that resides within. For some reason, it proves more difficult than normal.",
            "The spirit doesn't seem to want to come when it's summoned. Not that it doesn't want to come out, just that it's being... difficult...",
            "At last, the hero from the shard blooms into existence. A figure in tawdry finery stands before you with a regal air and a dangerous flash in her eye!",
            "Who dares disturb the dread Pirate Hook!",
            "Uwah! A pirate! Run, Lis!",
            "Don't worry, Mal. This pirate's bark is worse than her bite.",
            "Ha! That may be true... <i>but I still bite!</i>",
            "Urk!",
            "Now, what business do you have with the long dead? Ask and Captain Hook may listen! Disappoint me and I may...",
            "She leans over Mal, grinning.",
            "... leave.",
            "Celeste nudges the young boy.",
            "Go on, Mal.",
            "Eh?",
            "The treasure hunt. That's what all this is about, isn't it?",
            "Oh, right! Celeste told us that there would be a treasure for us to hunt.",
            "But Hook has already become distracted. Her eye falls on the piece of tattered paper clutched in Lis's hand.",
            "That map...",
            "How long has it been...",
            "Suddenly, she grins. Then she performs a theatrical bow, sweeping off her giant hat, before depositing it again atop her head and straightening.",
            "You want treasure? I can bring you the biggest haul of treasure Phantasia has ever seen!",
            "You can?!",
            "Of course! My own treasure hoard! The greatest treasure hoard to ever be plundered across the seven seas!",
            "And that map will take us to it!"
        ],
        [
            "꿈꾸는 자!",
            "야, 리즈! 뭐 하는 거야?",
            "그러다 깨겠어!",
            "오빠, 무슨 소리를 하는 거야?",
            "당연히 깨워야지!",
            "꿈꾸는 자, 빨리 일어나. 응? 꿈꾸는 자~",
            "어, 눈 떴다!",
            "이상하다, 분명히 문을 잠갔는데 어떻게 들어온건지...",
            "침대 위에서 뛰어다니던 아이들이 얼른 뛰어 내려와 팔을 잡아당긴다.",
            "꿈꾸는 자, 꿈꾸는 자! 리즈가 재미있는 이야기를 들었는데...",
            "꿈꾸는 자! 우리 보물찾기하자!",
            "그걸 그냥 그렇게 말해버리면 어떡해!",
            "리즈가 말하고 싶었는데...",
            "말의 귀를 아프지 않게 잡아당긴 리즈가 불만스레 입술을 삐죽인다.",
            "말은 순간 화가 난 것 같았지만, 동생의 표정을 보고 한숨만 푹 몰아쉬었다.",
            "누가 말하든 별로 상관없잖아. 보물이 도망가는 것도 아니고.",
            "... 우선은 무슨 보물을 찾자는 건지 묻기로 했다.",
            "그건 나도 몰라, 도시 주민들이 보물 지도 이야기를 하더라고?",
            "해적이 숨겨둔 위대한 보물이 있다고 했어!",
            "언제 싸웠냐는 듯 사이좋게 한 마디씩 주고받는 남매의 얼굴에 장난기가 가득하다.",
            "판타지아의 일곱 바다가 만나는 장소에 보물섬이 있대.",
            "판타지아에 바다가 그렇게 많았나?",
            "그 보물은 분명 어마어마한 무기일 거야! 당장 찾으러 가자!",
            "말이 온갖 무기가 그려진 책을 들이밀며 당당하게 외쳤다.",
            "아니면 엄청난 무기의 설계도라던지...",
            "... 그냥 본인이 좋아하는 걸 이야기하고 있는 것 같다.",
            "아무튼! 엄청 멋진 걸 거야. 뭔가... 느껴져!",
            "말이 책을 휙 집어던지고 이제는 가방을 들고 와 짐을 싸기 시작했다.",
            "만약 정말 그런 무기가 있다면 이 가방에는 안 들어가겠지?",
            "음. 조금 더 큰 가방을 준비하는 게 좋을 것 같네.",
            "난 무기 찾기는 싫어, 보물찾기가 하고 싶단 말이야...",
            "어머나, 보물찾기?",
            "으악! 너 어디서 튀어나온 거야!?",
            "후후, 고객이 필요로 하는 물건이 있다면 어디라도 간다는 게 내 신조란다.",
            "그거 그냥 꿈꾸는 자의 방에 마음대로 들어왔다는 뜻이잖아...",
            "그건 말과 리즈도 마찬가지지만, 굳이 지적하진 않았다. ",
            "그래서... 이번에는 보물찾기를 할 생각이라고?",
            "마침 잘 됐구나, 나한테 보물 지도가 한 장 있거든. ",
            "정말?! 앗, 근데 그럼 그것도 돈 받고 파는거야...?",
            "후후, 글쎄. 용돈을 많이 모아둔 모양이구나.",
            "셀레스티가 손가락을 튕기자 방의 문이 마차 안쪽과 연결됐다. 언제봐도 이상한 능력이다.",
            "자, 꼬마들아. 너희가 원하는 보물을 찾아보렴.",
            "... 셀레스티, 혹시 마차 정리를 우리한테 시키려는 거 아냐?",
            "음~ 어떨까, 뭐든 그럴듯한 걸 찾으면 너희들에게 선물로 줄게.",
            "그 정도면 보물찾기 맞지? 녹슨 상자를 잘 찾아보렴, 진주가 박혀있었나~? 기억이 잘 안 나는구나.",
            "아이들은 누가 먼저라고 할 것도 없이 마차 속으로 뛰어들었다. 물건들이 넘어지는 소리가 요란하게 울린다.",
            "찾았다! 악! 아냐... 으엑, 너 마차에 뭘 싣고 다니는거야!",
            "어머나~ 그건 벌레를 잡는 용액이란다. 거기에 있었나 보구나. 후후, 찾아줘서 고맙단다.",
            "정말 아이들에게 마차의 짐 정리를 시키려는 건 아니겠지.",
            "어쩐지 시선이 따갑다. 결국 나도 아이들을 거들어 물건들을 치우기 시작했다.",
            "찾았다! 이번엔 진짜 찾았어!",
            "셀레스티! 이거 맞지? 진주가 일곱 개나 박혀 있어!",
            "수상하게 미소 지은 셀레스티가 리즈에게 작은 열쇠를 건넨다. 아이들은 신이 난 얼굴로 상자를 열었지만...",
            "악!!! 너 진짜 마차에 뭘 가지고 다니는 거야! 으겍, 먼지... 이 유리는 또 뭐야!",
            "리즈가 낡은 상자 안에서 그만큼이나 낡은 지도를 한 장 꺼내 들었다.",
            "기억 파편처럼 생겼어!",
            "기억 파편?",
            "뭐야, 진짜잖아! 생긴 게 좀 이상하네... 꿈꾸는 자, 이거 봐!",
            "확실히 다른 기억 파편에 비해 여기저기 깨진 것 같은 모양이다. 어쩐지 끈적한 것도 묻어있고...",
            "내 마차에 그런 게 있었니? 후후, 전혀 몰랐구나. 누구의 기억 파편일까?",
            "묘한 얼굴로 미소 지은 셀레스티가 손을 팔랑인다.",
            "아니, 분명 마차 안에 기억 파편이 있다는 것을 알고 있었을 것이다.",
            "어쩌다 손에 넣은 건지 자세히 말하고 싶지 않은 모양이다.",
            "어쨌든, 누구의 기억 파편인지 모르니... 우선 메르헨을 불러볼까.",
            "기억 파편의 주인은 소환되고 싶은 마음이 별로 없는 것 같다. 평소보다 불러내는 것이 어려운데...",
            "선장의 잠을 방해하다니, 어떤 건방진 녀석이... 대가를 치러야 할 거다, 신참!",
            "해, 해적...!",
            "으응? 네버랜드의 메르헨이었구나? 이건 정말 몰랐는걸.",
            "음...? 여긴 어디냐? 스미 녀석은? 분명 갑판에서 잠이 들었던 것 같은데... 언제 이렇게 배를 증축한 거냐?",
            "여긴 안식의 도시야, 배 위가 아니라고.",
            "아~ 그랬냐, 하긴... 오래전의 일이긴 하지. 좋은 시절은 다 가버렸군.",
            "손가락으로 안대 아래를 문지른 여자가 호쾌하게 미소 지었다.",
            "좋다, 그래서 용건이 뭐지?",
            "험상궂은 인상이라 분명 난폭한 타입일거라고 생각했는데, 예상보다는 차분한 성격이다.",
            "대단한 일은 아니란다, 그저 우리 아이들이 보물 찾기를 하고 싶다지 뭐니.",
            "그, 그, 그, 그, 그렇게 막 말해도 돼!? 해, 해적 녀석한테!?",
            "말이 허둥거리며 리즈의 보물 지도를 자신의 등 뒤로 숨긴다.",
            "보, 보물 지도는 못 넘겨줘!",
            "... 리즈는 숨겨주지 않는 거구나. 눈을 가늘게 뜬 후크 선장이 곧 큰 소리로 웃음을 터트렸다.",
            "뭐야, 너희들 제법 좋은 꿈을 꾸고 있잖냐!",
            "보물찾기라, 좋은 꿈이다. 해적은 원래 꿈으로 먹고사는 존재들이지.",
            "후크 선장의 어깨에 앉아있던 앵무새가 그녀의 말을 따라 하며 고약하게 울었다.",
            "보물을 원한다면 그 손으로 쟁취해야지, 남에게 빼앗은 전리품이야말로 진짜 값진 물건이 되는 법이라고.",
            "그거 범죄 아냐...?",
            "말을 잘 들을 것 같았으면 해적이 아니라 영웅이 됐겠지? 어쨌든 보물이 목적이라는 거잖아?",
            "그럼 출항해야지! 어이, 꼬맹이들! 약탈하러 갈 준비는 되었나?"
        ],
        [
            "ドリーマー！",
            "おい、リズ！",
            "起きちゃうだろ！",
            "何でよ、お兄ちゃん！",
            "起こさないとダメじゃん！",
            "ねえ ドリーマー、早く起きてよ！",
            "あ、目が開いた！",
            "おかしいぞ。確かに鍵をかけたはずなのに、どうやって入って来たんだ...",
            "ベッドの上ではしゃいでいた兄妹が、降りてきて腕を引っ張ってきた。",
            "ねぇねぇ、ドリーマー！ 面白い話があるの...",
            "ドリーマー！ 一緒に宝探ししない！？",
            "ああ、お兄ちゃんったら！",
            "私が言いたかったのに...",
            "リズが、マルの耳を軽く引っ張りながら、不満げに口をとがらせている。",
            "マルは一瞬怒ったようだったが、妹の顔を見るや、大きなため息をついた。",
            "誰が言っても同じだろ。宝物は逃げないよ。",
            "...とりあえず、どんな宝物を探すのか訊いてみた。",
            "俺も知らないんだけど、都市の人たちが、宝の地図の話をしてたんだ。",
            "海賊がすっごい宝物を隠したんだって！",
            "さっきのケンカが嘘のように、楽しそうに話す兄妹の表情は、遊び心に溢れていた。",
            "ファンタジアの七つの海が交わる場所、そこに宝の島があるんだって。",
            "ファンタジアの海は、そんなにたくさんあったのか？",
            "きっとその宝物は、すっごく強い武器だよ！ 早く探しに行こう！",
            "武器がぎっしり描かれた本をさし出しながら、マルが元気に叫んだ。",
            "あるいは、すっごい武器の設計図かも...",
            "...それは本人がただ好きなだけだろう。",
            "とにかく！ すごいお宝があるんだよ。絶対... そんな気がする！",
            "マルは本をパタンと閉じて、カバンに荷物を詰めはじめた。",
            "本当に武器が見つかったら、このカバンに入らないよね？",
            "うーん、もっと大きいカバンがいいだろう。",
            "武器探しなんて嫌。私は宝探しがしたいのに...",
            "おや、宝探しだって？",
            "うわ！ どこから出て来たんだよ！？",
            "ふふ、商品を必要とする客がいるなら、どこへでも行くのが信条でね。",
            "でも、ドリーマーの部屋に勝手に入って来たんだよね...",
            "それはマルとリズも同じだが、あえて口は出さなかった。",
            "それで... 今回は宝探しをするのか？",
            "それはよかった、ちょうど宝の地図が一枚あってね。",
            "ほんと！？ でも、お金が必要なんでしょ...？",
            "ふふ、さあね。お小遣いをたくさん貯金してるようだな。",
            "セレステが指を鳴らすと、部屋の扉が馬車とつながった。いつ見ても、不思議な能力だ。",
            "さあ、坊やたち。好きな宝物を探しなさい。",
            "...セレステ、もしかして馬車の片づけをさせるつもりじゃないよな？",
            "う～ん、じゃあ、それっぽいのがあれば何でもプレゼントしよう。",
            "これで十分な宝探しだろ？ さびた箱があるか探してみなさい。たしか真珠がついていたような～ よく思い出せんが。",
            "われ先にと、馬車に駆け込む二人。必死に探しているのか、ガチャガチャと音が響いている。",
            "見つけた！ ん、うげっ...！ 馬車に何を積んでるんだよ！",
            "ああ～ それは虫取り用の液体だ。そんな所にあったのか、ふふ、見つけてくれてありがとう。",
            "やはり片づけさせているのでは...",
            "どことなく視線が痛い。結局、片づけを手伝うことにした。",
            "あった！ 今度は本物だ！",
            "セレステ！ これだよね？ 真珠が七つあるよ！",
            "セレステは謎の笑みを浮かべて、リズに小さな鍵を渡した。さっそく兄妹は、興奮気味に箱を開けるが...",
            "わっ！！！ いったい馬車に何を積んでるんだよ！ うげっ、ほこりが... このガラスは何！？",
            "リズが古い箱の中から、これまた古い地図を一枚取り出した。",
            "これ記憶の破片みたい！",
            "記憶の破片？",
            "うわ、本物だ！ ちょっと変わった形だけど... ドリーマー、これ見て！",
            "確かに、ほかの記憶の破片に比べて、ところどころ割れているようだ。それに何かネバネバしてる物もついている...",
            "馬車にそんな物が？ ふふ、わたしも初めて見るな。誰かの記憶の破片かな？",
            "セレステが妙な表情を浮かべて手をひらひらと振った。",
            "間違いない。あれは記憶の破片があることを知っていた顔だ。",
            "どうやって手に入れたかは、話したくないようだ。",
            "とにかく誰の記憶の破片か分からない... まずはメルヘンを呼び出してみるか？",
            "だが、記憶の破片の主は、あまり召喚されたくないようだ。いつもより骨が折れる...",
            "船長の眠りを邪魔するとは、どこの生意気な輩だ... 覚悟はできてるんだろうな、新入り！",
            "か、海賊...！",
            "ん？ ネバーランドのメルヘンだったのか。これは意外だ。",
            "うん...？ ここはどこだ？ スミーの奴は？ 甲板で眠っていたはずなのに... 船の増築までしたのか？",
            "ここは安息の都市だよ。船じゃない。",
            "あ～ そうだったか。確かに... あれからずいぶんと経つしね。昔はいい時代だった。",
            "眼帯の下を指でこすりながら、彼女は豪快な笑みを浮かべた。",
            "よし、用件は何だ？",
            "強面で荒っぽい性格かと思ったら、意外と落ち着いた雰囲気だ。",
            "大したことじゃない。この子たちが宝探しをしたいらしい。",
            "そそそ...そんなこと簡単に言っちゃっていいの！？ 相手は、か...海賊だよ！？",
            "マルは動揺した様子で、リズの宝の地図を背中に隠す。",
            "た...宝の地図は渡さないぞ！",
            "... リズは隠さないのか。目を細めていたフックが、すぐに大声で笑いだした。",
            "なんだ、いい夢を持ってるじゃないか！",
            "宝探しね、ロマンがある。海賊はもともと夢に生きる存在だからね。",
            "フックの肩に止まっていたオウムが、彼女の言葉を繰り返して、意地きたなく鳴いた。",
            "宝がほしけりゃ、自分の手で掴み取るしかない。他人から奪った戦利品にこそ、真の価値があるのだ。",
            "それって犯罪じゃ...？",
            "大人しい優等生なら、それは海賊じゃなくてヒーローだ。とにかく、目的はお宝なんだろ？",
            "それなら出航だ！ ほら、坊やたち！ 略奪の準備はできたか？"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}