{
    "StoryName": "EventStory_BriarRose_2",
    "background": [
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "abandonedcity.png",
        "storybriarroseportal1.png",
        "storybriarroseportal1.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Vita",
            "Vita",
            "Esme",
            "Vita",
            "Esme",
            "Vita",
            "Aurora",
            "Aurora",
            "",
            "Vita",
            "",
            "",
            "",
            "Vita",
            "",
            "",
            "Esme",
            "Esme",
            "",
            "Esme",
            "Vita",
            "",
            "",
            "Vita",
            "",
            "",
            "",
            "Aurora"
        ],
        [
            "",
            "",
            "",
            "",
            "비타",
            "비타",
            "에스메",
            "비타",
            "에스메",
            "비타",
            "오로라",
            "오로라",
            "",
            "비타",
            "",
            "",
            "",
            "비타",
            "",
            "",
            "에스메",
            "에스메",
            "",
            "에스메",
            "비타",
            "",
            "",
            "비타",
            "",
            "",
            "",
            "오로라"
        ],
        [
            "",
            "",
            "",
            "",
            "ヴィータ",
            "ヴィータ",
            "エスメ",
            "ヴィータ",
            "エスメ",
            "ヴィータ",
            "オーロラ",
            "オーロラ",
            "",
            "ヴィータ",
            "",
            "",
            "",
            "ヴィータ",
            "",
            "",
            "エスメ",
            "エスメ",
            "",
            "エスメ",
            "ヴィータ",
            "",
            "",
            "ヴィータ",
            "",
            "",
            "",
            "オーロラ"
        ]
    ],
    "dialogueText": [
        [
            "You have returned to the ruined city. It is still dangerous, but there seem to be less Dreamless here than there once were.",
            "You wander the streets. Fortunately, they don't display the changing, maze-like quality of your dream.",
            "You wonder where this maze is supposed to be and how you're supposed to gain entrance to it?",
            "It doesn't take long, however, for Vita to stop talking and call for quiet.",
            "Listen!",
            "Can you hear that?",
            "Hear what?",
            "That voice...",
            "Vita, what are you talking about, there's no voice...",
            "No! It's faint, but...",
            "Is it Briar?",
            "Where is it coming from?",
            "Vita turns this way and that, searching.",
            "Ahhhh... over there!",
            "Vita points in a direction that takes you deeper into the city.",
            "Could that be where Briar is being held captive?",
            "You tell her to lead in the direction she can most easily hear the voice.",
            "Got it!",
            "As you all walk through the empty streets, you find yourself walking alongside Esme and voice a question that has been plaguing you.",
            "How come Vita can hear Briar but no one else can?",
            "We world stones have a kind of... connection to the realms we are assigned to. We almost become part of that realm and the Dominion is like a nexus of the realm's power, so...",
            "We kind of have a mental link.",
            "Like telepathy?",
            "I guess you could call it that, though it doesn't happen all the time. In moments of stress, though, or if we concentrate really hard, we can sometimes hear each other's thoughts.",
            "There! I see something!",
            "As you round a corner, you witness the strangest of sights in the distance.",
            "A disc of some kind of whirling energy hangs static in midair, and through the centre of it...",
            "Her voice is coming from inside... whatever that thing is.",
            "A portal of some kind?",
            "It obviously leads somewhere else in Phantasia, perhaps even beyond the borders of the Enchanted Realm.",
            "Is that where Briar is being held? Is that how Drak was able to become Dominion?",
            "It would seem that is our next destination... Dreamer, shall we?"
        ],
        [
            "폐혀가 된 도시는 여전히 위험한 장소였지만 드림리스의 수는 확실히 줄었다.",
            "꿈속에서 본 도시의 여기저기를 배회하며 조사했지만 <br>미궁을 찾을 수는 없었다.",
            "미궁으로 들어갈 방법을 찾아야한다.",
            "탐색을 시작한지 얼마 후, 멀리서 비타의 목소리가 들렸다.",
            "잠깐! 조용히 해봐!",
            "저 소리 안 들려?",
            "무슨 소리?",
            "지금 이 소리 말야! <br>목소리가 날 부르고 있어.",
            "너 무슨 말을 하는 거야?<br>네 목소리 말고는 아무 소리도 안 들리는데.",
            "아냐, 정말 들린다구!<br>아주 작은 소리지만, 틀림없어.",
            "비타, 브라이어 로즈인가요?",
            "어느 쪽에서 들리는지 알려 주시겠어요?",
            "목소리가 들리는 방향을 찾아 비타가 이리저리 돌아다닌다.",
            "여기서 아주 가까워. <br>그래! 바로 저기야.",
            "비타가 도시 안쪽으로 들어가는 길을 가리킨다.",
            "지금까지 가본 적 없는 길이다.",
            "비타에게 안내를 부탁했다.",
            "응, 맡겨줘!",
            "목소리를 따라 비타가 먼저 걸음을 옮기기 시작했다.",
            "의아한 마음에 에스메에게 묻자,<br>그녀가 흔쾌히 대답해주었다.",
            "우리들은 서로 담당하는 영역과 연결되어 있어.<br>우리는 우리 자체로 그 영역의 일부이고, 영역도 우리의 일부인 거지.",
            "도미니언은 자신이 지배하는 영역의 모든 힘과 연결된 존재잖아? 쉽게 말하자면, 정신을 공유할 수 있다고 할까?",
            "에스메가 어깨를 으쓱인다.",
            "뭐, 텔레파시라고도 할 수 있지.<br>그렇다고 항상 쓸 수 있는 건 아냐.<br>엄청 정신을 집중해야지만 희미하게 들을 수 있어.",
            "아, 찾았다!<br>저기야, 꿈꾸는 자! 뭔가 보여!",
            "비타의 목소리를 따라 모퉁이를 돌자 지평선 너머에 이상한 광경을 목격할 수 있었다.",
            "이상한 형태의 원반처럼 보이는 물체가 공중에 떠있다.",
            "저쪽이야, 저 안에서 브라이어 로즈의 목소리가 들려.<br>그런데 저게 뭘까...?",
            "그것은 차원문과 비슷하게 보였다.",
            "브라이어 로즈는 저 너머의 공간에 잡혀 있는 것 같다.",
            "그녀가 마법의 왕국에 없기 때문에 드락이 도미니언이 될 수 있었던 모양이다.",
            "지금은 그렇게 추측하는 것이 최선이겠어요.<br>저 문 너머가 저희의 목적지인 것 같군요.<br>그럼, 꿈꾸는 자... 준비되셨나요?"
        ],
        [
            "廃墟の都市は相変わらず危険だったが、ドリームレスの数は確実に減っていた。",
            "夢で見た都市のあちこちを調べてみたが<br>迷宮は見つからなかった。",
            "迷宮の入り口を探さないと。",
            "捜索を続けていると、遠くからヴィータの声がした。",
            "待って！ 静かに！",
            "ねえ、聞こえない？今の声！",
            "どんな？",
            "今も聞こえてるじゃん！<br>ほら、あたしを呼んでる...",
            "何言ってるの、何も聞こえてないよ？",
            "嘘じゃないもん！<br>すごく小さいけど、間違いない！",
            "いばら姫の声でしょうか？",
            "どの方角から聞こえます？",
            "声のする方角をヴィータが探し回る。",
            "とても近い。 <br>ほら！ すぐそこ。",
            "ヴィータが都市へ続く道を指さした。",
            "まだ通ったことのない道だ。",
            "ヴィータに道案内をお願いした。",
            "うん、まかせて！",
            "声の聞こえる方へ、ヴィータが率先して動きはじめた。",
            "けげんな顔でエスメに訊ねると、<br>彼女は快く答えてくれた。",
            "あたし達は、互いに担当の領域と繋がってるの。<br>あたし達はその領域の一部であり、空間もあたし達の一部。",
            "ドミニオンは、自分の支配領域に存在している全ての力と繋がってる存在でしょ？ ざっくり言えば、精神を共有できるっていうのかな。",
            "エスメが肩をすくめながら言った。",
            "まあ、テレパシーとも言えるよね。<br>常に使えるわけじゃないけど。<br>ものすごく集中すれば、やっと少し聞こえるくらい。",
            "あ、見つけた！<br>ドリーマー! あれを見て！",
            "ヴィータの声にしたがって角を曲がると、地平線の向こうに奇妙な光景が広がっていた。",
            "変わった形をした円盤のような物体が、空中に浮いている。",
            "あそこ！ あの中から、ローズの声が聞こえる。<br>でも...あれ何？",
            "次元の扉と似ていた。",
            "いばら姫は、あの空間の向こうに閉じ込められているようだった。",
            "彼女が魔法の王国にいなかったので、ドレークがドミニオンになれたのだろう。",
            "今はそう考えたほうが良さそうですね。<br>扉の向こうに行ってみましょう。<br>ドリーマー... 準備はいい？"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}