{
    "StoryName": "EventStory_EvilQueen_8",
    "background": [
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "The Huntsman",
            "",
            "Snow White",
            "The Huntsman",
            "",
            "",
            "Snow White",
            "Aurora",
            "",
            "",
            "",
            "",
            "Rothbart",
            "Bathory",
            "Rothbart",
            "Rothbart",
            "Bathory",
            "Rothbart",
            "Rothbart",
            "Rothbart",
            "Bathory",
            "Bathory",
            "",
            "",
            "Rothbart",
            "Rothbart"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "사냥꾼",
            "",
            "백설공주",
            "사냥꾼",
            "",
            "",
            "백설공주",
            "오로라",
            "",
            "",
            "",
            "",
            "악인 로트바르트",
            "엘리자베스 바토리",
            "악인 로트바르트",
            "악인 로트바르트",
            "엘리자베스 바토리",
            "악인 로트바르트",
            "악인 로트바르트",
            "악인 로트바르트",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "",
            "",
            "악인 로트바르트",
            "악인 로트바르트"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "猟師",
            "",
            "白雪姫",
            "猟師",
            "",
            "",
            "白雪姫",
            "オーロラ",
            "",
            "",
            "",
            "",
            "ロートバルト",
            "バートリー",
            "ロートバルト",
            "ロートバルト",
            "バートリー",
            "ロートバルト",
            "ロートバルト",
            "ロートバルト",
            "バートリー",
            "バートリー",
            "",
            "",
            "ロートバルト",
            "ロートバルト"
        ]
    ],
    "dialogueText": [
        [
            "The Dreamless Queen shrieks and falls to the forest floor. The sheer piercing force of the wail she lets out as Snow's mace brings her low is enough to leave your ears ringing for minutes afterwards.",
            "As their commander falls, the massive Dreamless army falls into confusion and disarray, completely losing their cohesion.",
            "The battle quickly becomes a rout.",
            "Snow White steps up to the prostrate form of her old enemy, looking down at the writing seething monster Narcissa has become.",
            "Snow White lowers her mace as she looks down sadly at the last dregs of life leaving the Evil Queen's body... and at that moment, the emaciated form of Narcissa rears up and lunges at her!",
            "Even Snow can't react fast enough to defeat the claws aimed at her heart... but at that moment there is a twang and a thud and the wraithlike remains of her nemesis is pitched backwards, with a crossbow bolt sprouting from what remains of her own heart...",
            "...",
            "Snow White looks around at her love.",
            "Hunter...",
            "It's over. She won't torture us anymore.",
            "And, as you look around, you see that he is right.",
            "The Dreamless are defeated, the Evil Queen is dead... once again the day is saved, at least for now.",
            "Let us return to Haven, Dreamer.",
            "Yes, I'm sure a celebration is in order!",
            "...",
            "And so, the story of the Evil Queen, whose pride and resentment could never release its grip from her withered heart, finally comes to a close.",
            "You return to the city with your allies to much celebration.",
            "But somewhere in the forest outside the walls of the last bastion of humanity, two figures stand over the crumpled form of their latest failed experiement.",
            "A shame she failed to retrieve the stones.",
            "She would have tried to keep them for herself.",
            "And my shades would have easily taken them from her, anyways...",
            "Such a pity. I thought she would be stronger.",
            "Then why are you smiling?",
            "Because at least we know the Dreamer's powers of resurrection are no longer unique...",
            "There will be others to take her place. Our plans will still come to fruition.",
            "<i>My</i> plans will...",
            "...",
            "I must report to my master. He will want to know about this outcome.",
            "Bathory gives the wizard a curt nod and withdraws.",
            "Rothbart watches her go.",
            "Your master may be a remarkable individual, but he may not have all things go his way...",
            "Not at the end of all things."
        ],
        [
            "위태롭게 서있던 이블 퀸이 비명을 마지막으로 힘없이 쓰러졌다.",
            "드림리스에게 명령하던 이블 퀸이 쓰러지자 드림리스 군대는 곧 오합지졸이 되고 말았다.",
            "숲의 다른 곳에서 벌어진 전투도 하나 둘 마무리 되고 있다.",
            "드림리스의 힘으로 변질된 나르시사를 슬픈 눈으로 바라보던 백설공주가 그녀의 앞에 무릎을 꿇었을 때,",
            "나르시사가 손을 뻗어 백설공주를 공격하려 했으나.",
            "바람을 가르는 날렵한 소리와 함께 날아든 화살이 나르시사의 심장에 박혔다.",
            "...",
            "백설공주가 그녀의 연인을 바라본다.",
            "사냥꾼 씨...",
            "... 이걸로 끝이다. 더 이상 널 공격할 수 없을테니.",
            "드림리스 군대는 무너졌고, 그들을 이끌던 이블 퀸도 쓰러트렸다.",
            "적어도 지금 당장은 안심할 수 있게 되었다.",
            "안식의 도시로 돌아가요, 꿈꾸는 자.",
            "부상자들은 제가 돌볼게요. 승리를 축하하는 연회도 빼놓을 수 없겠죠?",
            "일행들이 전투가 끝난 숲을 수습했다.",
            "자만심과 분노, 원망으로 만들어진 여왕의 오래된 꿈은 이루어지지 못했다.",
            "도시로 돌아가기 직전, 숲 너머에서 시선이 느껴진 것 같았지만 정체를 알아낼 수는 없었다.",
            "모두가 사라진 뒤 숲에 적막이 내려앉자 두 사람이 어둠 속에 모습을 드러냈다.",
            "스톤을 탈취하지 못해 아쉽군.",
            "하! 어차피 그 여자가 성공했더라도 우리에게 스톤을 내주진 않았을거예요.",
            "아니, 성공했다면 손쉽게 스톤을 탈취할 수 있었을거다.",
            "여왕은 분명 저들을 이길 수 있었을텐데, 아쉽게 됐군.",
            "흐응. 아쉬워하는 얼굴이 아니잖아요, 로트바르트. 당신 웃고 있다고요?",
            "확실히 꿈꾸는 자의 힘은 대단하다. 죽은 사람을 손쉽게 깨울 수 있지.",
            "하지만 이제 우리에게도 그 수단과 방법이 생겼으니...",
            "우리는 계획대로 하면 된다. 이제 꿈꾸는 자를 대신할 사람을 찾으면 되니.",
            "아핫! 그래요, 서둘러 주인님에게 보고드려야겠어요.",
            "분명 연구의 성과를 기다리고 계실테니까요.",
            "로트바르트에게 가볍게 고개를 숙인 바토리가 가벼운 걸음으로 몸을 돌렸다.",
            "로트바르트가 낮은 목소리로 중얼거렸다.",
            "네 주인이 대단한 사람이라는 것은 인정하지.",
            "하지만 누구도 이 모든 것의 끝을 알 수는 없을 것이다."
        ],
        []
    ],
    "music": [
        "music_ominous.wav",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}