{
    "StoryName": "EventStory_TreasureHunt_2",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "Mal",
            "Hook",
            "Mal",
            "Hook",
            "Mal",
            "Mal",
            "",
            "Lis",
            "",
            "Hook",
            "Mal",
            "Hook",
            "Mal",
            "Mal",
            "Hook",
            "Hook",
            "Mal",
            "Hook",
            "Lis",
            "",
            "Hook",
            "Hook",
            "Mal",
            "Hook",
            "Lis",
            "Hook",
            "",
            "",
            "",
            "Mal",
            "Hook",
            "Hook",
            "",
            "Lis",
            "",
            "Hook",
            "Hook",
            "",
            "Hook",
            "Hook",
            "Hook",
            "Hook"
        ],
        [
            "",
            "",
            "말",
            "후크 선장",
            "말",
            "후크 선장",
            "말",
            "말",
            "",
            "리즈",
            "",
            "후크 선장",
            "말",
            "후크 선장",
            "말",
            "말",
            "후크 선장",
            "후크 선장",
            "말",
            "후크 선장",
            "리즈",
            "",
            "후크 선장",
            "후크 선장",
            "말",
            "후크 선장",
            "리즈",
            "후크 선장",
            "",
            "",
            "",
            "말",
            "후크 선장",
            "후크 선장",
            "",
            "리즈",
            "",
            "후크 선장",
            "후크 선장",
            "",
            "후크 선장",
            "후크 선장",
            "후크 선장",
            "후크 선장"
        ],
        [
            "",
            "",
            "マル",
            "フック",
            "マル",
            "フック",
            "マル",
            "マル",
            "",
            "リズ",
            "",
            "フック",
            "マル",
            "フック",
            "マル",
            "マル",
            "フック",
            "フック",
            "マル",
            "フック",
            "リズ",
            "",
            "フック",
            "フック",
            "マル",
            "フック",
            "リズ",
            "フック",
            "",
            "",
            "",
            "マル",
            "フック",
            "フック",
            "",
            "リズ",
            "",
            "フック",
            "フック",
            "",
            "フック",
            "フック",
            "フック",
            "フック"
        ]
    ],
    "dialogueText": [
        [
            "And so, you set off into the world, with your (not-so-trusty) pirate guide and companion at your side.",
            "Lis looks very excited, but Mal is still wary of the pirate captain.",
            "So... what's this treasure we're looking for?",
            "I told you! The greatest plunder from across the seven seas!",
            "But the seven seas don't exist any more... the Dreamless Nether swallowed them all.",
            "More's the pity. Looks like I'm a lubber just like you, now, never to feel the heaving deck below my feet again...",
            "But if the seas are gone... if your realm is gone, how do you know the treasure isn't gone, too?",
            "We aren't going to just find out the treasure is the friendships we made along the way, are we?",
            "Lis can't help giggling at this.",
            "I'm sure the treasure is real, Mal.",
            "Hook surveys Mal, like the finest of food connoisseurs eyeing a slightly unpleasant looking dish.",
            "What are ya? A dog?",
            "No, I'm a boy!",
            "A boy, eh? I used to hunt young boys like you... till all my plans were thwarted by THAT ONE BOY!",
            "<i>Gulp!</i>",
            "What happened? What boy?",
            "PETER... PAN...",
            "That accursed child stole my pride, scattered my crew and sent me down the gullet of a HELL-SPAWNED DEMONIC CROC!",
            "Urk!",
            "Ah, but I got over it.",
            "You did?!",
            "Hook starts walking again, as if her sudden mood swing never happened.",
            "Aye. He's a boy that can never grow up. He has it worse than me.",
            "But as for the treasure! You see the map you're holding? The X marks the spot.",
            "But that map must have been made centuries ago! How do we know the treasure will still be where you left it?",
            "I don't think you understand, boyo! That map is magical. X marks the spot <i>wherever the treasure currently is!</i>",
            "Oh, wow!",
            "And that location should be... just about... HERE!",
            "She stops, looking down at the ground.",
            "Where you've stopped is in a forest clearing. But you notice the clearing isn't natural.",
            "All around, broken stumps of felled trees surround you. It's as if a giant foot came down and squashed everything underneath it.",
            "Where is it? Do we have to dig for it?",
            "Foolishness! The great Captain Hook would never do something as base as dig a hole to hide my treasure!",
            "It should be here... somewhere...",
            "Lis is looking at the map again.",
            "Ummm, Captain? I think your map's broken... it's not showing the treasure in the same place any more.",
            "Hook snatches the map from her and studies it closely, her eye narrowing.",
            "Strange...",
            "Very strange...",
            "What is it?",
            "The X on the map has moved! Is this some devilry cast on my map to deceive me?",
            "No mind! I know where to go!",
            "Follow me! Onwards to riches untold!",
            "Except by me..."
        ],
        [
            "해적의 보물을 찾으러 가는 길이니만큼 당연히 바다로 나갈 줄 알았지만",
            "후크 선장은 우리를 이름 모를 깊은 숲으로 이끌었다.",
            "너 사실 해적이 아니라 산적인 거 아냐?",
            "흥, 웃기는 소리. 애초에, 바다에 보물을 어떻게 숨기냐?",
            "그런 말이 어디 있어! 내 해적선에 대한 로망을 부수지 마!",
            "언제는 범죄라더니? 뭐, 의심하지 마라. 보물은 실제로 있어. 그 보물은 내가 일곱 바다를 항해하며 얻어낸... 인생의 전부였다! 잊어버릴 리가 있겠냐.",
            "하지만 판타지아의 바다들은 다 드림리스 네더가 먹어버렸는데...",
            "네 보물도 공허 속으로 떨어져 버린 거 아니야? 보물에 발이 달리지 않는 이상 도망치는 건 불가능하잖아.",
            "말의 옆구리에 찰싹 달라붙은 리즈가 호기심 가득한 표정으로 후크를 바라본다.",
            "후크 선장님은 정말 멋진 모험을 했나 봐, 엄청 즐거워 보여.",
            "어느새 호칭이 선장님으로 굳어져 버렸다.",
            "그래! 엄청난 모험이었지. 약탈, 승리, 쟁취, 라이벌, 인생의 전부를 건 승부...",
            "인생의 전부를 건 승부!?",
            "왜, 궁금하냐? 신참 놈들은 항상 그런 걸 궁금해하더군.",
            "신참이라니! 난 해적선에 탈 생각 없어!",
            "그, 그냥 약간 궁금한 것뿐이야. 인생을 건 승부라고 하길래...",
            "궁금하면 궁금한거고 아니면 아닌 거지. 그 애매한 말투는 뭐냐?",
            "나 때는 말이다, 그렇게 애매하게 구는 신참은 전부 바다에 빠트려서 악어 밥으로 줬다고!",
            "바, 바다에 악어가 어딨어!?",
            "네버랜드의 바다에는 있어! 바다는 그런 곳이다, 무슨 일이 일어나도 이상하지 않은 장소지.",
            "있잖아~ 후크 선장님! 모험 이야기 조금만 들려주면 안 돼? 리즈도 그 승부가 궁금해!",
            "어느새 후크 선장의 다리에 찰싹 매달린 리즈가 눈을 반짝였다.",
            "흠, 오빠보다는 동생 쪽이 귀엽네. 뭐, 당연한 이야긴가?",
            "인생을 건 승부라... 내 이름보다는 그 녀석의 이름이 조금 더 유명하긴 하지. 이봐, 신참! 피터 팬이라는 이름을 들어본 적 있나?",
            "피터 팬? 오로라가 이야기해준 적 있어! 분명 네버랜드의 영웅이라고 했는데... 어! 이,이봐! 지도가 이상해!",
            "지도가 이상해봤자 지도지, 쯧. 신참아, 네 녀석이 정식 선원이 되려면 천 년은 더 수련해야겠다. 나 때는 말이지...",
            "앗, 선장님! X 표시가 자꾸 움직여...!",
            "어이! 말 끊지 마. 너희 시골 촌뜨기들이냐? 움직이는 지도 처음 봐?",
            "말이 들고 있던 지도를 낚아챈 후크 선장이 바위 위에 그 지도를 잘 펼쳐놓았다.",
            "뭘 하려는 거지? 모두가 의아하게 쳐다보는 것도 잠시, 후크 선장이 지도를 과녁으로 삼아 총을 쏴 갈기기 시작했다.",
            "너무 당황해서 아무도 말리지 못했다. 바위가 깨진 건 물론이고, 주변의 숲까지 모두 초토화되었다...",
            "... 해적들은 원래 다 저래?",
            "하하하! 모든 해적이 다 이런 식이었으면 판타지아의 샌님들이 가장 먼저 우릴 사냥했겠지!",
            "잘 봐라, 마법 지도는 이렇게 쓰는 거야.",
            "당연히 찢어졌을거라고 생각했던 지도가 오히려 더 반짝반짝해진 모양새로 팔랑팔랑 떨어진다!",
            "와아, 이것 좀 봐! 지도가 더 튼튼해졌어. 어떻게 된 거야?",
            "후크 선장의 총구가 조금 더 선명해진 X 표시를 쿡쿡 누른다.",
            "이봐, 신참. 아무나 전부 손에 넣을 수 있다면 보물이 왜 보물이겠어?",
            "마법의 지도는 본인이 인정하는 강한 녀석에게만 보물의 진짜 위치를 알려주는 물건이다. 잘 외워둬.",
            "해적선 선장이라는 건 원래 이런 존재인 걸까, 사람의 시선을 잡아끄는 능력이 엄청나다.",
            "나 때는 말이지, 이런 걸 모르는 신참들은 전부 악어 밥으로...",
            "뭐, 됐다. 이러다 간만에 생긴 신참 놈들이 날 구닥다리 선장이라 부를까 겁나네.",
            "젊은것들 혈기를 감당하기엔 나도 나이가 나이라...",
            "이럴 때 스미 녀석이 있었으면 좋았을 텐데. 자, 서둘러라! 출항하자고!"
        ],
        [
            "海賊の宝探しは当然、海へ向かうものだと思っていたが",
            "フックは一行を名も無き森へ連れて行った。",
            "ほんとに海賊？ 実は山賊なんじゃない？",
            "ふん、馬鹿なこと言うな。そもそもどうやって宝を海に隠すんだ？",
            "そんなこと言うなよ！ 俺の海賊船のロマンを壊すな！",
            "おいおい、略奪は犯罪なんだろ？ まぁ見てな、宝は実在する。その宝は、アタシが七つの海を航海して手に入れた... 人生そのものだったからね！ 忘れるはずがない。",
            "でもファンタジアの海は、ドリームレスネザーが全部飲み込んじゃったんだよ...？",
            "宝物も一緒に消えてしまったんじゃない？ だって宝物には足がないから、逃げられないもん。",
            "マルの隣にぴったりくっつきながら、リズが好奇心に満ちた顔で、フックを見つめる。",
            "ほんとに素敵な冒険だったんだね。だって船長すっごく楽しそうだもん。",
            "いつの間にか、名前が船長になっていた。",
            "そのとおり！ そりゃあ壮大な冒険だったさ。略奪、制圧、勝利、宿敵、人生を懸けた戦い...",
            "人生を懸けた戦い！？",
            "気になるか？ いつも新入りが来ると、この話が気になるらしい。",
            "俺は新入りじゃない！ 海賊船になんか乗らないぞ！",
            "ちょっと... 気になっただけさ。人生を懸けた戦いだって言うから...",
            "はっきりしろ。気になるのか、ならないのか。どっちだ？",
            "アタシの時はね、そんな曖昧な態度の新入りは、全員海に突き落として、ワニの餌にしたもんだよ！",
            "う...海にワニはいないだろ！？",
            "ネバーランドにはいるのさ！ 海はそういう所。何が起きてもおかしくない。",
            "ねぇねぇ フック船長！ 冒険の話、少しだけ聞かせてくれない？ 私もその勝負が気になる！",
            "いつの間にかフックの足にくっつき、リズが目を輝かせていた。",
            "ふむ、妹のほうが可愛い気があるな。まあ、それは当然か。",
            "人生を懸けた勝負ね... アタシの名前より、やつのほうが有名だろう。新入り！ ピーターパンって名前、聞いたことあるか？",
            "ピーターパン？ オーロラから聞いたことある！ 確か、ネバーランドの英雄だって... あっ、これ見て！ 地図が変だ！",
            "新入り、いくら変でも地図は地図だ。はぁ... 正式にうちの仲間になるには、あと千年修行しないといけないね。アタシの時は...",
            "あっ、船長！ 地図のXマークが動いてる...！",
            "おい、話を遮るな！ おまえら田舎者か？ 動く地図は初めてか？",
            "フックはマルの手から地図を取りあげ、岩の上に広げた。",
            "何をする気だ？ 全員が不思議そうに見つめる中、フックは地図に銃を撃ち込みはじめた。",
            "あまりにも唐突で、誰も止めることができなかった。もちろん岩は砕け、周りの森は焼け野原だ...",
            "... 海賊って、皆こうなの？",
            "ハハハ！ 海賊全員がこうなら、ファンタジアのお偉いさんは、真っ先にアタシたちを捕まえてるさ！",
            "よく見てろ。魔法の地図は、こうやって使うのさ。",
            "粉々になったとばかり思っていた地図が、むしろ光を放ちひらりひらりと落ちてきた！",
            "わあ、見て！ 地図がさっきより丈夫になった。どうなってるの？",
            "フックが鮮明になったXマークに、ぐっと銃口を押しあてる。",
            "いいか新入り。お宝というのは、誰でも手に入れることができないからお宝なんだ。",
            "魔法の地図は、実力を認めた相手にしか宝の正確な位置を教えない。よく覚えておけ。",
            "海賊の船長とは、こういう存在なのか。人を惹きつけるカリスマがある。",
            "アタシの時は、こんなことも知らないやつは、全員ワニの餌に...",
            "いや、もういい。久しぶりの新入りだ。面倒くさい船長だと嫌われるな。",
            "血気盛んな若者と付き合うには、アタシも年だからね...",
            "こんな時に、スミーがいれば... さあ急ごう！ 出航だ！"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}