{
    "StoryName": "EventStory_BigBadWolf_7",
    "background": [
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png"
    ],
    "character": [
        [
            "",
            "Red",
            "Three Little Pigs",
            "Red",
            "Three Little Pigs",
            "Three Little Pigs",
            "Red",
            "Three Little Pigs",
            "Three Little Pigs",
            "Red",
            "Three Little Pigs",
            "Three Little Pigs",
            "Red",
            "Three Little Pigs",
            "Three Little Pigs",
            "Red",
            "Three Little Pigs",
            "Red",
            "Red",
            "",
            "Three Little Pigs",
            "Three Little Pigs",
            "Three Little Pigs",
            "Red",
            "",
            "",
            "",
            "Three Little Pigs",
            "Red",
            "",
            "",
            "Big Bad Wolf"
        ],
        [
            "",
            "빨간 망토",
            "아기돼지 세 자매",
            "빨간 망토",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "빨간 망토",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "빨간 망토",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "빨간 망토",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "빨간 망토",
            "아기돼지 세 자매",
            "빨간 망토",
            "빨간 망토",
            "",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "빨간 망토",
            "",
            "",
            "",
            "아기돼지 세 자매",
            "빨간 망토",
            "",
            "",
            "나쁜 늑대"
        ],
        [
            "",
            "赤ずきん",
            "三匹の子豚",
            "赤ずきん",
            "三匹の子豚",
            "三匹の子豚",
            "赤ずきん",
            "三匹の子豚",
            "三匹の子豚",
            "赤ずきん",
            "三匹の子豚",
            "三匹の子豚",
            "赤ずきん",
            "三匹の子豚",
            "三匹の子豚",
            "赤ずきん",
            "三匹の子豚",
            "赤ずきん",
            "赤ずきん",
            "",
            "三匹の子豚",
            "三匹の子豚",
            "三匹の子豚",
            "赤ずきん",
            "",
            "",
            "",
            "三匹の子豚",
            "赤ずきん",
            "",
            "",
            "悪い狼さん"
        ]
    ],
    "dialogueText": [
        [
            "At last, Red defeats the wolf pack and drives the scattered remnants in all directions into the forest.",
            "There they go!",
            "There's only a few left, I doubt they'll be a threat any more...",
            "We need to get after Big Bad Wolf, right away!",
            "...",
            "We're not sure that's a good idea, Red...",
            "What? It's obvious she's the one who has been harassing the settlements! She probably sent those wolves to attack them!",
            "Hmmm, I don't think so, Red.",
            "Big Bad Wolf is pretty well known around here... it's unlikely that those workers would mistake her for some kind of monster.",
            "But she IS a monster!",
            "Okay, then they wouldn't mistake her for the monster they described. Teeth like daggers? A roar like the end of the world?",
            "And besides, that wolf pack was attacking <i>her</i>. It didn't look like she had any control over them.",
            "Wolves fight amongst themselves all the time...",
            "Do they?",
            "Maybe when they're desperate... starving...",
            "Are you saying we should let Big Bad Wolf go?",
            "No... but you shouldn't blame her for everything, at least not without proof.",
            "I already have plenty to blame her for.",
            "<i>That's</i> why I'm going to chase her! Are you coming?",
            "The three little pigs converse amongst themselves, then Brick turns back to Red.",
            "Very well, we'll go with you.",
            "But I think you should keep an open mind about what's going on here.",
            "It's probably not our place to say... but holding onto grudges for such a long time is almost never healthy.",
            "I'll bear that in mind. Now let's get after her!",
            "The foursome set off again, tracking Big Bad Wolf through the woodlands.",
            "Eventually, after a long time searching, they hear something.",
            "A terrible resonant growling sound...",
            "What's that?!",
            "It's coming from over there!",
            "They break through the undergrowth and discover Big Bad Wolf with a huge werewolf towering over her!",
            "Wolf looks around at them with wide fearful eyes and utters two tiny, frightened words.",
            "Help me!"
        ],
        [
            "숲 안에서 시끄러운 포효가 들려오자, 앞을 가로막던 늑대 무리들이 숲 안으로 도망치기 시작했다.",
            "하, 겨우 해치웠네! 무슨 일인지는 모르겠지만, 알아서 물러 나주니 다행이구.",
            "망토 언니. 방금 그 소리 있잖아. 나쁜 늑대의 소리일까?",
            "아! 완전 잊어버리고 있었다! 근데... 그 녀석 소리는 아닌 것 같아.",
            "그럼 또 다른 늑대 괴물이 숲에 있다는 소리야...?",
            "난 분명 나쁜 늑대가 꿈꾸는 자가 없는 사이에 안식의 도시를 습격하러 온 거라고 생각했어.",
            "너도 그 자식이 늑대를 몰고 다니는 거 분명히 봤잖아. 다 한패일 거야!",
            "응? 응... 있지, 망토 언니. 작은 언니가 그건 아닌 것 같다고 전해달래.",
            "나도 작은 언니랑 같은 생각이야. 같은 편이라면 우리가 나쁜 늑대를 습격했을 때 도와주러 오지 않았을까?",
            "그놈들은 전부 괴물이야. 사람을 잡아먹는 괴물한테 우정 같은 게 있겠어?",
            "그렇지만... 난 늑대들이 나쁜 늑대를 지켜주려고 했던 게 신경 쓰여.",
            "응? 응... 큰 언니도 그게 신경 쓰인다고 전해달래.",
            "괴물은 괴물일 뿐이야. 그 자식은 우리 할머니를 잡아먹었다고! 할머니의 망토를 전해주면서 날 비웃기까지 했어!",
            "망토 언니... ",
            "언니의 마음을 모르는 건 아냐, 우리들도 나쁜 늑대한테 잡아먹힐 뻔했어! 우리 조금만 더 신중하게 생각해 보자. 응?",
            "그럼 나쁜 늑대를 그냥 내버려 두자고? 그러다 이 숲을 떠나면? 그 녀석을 영영 놓치면 어쩔 거야?",
            "그런 뜻은 아니야, 난 그냥 망토 언니가 안전했으면 좋겠어. 언니를 잃어버리고 싶지 않아. 무서워...",
            "그 녀석만 없애버릴 수 있다면 난 아무래도 상관없어!",
            "나한테 중요한 건 그거 하나뿐이야. 따라올 거야, 말 거야?",
            "서로의 얼굴을 힐끔거리던 틸리와 샐리, 트위스트가 시무룩한 목소리로 대답했다.",
            "당연히 우리도 같이 갈 거야...",
            "하지만... 우리는 복수보다 망토 언니의 안전이 더 중요해.",
            "괴물과 마주치면 무모하게 달려들지 않겠다고 약속해 줘. 그 정도는 해줄 수 있지?",
            "좋아, 명심할게. 서두르자. 이러다가 해가 지면 큰일이야.",
            "언제든 휘두를 수 있도록 대검을 손에 쥔 빨간 망토의 뒤를 따라 아기 돼지 세 자매가 걸음을 옮긴다.",
            "더 깊고, 더 어두운 숲 안으로. 나뭇잎이 빛을 모두 가려 그림자조차 보이지 않는 땅으로.",
            "걸은지 얼마나 되었을까? 땅이 흔들리는 느낌과 함께 새들이 높게 날아오른다.",
            "이건 건물이 무너지면서 생기는 진동은 아냐, 뭔가 다른 게 있어. 망토 언니, 저쪽이야!",
            "너희 그런 건 어떻게 구분하는거야...? 아니, 아무튼 업혀! 내가 업고 가는 게 훨씬 빠르잖아.",
            "나무 위쪽으로 뛰어올라 달린지 얼마나 되었을까? 네 사람은 기묘한 광경을 마주했다.",
            "찢어진 초록색 눈과 거대한 발톱을 가진 늑대 인간의 앞에 미친 듯이 웃고 있는 나쁜 늑대가 서 있었다.",
            "아아, 드디어 찾았네? 기억나니, 괴물아? 네가 내 보드라운 목을 물어뜯었잖아. 기억 안 나니? 그럼... 기억 나게 해줄게?"
        ],
        [
            "赤ずきんは遂に狼の群れを倒し、その残党が尻尾を巻いて四方八方に逃げる。",
            "行っちゃったね！",
            "これで一件落着...のはずだったんだけど...",
            "今すぐ狼女も追うわよ！",
            "...",
            "赤ずきんちゃん、待って。",
            "何よ？工事現場を襲ってる張本人を逃がすの？狼に命令をしていたに違いない。",
            "それは違うと思うよ...",
            "狼さんは、意外と作業員たちとは仲がいいの。野獣と見間違えられるのは、まずないと思う。",
            "だとしてもあんな怪物、放っておけないでしょ！",
            "そうだとしても、本物の野獣を探しに来たのを忘れないで。短剣のような牙に、世界の終わりを告げるような咆哮でしょ？",
            "それに、狼さんは狼に囲まれて攻撃されてたじゃん。群れを率いるようには見えなかったよ...",
            "狼は些細なことでも喧嘩する...",
            "本当に？",
            "飢えて必死になっているときならそうかもしれないけど...",
            "とにかく、逃せって言うの？",
            "ううん、ただ、根拠なしで全部狼さんのせいにするのはよくないと思う。",
            "今回の事件に絡んでなくても、捕まえる理由はいくらでもあるわ。",
            "付いてくるがどうかは君たち次第よ。",
            "姉妹で少し相談してから、ティリーが答える。",
            "付いて行くわ。",
            "でもやっぱり、なるべく偏見は持たない方がいいと思う。",
            "あたしたちが言うのも何だけど...いつまで恨んだって、自分を苦しませるだけだよ。",
            "...分かったわ。じゃあ、出発しよう！",
            "今度は狼さんを追って駆け出した。",
            "しばらく追跡を続けた後、妙な音が聞こえてくる。",
            "忌まわしい唸り声が響く...",
            "何の音！？",
            "そっちから聞こえる！",
            "茂みの向こうまで突っ走ると、巨大な人狼が狼さんを圧倒している！",
            "狼さんは赤ずきんたちに気付き、声を震わせて叫び出す。",
            "助けて！"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        ""
    ]
}