{
    "StoryName": "EventStory_TreasureHunt_3",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "Hook",
            "Lis",
            "Hook",
            "Hook",
            "Hook",
            "",
            "Hook",
            "Hook",
            "Hook",
            "",
            "",
            "Hook",
            "",
            "Mal",
            "Hook",
            "Hook",
            "",
            "Mal",
            "",
            "Hook",
            "Hook",
            "Lis",
            "Hook",
            "",
            "Hook",
            "",
            "",
            "Hook",
            "",
            "",
            "",
            "Hook",
            "",
            "Hook",
            "Hook",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Mal",
            "Hook",
            "Hook",
            "Hook",
            "Hook",
            "",
            ""
        ],
        [
            "",
            "후크 선장",
            "리즈",
            "후크 선장",
            "후크 선장",
            "후크 선장",
            "",
            "후크 선장",
            "후크 선장",
            "후크 선장",
            "",
            "",
            "후크 선장",
            "",
            "말",
            "후크 선장",
            "후크 선장",
            "",
            "말",
            "",
            "후크 선장",
            "후크 선장",
            "리즈",
            "후크 선장",
            "",
            "후크 선장",
            "",
            "",
            "후크 선장",
            "",
            "",
            "",
            "후크 선장",
            "",
            "후크 선장",
            "후크 선장",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "말",
            "후크 선장",
            "후크 선장",
            "후크 선장",
            "후크 선장",
            "",
            ""
        ],
        [
            "",
            "フック",
            "リズ",
            "フック",
            "フック",
            "フック",
            "",
            "フック",
            "フック",
            "フック",
            "",
            "",
            "フック",
            "",
            "マル",
            "フック",
            "フック",
            "",
            "マル",
            "",
            "フック",
            "フック",
            "リズ",
            "フック",
            "",
            "フック",
            "",
            "",
            "フック",
            "",
            "",
            "",
            "フック",
            "",
            "フック",
            "フック",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "マル",
            "フック",
            "フック",
            "フック",
            "フック",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Hook leads you onwards, through the forests of Phantasia.",
            "Urk... this makes me so sick.",
            "What does?",
            "Don't you feel it? The ground under your feet?",
            "It feels so... <i>still.</i>",
            "It's making me feel ill!",
            "Land-sickness? That's the first you've heard of that particular ailment.",
            "I don't know how you lubbers can stand it!",
            "But never mind that, soon you'll be swimming in oceans of treasure!",
            "For my great stash should be right around... HERE!",
            "You look around. Nothing.",
            "Though there are more broken trees here. In fact, you've crossed quite a few broken trees on your journey so far.",
            "I don't understand. Where is my treasure?",
            "Mal is looking at the map.",
            "Oh! The X has moved again!",
            "What?!",
            "Let me have a look at that map!",
            "Hook strides over to Mal and snatches the map from his hands.",
            "Hey!",
            "She brings the map close to her face and narrows her eye, once more.",
            "...",
            "I've got it!",
            "Got what?",
            "The treasure isn't showing up in the same place because the treasure has been moved!",
            "Wait, the whole treasure trove has been moved? In the time it took to get here?",
            "Look!",
            "She pushes the map in your face.",
            "You don't see what you're supposed to be looking at... especially with the map only millimetres from your eyeballs...",
            "The X, you pewling spawn! It's moving!",
            "You take the map and look closely at it... she's right!",
            "The movement is so slight it's almost imperceptible, but the X <i>is</i> moving...",
            "And if the map is to scale, it must be moving at a heck of a rate!",
            "Someone or something is carrying my treasure away! We have to catch it!",
            "She draws her cutlass, flourishing it with her one eye flashing dangerously.",
            "With me, my crew! We'll make whoever thinks they can steal from THE Captain J Hook rue the day they ever slithered into Phantasia!",
            "CHARGE!",
            "All you can do is follow as the pirate captain rushes off into the woodlands.",
            "You run for quite a long time, the surprisingly swift pirate appearing and disappearing in the trees ahead of you.",
            "Suddenly, you break into another clearing of crushed and splintered tree trunks.",
            "Ahead of you, Hook stands, agog, looking up at the LARGEST DREAMLESS CREATURE YOU HAVE EVER SEEN!",
            "It seems to be constructed out of wood and rope and hempen sail, as much as any organic material and its bulk is raised off the ground on many legs.",
            "It also has a very distinctive shape...",
            "Your party gapes as it turns towards you.",
            "Oh, stone! What IS it?!",
            "What is it?",
            "WHAT <i>IS</i> IT?!",
            "That's my SHIP! The Jolly Roger!",
            "YOU GIVE ME BACK MY SHIP! GIVE IT BACK, YOU OBLIVION-BARNACLED SCUTTLE-THWACKER!",
            "For a moment, the dreamless creature pauses, as if it is slightly unseated by Hook's demand.",
            "Or perhaps it recognises its former captain? But then, a moment later, it lumbers forward with an unsettling speed for something so large – and battle is joined!"
        ],
        [
            "파도 소리가 들리는 이상한 숲에 도착했다.",
            "흠, 분명 여기 어디일텐데...",
            "선장님! 발밑이 출렁출렁하는 것 같습니다!",
            "오, 눈치 빠른 신참이군. 그게 판타지아의 바다가 가진 특성이지.",
            "드림리스 네더가 바다를 아무리 삼켜도 소용없어, 어딘가에 반드시 새로운 바다가 생기기 마련이거든.",
            "가끔 땅처럼 생긴 녀석들이 있긴 한데... ",
            "과연 후크 선장이 땅에 손을 대자 물처럼 쑥 꺼진다. 판타지아는 정말 이상한 곳이구나... 우린 어떻게 서 있을 수 있는 거지?",
            "그리운 감각이지?",
            "어이, 신참들. 이것도 잘 외워둬라. 나 때는 이런 기본적인 걸 모르는 신참은 바로 악어 밥으로 썼으니까.",
            "그나저나 이상하네. 분명 여기 어디 있는 게 확실한데... 느껴진단 말이지.",
            "후크 선장의 어깨에 앉아있던 앵무새가 그녀의 말을 따라 조잘거린다.",
            "\"느껴진다, 느껴진다!\" 우는 소리가 제법 고약했다. 숲속에 앵무새 소리가 메아리쳤다.",
            "이 녀석, 설마 삐진 건가? 아무리 그래도 오랜 친구인데...",
            "그때 지도를 들고 있던 말이 후크 선장의 옷을 확 잡아당겼다.",
            "선장님! 지도의 X 표시가 또 움직였습니다!",
            "어이, 신참. 너 설마 네 동생 따라 하냐? 왜 갑자기 존댓말을...",
            "아니 이건 나중에 다시 이야기하고.",
            "지도를 낚아챈 후크 선장의 표정이 험악하게 찌푸려진다. 역시 해적은 해적이구나.",
            "제, 제가 뭔가 실수한 겁니까!?",
            "말에게 보물 지도를 돌려주며 후크 선장은 아이의 머리카락을 엉망진창으로 쓰다듬었다.",
            "그럴 리가 있냐, 신참. 그보다 크고 당당하게 말해! 내 배에 겁쟁이는 태우지 않는다!",
            "뭐... 그래도 어떻게 된 건지는 알았으니 다행인가. 내 오랜 친구가 원래 좀 성격이 고약하거든.",
            "선장님의 오랜 친구 말입니까!?",
            "그래, 그 보물 지도는 졸리 로저 호... 내 해적선에 실린 보물의 위치를 가리키는 딱 하나뿐인 지도다.",
            "잠깐, 그럼 배가 지금도 움직이고 있다는 뜻이야?",
            "뭐, 닻이 없는 배는 계속 떠돌 수밖에 없는 법이니까 말이지.",
            "후크 선장은 조금 시원섭섭한 얼굴이었다.",
            "배를 오랜 친구라고 부르는 걸 보면 추억이 많은 것 같은데, 괜찮은 걸까.",
            "하지만 그건 그거고 이건 이거지. 감히 선장 명령도 없이 출항을 해!?",
            "후크 선장이 말에게 보물 지도를 똑바로 들라고 다그쳤다.",
            "앵무새는 여전히 그녀의 말을 \"똑바로 들어! 똑바로 들어!\" 하면서 따라 하고 있고...",
            "아이들은 해적 놀이에 완전히 몰입한 것 같았다.",
            "나 때는 말이다, 선장 명령을 어기면 무조건 숙청이었다고!",
            "화를 내는 후크 선장은 어딘가 모르게 즐거운 것처럼 보이기도 했다.",
            "자, 신참들아. 배를 되찾으러 가자고.",
            "도망치는 배가 있다면 잡아서 약탈한다, 후크 해적단의 행동 강령 1번이니 잘 기억해둬라!",
            "아이들이 신난 목소리로 \"네, 선장님!\" 을 외친다.",
            "그쯤 뒤에서 말 한마디 없이 마차를 몰고 오던 셀레스티와 눈이 마주쳤다.",
            "장난스레 혀를 쏙 내민 셀레스티가 모른 척 고개를 돌리고 책 읽는 시늉을 한다.",
            "나중에 오로라에게 오늘 일을 이야기하면 교육상 좋지 않은 일을 했다고 혼날 것 같은데...",
            "우리는 후크 선장의 보물 지도를 따라 바다처럼 일렁이는 숲을 가로질러 앞으로 나아갔다.",
            "어느 순간 물결치던 땅이 뚝 움직임을 멈췄다. 거대한 무언가에 가로막혀 물길이 멈춘 것 같았다.",
            "눈앞에 놓인 것은 거대한 범선 형태를 닮은 드림리스 몬스터다. 밧줄과 그물, 꺾인 돛대에 갈고리 모양 해적기가 걸려 있다.",
            "선장님!!!!! 설마 저게 선장님의 배입니까!?",
            "이런...",
            "언젠가 반드시 너와 다시 만날거라고 생각하긴 했지만...",
            "이런 형태로 재회할 줄은 몰랐는데 말이지, 오랜 친구... 졸리 로저 호!",
            "나 때는 말이다, 선장은 배와 그 운명을 함께하는 법이었다! 널 두고 먼저 세상을 떠난 책임을 져주마!",
            "후크 선장이 당당한 목소리로 외친 순간, 죽은 것처럼 멈춰있던 배가 크게 움찔거렸다.",
            "설마 자신의 선장을 알아본 것일까. 드림리스에게 점령당한 범선이 슬픈 목소리로 울부짖었다."
        ],
        [
            "波の音が聞こえる、不思議な森に到着した。",
            "んー、ここのどこかにあるはずなんだが...",
            "船長！ 足元がゆらめいています！",
            "お、よく気づいたな。これが、ファンタジアの海の特徴だ。",
            "いくらドリームレスネザーが海を飲み込もうが、関係ない。どこかにまた新しい海が生まれるものだ。",
            "たまに、地面のようなやつがいたりもするが...",
            "なるほど、フックが地面に触れると水のようにすっと消えた。ファンタジアは本当に不思議な所だな... どうやってここに立っていられるんだ？",
            "懐かしい感覚だろ？",
            "おい、新入り。これもよく覚えとけ。アタシの時は、こんな基本的なことを知らないやつは、速攻でワニの餌にしたものだ。",
            "それよりおかしい。この辺りにあるはずなんだが... 間違いなく感じるんだ。",
            "フックの肩に止まっていたオウムが、彼女の言葉を繰り返す。",
            "「感じるんだ、感じるんだ！」 耳障りな鳴き声だった。森にオウムの声がこだまする。",
            "あいつ、もしかして拗ねたのか？ 長い付き合いだと言うのに...",
            "その時、地図を持っていたマルが、フックの服をぐっと引っ張った。",
            "船長！ 地図のXマークが、また動いています！",
            "新入り、まさか妹の真似をしてるのか？ どうして急に敬語に...",
            "いや、この話は後だ。",
            "地図を取りあげたフックの表情が、険しくゆがむ。やはり海賊は海賊のようだ。",
            "お...俺が何かやらかしましたか！？",
            "マルに宝の地図を返しながら、フックは髪が乱れるほど彼の頭を撫でた。",
            "そんなことはない、新入り。もっと大きく堂々としていろ！ アタシの船に臆病者は乗せない！",
            "まぁ... でも状況が理解できたから良かった。アタシの旧友はもともと荒い性格でね。",
            "船長のお友達ですか！？",
            "ああ、その宝の地図はジョリー・ロジャー号... アタシの海賊船に積まれた宝の位置を示す、唯一つの地図だ。",
            "待てよ、なら船が今も動いているということか？",
            "ああ、イカリの無い船は彷徨うことしかできない。",
            "フックは、やや寂し気な表情だった。",
            "船が旧友とは、たくさんの思い出があるのだろう。少し心配になる。",
            "それはそれ、これはこれだ。船長命令も無く出航するとは許さん！",
            "ユックは、宝の地図をしっかり持てと、マルに念を押した。",
            "オウムは相変わらず、「しっかり持て！ しっかり持て！」と彼女の言葉を繰り返す...",
            "兄妹は完全に、海賊ごっこに夢中のようだった。",
            "アタシの時はな、船長命令に逆らえば即刻、粛清だったのだ！",
            "怒り心頭のフックだったが、どこか楽しそうにも見えた。",
            "さあ、新入り！ 船を探しに行くぞ。",
            "逃走中の船を見つけたら、捕獲して略奪すること。これはフック海賊団の行動指針・第１条だ。よく覚えておけ！",
            "｢はいっ、フック船長！」と、マルとリズが楽しそうに叫ぶ。",
            "その時、後ろから無言で馬車を引いてきたセレステと目が合った。",
            "セレステは冗談で舌を出し、見て見ぬふりをするように顔を背けて、本を読む素振りを見せている。",
            "セレステ言うなよ。今日のことがオーロラにばれたら、子供の教育に良くないと怒られそうだ...",
            "一行は、フックの宝の地図にしたがって、海のようにゆらめく森を突き進む。",
            "すると突然、波打っていた地面がぴたりと止まり、巨大な何かによって遮られた。まるで水の流れが止まったようだった。",
            "巨大な船の形をしたドリームレスが目の前に現れた。ロープと網、折れたマストには、フックを形取った海賊旗が掲げられていた。",
            "フック船長！！！ まさか、船長の船ですか！？",
            "そんな...",
            "いつか必ず再会できると思っていたが...",
            "こんな姿で再会するとは、友よ... ジョリー・ロジャー号！",
            "アタシの時はな、船長と船は運命共同体だったんだ！ おまえを置いて、先にこの世を去った責任はアタシが取ろう！",
            "フックが魂の叫びをあげた瞬間、死んだように静かだった船が、びくりと大きく動いた。",
            "まさか、自分の船長を覚えているのだろうか。ドリームレスに支配された帆船が、悲しみの叫びをあげる。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}