{
    "StoryName": "EventStory_BigBadWolf_5",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "Three Little Pigs",
            "Three Little Pigs",
            "Red",
            "Red",
            "",
            "",
            "Three Little Pigs",
            "Three Little Pigs",
            "Red",
            "Three Little Pigs",
            "Three Little Pigs",
            "Three Little Pigs",
            "",
            "",
            "Big Bad Wolf",
            "Red",
            "",
            "Three Little Pigs",
            "Red",
            "Big Bad Wolf",
            "Big Bad Wolf",
            ""
        ],
        [
            "",
            "",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "빨간 망토",
            "빨간 망토",
            "",
            "",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "빨간 망토",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "",
            "",
            "나쁜 늑대",
            "빨간 망토",
            "",
            "아기돼지 세 자매",
            "빨간 망토",
            "나쁜 늑대",
            "나쁜 늑대",
            ""
        ],
        [
            "",
            "",
            "三匹の子豚",
            "三匹の子豚",
            "赤ずきん",
            "赤ずきん",
            "",
            "",
            "三匹の子豚",
            "三匹の子豚",
            "赤ずきん",
            "三匹の子豚",
            "三匹の子豚",
            "三匹の子豚",
            "",
            "",
            "悪い狼さん",
            "赤ずきん",
            "",
            "三匹の子豚",
            "赤ずきん",
            "悪い狼さん",
            "悪い狼さん",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The foursome haven't been searching the woodlands for long when they hear the sounds of barking and snarling as Big Bad Wolf battles the pack of wolves.",
            "Brick holds up a hand, telling her companions to be silent.",
            "Do you hear that?",
            "It sounds like a commotion of some kind...",
            "You're right!",
            "Perhaps it's the wolves? We should investigate right away!",
            "Red unsheathes her sword and dashes off into the woods, with the three little pigs reluctantly following her.",
            "Soon, they run across a chaotic scene of wolves apparently fighting amongst themselves!",
            "Ahhhh! They're scary!",
            "Let's run back to the settlement!",
            "No! If we don't sort this pack out right now, they might get away. Then they'll continue to terrorise the countryside and all your building efforts will be wasted!",
            "Uuurrgh... y-you're right.",
            "All right, we'll help you take them on.",
            "Come on sisters! Let's build some fortifications to help Red!",
            "They set about building fall back points and barricades for Red to fight from as Red herself swings her sword and charges into the wolves.",
            "The wolves scatter in surprise at Red's sudden appearance, revealing Big Bad Wolf at their centre!",
            "Awooo?",
            "What the – ?",
            "The three little pigs' eyes widen in recognition.",
            "IT'S YOU!!!",
            "Kch! My arch nemesis!",
            "Ah! Time to go!",
            "So long!",
            "Wolf beats a hasty retreat as the wolf pack reforms and attacks Red, forcing her to stand and fight!"
        ],
        [
            "숲속을 헤매고 다니던 네 사람이 이상한 소리에 걸음을 멈춘다.",
            "높은 나무 위로 뛰어 올라간 샐리가 세 사람을 향해 천천히 고개를 가로저었다.",
            "작은 언니가 주변에는 아무것도 없다고 전해달래.",
            "그치만 이상하네, 방금 분명 무슨 소리를 들은 것 같았는데...",
            "늑대 울음소리 같았어.",
            "현장을 습격했다던 늑대 무리 아닐까? 수풀 사이에 숨으면 잘 안 보이기도 하고...",
            "나무 위에서 뛰어내리는 샐리를 받아준 빨간 망토가 더 높은 나무로 뛰어오른다.",
            "근처의 숲을 천천히 살피던 왈칵 비명을 질렀다.",
            "왜, 왜!? 뭔가 있어?",
            "응? 응... 망토 언니! 큰 언니가 다음부터 소리 지를 거면 미리 알려달라고 전해달래...",
            "어, 미안. 늑대 무리랑 나쁜 늑대를 찾았어. 그 사람들 말이 맞았군, 같이 있는 것 같아.",
            "그 사람, 또 나쁜 짓을 하러 온 거겠지? 이번에도 또 집을 부수고...",
            "사람들을 잡아먹을 거야. 그렇게 둘 수는 없어!",
            "응? 응... 망토 언니! 작은 언니가 빨리 그쪽으로 가자고 전해달래.",
            "나무 위에서 훌쩍 뛰어내린 빨간 망토가 알겠다는 듯 고개를 끄덕였다. 서둘러 달려가려던 빨간 망토는 무슨 생각을 하는지 잠깐 멈칫하더니...",
            "틸리는 등에 업고, 샐리와 트위스트는 옆구리에 달랑 끼워 빠르게 숲속을 가로질렀다. 모퉁이를 돌자 눈 앞에 나쁜 늑대가 서 있었다.",
            "오호호, 이게 누구니. 반가운 얼굴들이잖아! 배가 고팠는데 잘됐네...?",
            "이 자식, 드디어 찾았다! 난 말이지, 너만큼은 절대로 용서할 수 없어!",
            "나쁜 늑대를 향해 대검을 휘두르는 빨간 망토의 앞으로 거대한 늑대 한 마리가 뛰어들었다.",
            "마, 마, 마, 망토 언니! 앞에! 앞에!",
            "칫, 방해하지 마!",
            "너...!",
            "왜 나를 지켜주는 거야? 네가 그러지 않아도, 나는...!",
            "거대한 늑대는 나쁜 늑대를 보호하듯 그대로 빨간 망토와 아기 돼지 세 자매에게 덤벼들었다."
        ],
        [
            "赤ずきんたちが追跡を始めてから間もなく、狼の鳴き声が聞こえてくる。",
            "長女のティリーは手を挙げて、妹二人に静かにするよう合図をする。",
            "今の聞こえた？",
            "何の騒ぎかな？",
            "工事現場を荒らした狼に違いない。",
            "追いましょう！",
            "赤ずきんは大剣を抜き、一行が森の奥へと駆けだす。",
            "なんと、狼が仲間割れして大乱闘になっている！？",
            "きゃあああ！怖いよ！",
            "やっぱり引き返そう！",
            "しっかりして！今すぐ始末しないと、逃げられちゃうでしょ。せっかく建てた家なのに、だれも住めなくなってもいいの？",
            "う、うん...それは嫌だよ。",
            "ここまで来た理由を忘れちゃダメダメ！",
            "みんな、行くよ！サポートに回って！",
            "子豚たちが防塞や退却ポイントを建てながら、赤ずきんが大剣を振るって狼に直進する。",
            "狼は乱入に驚き散らばると、別の「狼」の正体が明らかになった。",
            "アオーン？",
            "なにっ！？",
            "三匹の子豚が目を大きくして驚く。",
            "お前！！！",
            "狼女！？なんでここに？",
            "やべ！逃げよ！",
            "またな！",
            "悪い狼さんが全力疾走で逃げる一方、狼の群れが赤ずきんを襲う！"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}