{
    "StoryName": "EventStory_ChristmasEvent1_5",
    "background": [
        "snowyforestnight.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png",
        "christmastree.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Marie",
            "",
            "Nutcracker",
            "Marie",
            "Marie",
            "Nutcracker",
            "Aurora",
            "",
            "",
            "Vita",
            "Esme",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "",
            "Saffi",
            "Hina",
            "Saffi",
            "Marie",
            "Nutcracker",
            "Marie",
            "Marie",
            "Nutcracker",
            "Marie",
            "",
            "",
            "Nutcracker",
            "Nutcracker",
            "",
            "Nutcracker",
            "",
            "Nutcracker",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "마리",
            "",
            "호두까기 인형",
            "마리",
            "마리",
            "호두까기 인형",
            "오로라",
            "",
            "",
            "비타",
            "에스메",
            "오로라",
            "오로라",
            "",
            "오로라",
            "",
            "사피",
            "히나",
            "사피",
            "마리",
            "호두까기 인형",
            "마리",
            "마리",
            "호두까기 인형",
            "마리",
            "",
            "",
            "호두까기 인형",
            "호두까기 인형",
            "",
            "호두까기 인형",
            "",
            "호두까기 인형",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "マリー",
            "",
            "くるみ割り人形",
            "マリー",
            "マリー",
            "くるみ割り人形",
            "オーロラ",
            "",
            "",
            "ヴィータ",
            "エスメ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "サフィ",
            "ヒナ",
            "サフィ",
            "マリー",
            "くるみ割り人形",
            "マリー",
            "マリー",
            "くるみ割り人形",
            "マリー",
            "",
            "",
            "くるみ割り人形",
            "くるみ割り人形",
            "",
            "くるみ割り人形",
            "",
            "くるみ割り人形",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Marie and the Nutcracker lead you through the silent snowy woodlands for what seems like hours.",
            "At last, you and your party arrive into a great clearing with a huge Christmas tree in the centre.",
            "It is brightly decorated and well lit.",
            "This is it...",
            "You don't understand. You don't see a workshop – or Santa – anywhere around here!",
            "Of course! You don't think Santa would just put his workshop in plain sight where anyone can find it, do you?",
            "The tree protects the barrier that conceals the workshop.",
            "It's very clever magic!",
            "It seems like we beat those Dreamless here... but there were so many of them, I don't think we'll be able to hold them off and protect the tree.",
            "Perhaps we need reinforcements, Dreamer?",
            "That's a good idea.",
            "You tell Vita and Esme to head back to Haven and bring whatever reinforcements they can.",
            "We can project ourselves back to town and ask for help!",
            "We'll get you your aid, Dreamer!",
            "But even if you do that, they won't be able to make it here in time!",
            "Dreamer, I'll go with them. I may be able to transport some of the warriors back here if my sisters lend me their aid and their energy!",
            "You tell Aurora not to over extend herself.",
            "If it's to protect Christmas... and you, Dreamer... I must!",
            "Before you can argue further, the three stone girls disappear in front of you.",
            "Heh... they were always somewhat rash, those three, whenever they were together.",
            "But they have good hearts, Saffi.",
            "I know...",
            "Dreamer, I think I also might be able to find some help.",
            "Marie! That's dangerous! I'll come with you!",
            "No, Nutcracker, the Dreamer needs you here... besides, I can travel faster and attract less attention on my own.",
            "Don't worry, I won't be gone long.",
            "...",
            "Don't worry, my dearest. I will be back soon.",
            "As Marie leaves, you see Nutcracker looking somewhat forlornly after her.",
            "You tell her you're sure she'll be fine. After all, this clearing will be the focus of the Dreamless attack, which should mean the surrounding countryside will be more or less empty.",
            "Maybe so, but I worry still. And not just for her safety.",
            "I fear that someday she will disappear from this world.",
            "Why would she fear that?",
            "Because this is not her world.",
            "It isn't?!",
            "No... and I fear that someday she will leave my side and never return...",
            "You can see that would be a worry for her... but you don't have time to think about it now.",
            "For, out in the woodlands, you hear the sounds of a great many approaching feet..."
        ],
        [
            "우리는 두 사람을 따라 눈 덮인 숲속으로 향했다.",
            "몇 시간쯤 걸었을까, 거대한 크리스마스트리가 서 있는 공터에 도착했다.",
            "크리스마스트리는 온갖 반짝이는 것들로 환하게 꾸며져 있었다.",
            "도착한 것 같아요!",
            "여길 왜 작업실이라고 부르는 거지? 트리를 빼면 크리스마스와 관련 된 물건은 아무것도 없었다.",
            "그는 신중한 사람입니다. 누구나 쉽게 찾아낼 수 있는 곳에 작업실을 두지 않았을 겁니다.",
            "맞아요! 저 반짝반짝한 트리 보이시죠?",
            "저 트리가 바로 작업실을 지켜주는 보호 마법의 근원이랍니다! 정말 대단하죠?",
            "근처에 다른 드림리스는 없는 것 같습니다. 멀지 않은 곳에 매복하고 있을지도 모르니 순찰을 다녀오겠습니다. 트리를 보호하실 수 있겠습니까?",
            "제가 지원군을 요청할게요, 꿈꾸는 자.",
            "오로라가 비타와 에스메를 불러 모았다.",
            "세 사람은 무어라 바쁘게 이야기를 주고받더니 의기양양하게 손가락을 번쩍 들었다.",
            "헤헹, 그런 건 이 비타님에게 맡기라궁. 투영을 쓰면 바로 안식의 도시로 갈 수 있다, 이 말씀!",
            "도시 일은 우리한테 맡겨둬, 꿈꾸는 자. 금방 다녀올게!",
            "저도 함께 다녀올게요, 꿈꾸는 자.",
            "인원이 많으니 영역을 가로질러 오는 것보다는 제 순간이동 마법을 쓰는 편이 좋을 거예요.",
            "그만한 인원을 한 번에 옮기려면 힘을 많이 쓰게 될 텐데, 오로라에게 무리하지 말라고 말했다.",
            "염려 마세요, 꿈꾸는 자. 몸조심하시고요. 아이들의 크리스마스를 지켜줘야죠.",
            "잔잔히 미소 지은 오로라가 손을 높게 들어 올렸다. 곧 세 사람의 모습이 완전히 사라졌다.",
            "이게 그렇게 절절하게 헤어질 일이야? 금방 돌아올 거면서.",
            "좋지 않나요? 전 낭만적이라고 생각해요, 사피.",
            "... 나도 알아.",
            "너무 아름다운 장면이었어요, 질 수 없죠! 꿈꾸는 자, 저도 도와드릴게요!",
            "당신을 혼자 보낼 수는 없습니다, 마리 님. 제가 동행하겠습니다.",
            "아냐, 기사님은 여기서 꿈꾸는 자를 돕도록 해!",
            "나 혼자 움직이면 훨씬 조용하게 다녀올 수 있어, 금방 돌아올게.",
            "마리 님...",
            "그런 표정 하지 말아, 나 믿지? 마리는 나의 기사님을 믿어요, 아후후.",
            "호두까기 인형이 정중하게 마리의 손등에 입을 맞췄다. 나무 위쪽으로 훌쩍 뛰어오른 마리는 지팡이를 살짝 휘두르더니 모습을 감췄다. ",
            "호두까기 인형이 마리가 사라진 곳을 물끄러미 바라보고 서 있다. 표정이 너무 어두워 보여 가벼운 위로를 건네자...",
            "마리 님은 괜찮으실 겁니다. 저는 마리 님을 믿습니다만, 언젠가 이 세상에서 사라져버리는 것은 아닐까 조금 두렵습니다.",
            "그녀의 따뜻한 마음이 저를 살아 움직일 수 있게 해주었습니다. 그런 그녀가 사라진다면...",
            "마리가 사라지다니. 호두까기 인형에게 이유를 물었다.",
            "마리 님은 이 세계 출신이 아닙니다.",
            "호두까기 인형이 담담한 목소리로 말했다.",
            "그러니 언젠가 이 세계에서 사라져 버릴지도 모릅니다. 제 곁을 떠나 다시 돌아오지 않으실까 두렵습니다.",
            "슬픈 표정을 갈무리한 호두까기 인형이 화려한 소총을 꺼내 짊어진다.",
            "조심하라는 그녀의 차분한 목소리를 끝으로 숲속에서 이방인들의 발소리가 들려오기 시작했다."
        ],
        []
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}