{
    "StoryName": "EventStory_EvilQueen_4",
    "background": [
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Snow White",
            "Snow White",
            "The Huntsman",
            "The Huntsman",
            "Snow White",
            "Snow White",
            "Aurora",
            "",
            "",
            "Robin",
            "The Huntsman",
            "Snow White",
            "",
            "",
            "Snow White",
            "Snow White",
            "",
            "Evil Queen",
            "The Huntsman",
            "",
            "Robin",
            "",
            "Goldilocks",
            "Puss In Boots",
            "Goldilocks",
            "Puss In Boots",
            "",
            "Snow White"
        ],
        [
            "",
            "",
            "",
            "",
            "백설공주",
            "백설공주",
            "사냥꾼",
            "사냥꾼",
            "백설공주",
            "백설공주",
            "오로라",
            "",
            "",
            "로빈 후드",
            "사냥꾼",
            "백설공주",
            "",
            "",
            "백설공주",
            "백설공주",
            "",
            "이블 퀸",
            "사냥꾼",
            "",
            "로빈 후드",
            "",
            "골디락스",
            "퍼스",
            "골디락스",
            "퍼스",
            "",
            "백설공주"
        ],
        [
            "",
            "",
            "",
            "",
            "白雪姫",
            "白雪姫",
            "猟師",
            "猟師",
            "白雪姫",
            "白雪姫",
            "オーロラ",
            "",
            "",
            "ロビンフッド",
            "猟師",
            "白雪姫",
            "",
            "",
            "白雪姫",
            "白雪姫",
            "",
            "邪悪な女王",
            "猟師",
            "",
            "ロビンフッド",
            "",
            "ゴルディロックス",
            "長靴をはいた猫",
            "ゴルディロックス",
            "長靴をはいた猫",
            "",
            "白雪姫"
        ]
    ],
    "dialogueText": [
        [
            "With battle joined, the forests all around thrum and ring with the sounds of battle. Even when you find yourself amidst a lull in the action, the noises of fighting still reach you from other parts of the forest.",
            "In spite of their superior numbers, the hordes of Dreamless keep striking at the centre of your line where it is strongest, as if they are trying to get to you directly.",
            "They don't attempt to outflank, encircle, or evade your forces. It's almost as if they're not interested in Haven at all...",
            "As another wave of the monsters is beaten back, Snow White comes to you.",
            "Dreamer, I don't like the way these Dreamless are behaving.",
            "They are obviously not just attacking mindlessly, but there seems to be little strategy to their movements.",
            "I agree. They're just throwing themselves at our line. It's as if they don't care about anything other than destroying us...",
            "Could they be after the Dreamer?",
            "That's what I'm worried about...",
            "If they keep throwing Dreamless directly at us, we could eventually be overwhelmed.",
            "Dreamer!",
            "Aurora's startled cry diverts your attention and you see her pointing into the distance.",
            "A great knot of Dreamless creatures are swirling around a single individual. You can see arcane energies emitting from the figure... a woman dressed in black.",
            "A magic user?",
            "That's...",
            "Narcissa!",
            "Who is this Narcissa and how does Snow White know her?",
            "But Snow White has gone as pale as her name...",
            "She... she is an old enemy... someone with a grudge against me.",
            "She... she <i>hates</i> me. She thinks I stole her kingdom from her, she tried to murder me three times.",
            "As you look at the swirling mass of Dreamless, the woman turns her head and spots you. She screams in fury and directs her beasts directly at you!",
            "SNOW WHIIIIITE!!!",
            "Snow! They're not after the Dreamer, they're after YOU!",
            "You step forward to meet the monsters charging at you, but Robin pulls you back.",
            "Dreamer, she is obviously the one in charge of the Dreamless. If we take her out, perhaps this attack will lose its potency?",
            "But how can you get to her? There must be hundreds of Dreamless between you and her.",
            "You need firepower, Dreamer",
            "Firepower and extreme skill.",
            "We'll cut you a path through to the Queen. Just make sure you take her out!",
            "Hyaa!",
            "And with that, the pair plunge into the fray, the short range blasts of Goldi's shotgun throwing Dreamless back as the dazzling bladework of Puss carves a path through them.",
            "Forward!"
        ],
        [
            "거대한 굉음이 숲 속에서 울려퍼진다. 멀지 않은 곳에서 나무가 부서지는 소리가 들렸다.",
            "드림리스들이 안식의 도시로 진입하는 걸 걱정했지만, 그들은 전열의 중앙을 파고들 뿐 다른 곳에 관심을 두지 않았다.",
            "포위하거나 측면을 공격하는 등 전략적인 모습은 보이지 않았다. 안식의 도시에는 전혀 관심이 없다는 것처럼...",
            "드림리스의 시체를 밟고 또 다른 드림리스들이 밀려온다. 곁에 서있던 백설공주가 나를 바라본다.",
            "꿈꾸는 자, 이미 눈치채셨겠지만 드림리스들의 행동이 조금 이상해요.",
            "뭔가를 노리고 있는 것 같아요. 꿈꾸는 자... 당신을 향해 오고 있어요.",
            "이대로 전투가 길어진다면 우리가 불리할 수 밖에 없다. 메르헨들을 한 곳으로 모을수도, 이대로 둘 수도 없으니까.",
            "꿈꾸는 자를 노리는 이유가 있는 모양이군.",
            "사냥꾼 씨의 말대로에요. 머지않아 이 숲 전체가 포위당할거에요.",
            "어떻게 하면 좋을지...",
            "꿈꾸는 자!",
            "오로라가 숨 가쁘게 달려오며 숲의 한 방향을 가리켰다.",
            "드림리스들이 서서히 물러서 길을 만들었다. 우아한 걸음걸이, 고압적인 태도. 긴 머리카락이 바람에 흩날렸다.",
            "누구죠? 처음 보는 인물인데. 마법사인가요?",
            "아니, 저 여자는...",
            "나르시사?",
            "백설공주가 멍한 목소리로 누군가의 이름을 말했다.",
            "메이스를 쥐고 있던 그녀의 손가락이 미세하게 떨리기 시작했다.",
            "저 여자의 이름은... 나르시사. 다른 이들에게는 이블 퀸, 혹은 여왕이라고 불리죠.",
            "제 오랜 숙적이에요. 하지만, 나르시사는 여기에 있을 수 없을텐데. 대체 어떻게...?",
            "나르시사의 얇은 입술이 오만하게 비틀렸다. 그녀는 백설공주를 바라보며 고개를 기울였다.",
            "백설공주.",
            "놈들은 꿈꾸는 자를 노리는 게 아니다, 백설! 저들이 노리는 건 너다!",
            "사냥꾼이 다급하게 말하며 백설공주의 앞을 막아섰다. 로빈이 낮은 목소리로 말했다.",
            "분위기를 보니 저 여왕이 드림리스를 통제하고 있는 게 분명해요. 저 사람만 해결하면 이 침공도 끝이 나겠죠.",
            "골디락스와 퍼스가 로빈의 곁에 당당하게 섰다.",
            "어때요, 꿈꾸는 자? 압도적인 화력이 필요하신 것처럼 보이는데. 좀 도와드려요?",
            "화려한 테크닉과 전투 기술도 있소!",
            "잔챙이 드림리스들은 우리가 맡을게요. 당신은 저 여자를 쓰러뜨리는데 집중하세요!",
            "냐하하! 냐핫이라오!",
            "골디락스의 산탄총이 드림리스의 움직임을 막고, 퍼스의 날렵한 검이 드림리스를 베어 넘어트렸다.",
            "준비하세요, 꿈꾸는 자!"
        ],
        []
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}