{
    "StoryName": "EventStory_Chess_10",
    "background": [
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "White Rabbit",
            "",
            "",
            "",
            "White Rabbit",
            "",
            "White Rabbit",
            "",
            "",
            "",
            "Red Queen",
            "Red Queen",
            "Red Knight",
            "Red Queen",
            "",
            "Red Queen",
            "",
            "Red Queen",
            "Aurora",
            "Red Queen",
            "Red Queen",
            "Red Queen",
            "Lily",
            "White Rabbit",
            "",
            "Red Queen",
            "",
            "",
            "Lily",
            "",
            "",
            "Lily",
            "Aurora",
            "Lily",
            "White Rabbit",
            "",
            "",
            "",
            "Aurora",
            "",
            "",
            "",
            "White Rabbit",
            "",
            "",
            "",
            "",
            "",
            "Lily",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "화이트 래빗",
            "",
            "",
            "",
            "화이트 래빗",
            "",
            "화이트 래빗",
            "",
            "",
            "",
            "레드 퀸",
            "레드 퀸",
            "붉은 기사",
            "레드 퀸",
            "",
            "레드 퀸",
            "",
            "레드 퀸",
            "오로라",
            "레드 퀸",
            "레드 퀸",
            "레드 퀸",
            "화이트 폰 릴리",
            "화이트 래빗",
            "",
            "레드 퀸",
            "",
            "",
            "화이트 폰 릴리",
            "",
            "",
            "화이트 폰 릴리",
            "오로라",
            "화이트 폰 릴리",
            "화이트 래빗",
            "",
            "",
            "",
            "오로라",
            "",
            "",
            "",
            "화이트 래빗",
            "",
            "",
            "",
            "",
            "",
            "화이트 폰 릴리",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "白うさぎ",
            "",
            "",
            "",
            "白うさぎ",
            "",
            "白うさぎ",
            "",
            "",
            "",
            "レッドクイーン",
            "レッドクイーン",
            "レッドナイト",
            "レッドクイーン",
            "",
            "レッドクイーン",
            "",
            "レッドクイーン",
            "オーロラ",
            "レッドクイーン",
            "レッドクイーン",
            "レッドクイーン",
            "リリー",
            "白うさぎ",
            "",
            "レッドクイーン",
            "",
            "",
            "リリー",
            "",
            "",
            "リリー",
            "オーロラ",
            "リリー",
            "白うさぎ",
            "",
            "",
            "",
            "オーロラ",
            "",
            "",
            "",
            "白うさぎ",
            "",
            "",
            "",
            "",
            "",
            "リリー",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Your heroes fight hard in the enclosed space of the courtyard!",
            "The fighting continues to climb in intensity as more and more Dreamless pour from the looking glass.",
            "There seems to be no end to them!",
            "At the moment you're sure you and your allies must be overwhelmed -",
            "- everything suddenly stops dead!",
            "With a set of Dreamless claws mere inches from your face, you stagger back and look around.",
            "As you take in the scene, you see it is only the Dreamless that are frozen. Your heroes collapse back from whatever battles they were engaged in, looking around in amazement.",
            "Dreamer...",
            "Aurora motions for you to look behind you.",
            "White Rabbit stands with her arms spread and her eyes closed. Her lips are moving rapidly, but soundlessly.",
            "...",
            "Her large golden pocket watch hovers in the air before her, the hands flying around the dial at dizzying speeds.",
            "What is she doing?",
            "White Rabbit opens her eyes and she smiles at you. There is strain on her face.",
            "The Dreamer was about to be late...",
            "How long can she maintain this stasis?",
            "Not long... you should escape, Dreamer, while you still can.",
            "No! You can't leave White Rabbit to-",
            "A vast and oppressive power suddenly washes over the courtyard, causing several of your heroes to grunt and sink to their knees.",
            "The red Dreamless dissolve into mist and blow away and suddenly a new figure stands before you.",
            "You can call on powerful magics, but they pale in comparison to my own.",
            "I felt the flow of time shift here. It was a simple matter to slide into your stream and join you.",
            "The Red Queen!",
            "Ah, the traitor. Just you wait there, I'll see to your punishment shortly.",
            "She'll do no such thing!",
            "And who are you to think you can command me?",
            "You're the Dreamer!",
            "What kind of a title is that?",
            "The Dreamer is the one who will save Phantasia from the Dreamless!",
            "Ah, the fabled Aurora... I know <i>you</i>, at least...",
            "Heh! And you think you'll stop me? The time is coming for you to pick a side, Dreamer.",
            "I could be a great ally to you. I am a peerless strategist, the greatest in Phantasia. I can outmanoeuvre any opponent!",
            "You're a monster! Leave us alone!",
            "Aaaah!",
            "White Rabbit lets out a little cry and her pocket watch falls back to her side.",
            "Oh!",
            "And all at once, the normal flow of time reasserts itself.",
            "The forms of both the Red King and Queen vanish like mirages.",
            "Oh no!",
            "The girl is crouched next to the looking glass. You can see the frantic expression on her face in the fragments of mirror strewn across the ground.",
            "It's now just an ordinary, broken mirror.",
            "It's over! Everything is over!",
            "We're still alive, Lily. Nothing is over.",
            "But the mirror is broken! How are we supposed to escape now?",
            "That mirror is very late...",
            "Something about what Cheshire said to you earlier is nagging at you... what was it?",
            "It's only a matter of time...",
            "Time!",
            "Dreamer? What is it?",
            "You ignore her and call to White Rabbit.",
            "That trick she did, altering the flow of time. Can she do it to an individual object? Can she even <i>reverse</i> time?",
            "White Rabbit blinks and then nods.",
            "I think so, Dreamer.",
            "She takes the looking glass from Lily and then takes her fob watch in her other hand. Then she closes her eyes.",
            "The hands on the watch begin to spin... <i>backwards!</i>",
            "Faster and faster they spin, and something strange is happening to the glass fragments lying on the ground.",
            "They're stirring... then suddenly they're flying through the air, back towards the looking glass, reforming in the empty space, until with one last cracking sound, the mirror is whole once more!",
            "White Rabbit sighs and opens her eyes. She hands the mirror to you, whole and unbroken.",
            "Wow... that was amazing!",
            "It truly was!"
        ],
        [
            "조각난 거울 파편으로부터 끊임없이 쏟아져 나온 드림리스가 정원을 가득 채웠다.",
            "밀폐된 공간에 더 이상 서 있을 수 없을 정도로 드림리스가 밀려 나온다.",
            "끝을 알 수 없는 치열한 싸움이 이어졌다.",
            "모두 잘 버텨주고 있었지만 상황이 너무나도 불리했다.",
            "드림리스의 발톱이 내가 서 있던 바닥을 으스러뜨렸다.",
            "곧장 달려들 것 같던 드림리스가 입을 벌린 채 멈춰섰다.",
            "바짝 굳어버린 드림리스를 붉은 기사와 하얀 기사가 방패로 밀어냈다.",
            "꿈꾸는 자!",
            "줄곧 화이트 래빗을 보호하고 있던 오로라가 소리쳤다.",
            "눈을 감고 우두커니 선 화이트 래빗의 회중시계가 찬란한 금빛으로 반짝인다.",
            "...",
            "알아들을 수 없는 언어로 주문을 외운 그녀가 조심히 눈을 떠 시선을 맞춘다.",
            "회중시계의 초침과 분침이 째깍이는 소리를 삼키며 굳어 있었다.",
            "어깨 너머로 드림리스를 살핀 그녀가 서둘러 시계 덮개를 닫는다.",
            "시간... 딱 맞췄네요.",
            "화이트 래빗이 나를 향해 손을 내밀었다.",
            "네에, 꿈꾸는 자. 이곳은 위험하니 당신은 어서 떠나는 게 좋겠어요.",
            "차분한 그녀의 목소리를 듣는 순간 이상하게 안심할 수 있었다.",
            "화이트 래빗의 말에는 영문 모를 이별이 담겨 있었다.",
            "왜 나에게만 떠나라고 하는 걸까, 되물을 필요도 없이 거대한 힘이 우리를 짓누르기 시작했다.",
            "크하하! 시간 왜곡이라! 이런 마법을 쓸 수 있는 자가 아직도 남아 있었더냐!?",
            "잔챙이 같은 놈들, 새로운 시대가 당도했도다! 약자들을 제거할 시간이다!",
            "... 레드 퀸!",
            "하?",
            "오만하게 미소 짓던 레드 퀸이 붉은 눈을 사납게 찌푸렸다.",
            "왕국의 배신자 놈, 아직 살아 있었더냐?",
            "붉은 기사가 거대한 검을 쳐들고 내 앞을 막아섰다.",
            "그자는 못 보던 얼굴인데, 배신자 놈의 새로운 주인이냐?",
            "꿈꾸는 자!",
            "넌... 그래, 넌 아는 얼굴이야. 오로라인가?",
            "누구도 감히 내 앞을 가로막을 수 없다! 붉은 기사의 새로운 주인이여, 이들이 모두 너의 종인가?",
            "그렇다면 잔챙이들 대신 이 붉은 여왕을 선택하라! 이 몸은 판타지아에서 가장 위대한 책략가이니!",
            "거짓말이야! 오만한 레드 퀸, 가엾은 화이트 래빗을 괴롭히지 말아요!",
            "... 아!",
            "화이트 래빗이 고통스러운 표정으로 휘청거렸다.",
            "큭, 말도 안 돼!",
            "금빛 회중시계가 바닥으로 떨어졌다.",
            "우글거리던 드림리스와 함께 레드 퀸과 레드 킹의 모습이 연기처럼 흩어졌다.",
            "안 돼, 거울이!",
            "볼품없이 깨진 거울이 왕좌 아래로 떨어졌다.",
            "산산조각난 거울 앞에 무릎을 꿇고 앉은 릴리가 슬픈 얼굴로 외쳤다.",
            "이제 어떡해요? 거울이 깨져버렸어요...",
            "울지 말아요, 릴리. 방법이라면 아직 남아 있을거예요.",
            "마법의 거울이 아니면 이 봉인 마법은 풀 수 없잖아요!",
            "네에, 릴리. 거울의 시간은 멀리 도망가버렸어요.",
            "울음을 터트리는 릴리의 뒤에서 체셔 캣이 히죽 미소 지었다.",
            "의미심장한 미소에 문득 체셔 캣이 했던 말이 떠올랐다.",
            "모든 것에는 답이 있고, 결국에는 시간문제일 뿐이라고 했던 말.",
            "좋은 생각이 떠오른 모양이에요, 꿈꾸는 자.",
            "오로라에게 고개를 끄덕이고 화이트 래빗을 불렀다.",
            "화이트 래빗의 힘으로 시간을 멈추거나 흐름을 제어할 수 있다면, 깨진 거울의 시간도 되돌릴 수 있지 않을까?",
            "이야기를 가만히 듣고 있던 화이트 래빗이 천천히 고개를 끄덕였다.",
            "네에, 꿈꾸는 자. 한 번도 해 본 적은 없지만, 한 번 해볼게요.",
            "일행들과 함께 거울의 파편을 모아 잔디밭 위에 조각을 맞춰 내려놓았다.",
            "화이트 래빗이 회중시계의 덮개를 열고 조용히 눈을 감는다.",
            "시계 초침이 움직임을 멈추더니, 느린 속도였지만 천천히 거꾸로 되감겼다.",
            "거울 파편이 회중시계의 금빛을 받아 서서히 공중으로 떠올랐다.",
            "균열이 맞붙고 떨어져 나간 손잡이가 거울을 온전히 붙잡았다.",
            "와아, 거울이...!",
            "시계 덮개를 닫은 화이트 래빗이 작게 미소 지으며 마법의 거울을 품에 안아 들었다."
        ],
        []
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}