{
    "StoryName": "EventStory_BigBadWolf_1",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "Three Little Pigs",
            "Master Gaudi",
            "Three Little Pigs",
            "Master Gaudi",
            "Master Gaudi",
            "Three Little Pigs",
            "Master Gaudi",
            "",
            "Three Little Pigs",
            "Three Little Pigs",
            "Three Little Pigs",
            "Red",
            "Red",
            "Master Gaudi",
            "Red",
            "Three Little Pigs",
            "Three Little Pigs",
            "Three Little Pigs",
            "Red",
            "Red",
            "Master Gaudi",
            "Master Gaudi",
            "Master Gaudi",
            "Red",
            "Three Little Pigs",
            "Red",
            "Master Gaudi",
            "Red",
            "Master Gaudi",
            "Master Gaudi",
            "Three Little Pigs",
            "Master Gaudi",
            "Master Gaudi",
            "Master Gaudi",
            "Master Gaudi",
            "Master Gaudi",
            "Master Gaudi",
            "Three Little Pigs",
            "Three Little Pigs",
            "Master Gaudi",
            "Red",
            "Red",
            "Three Little Pigs",
            "Red",
            "Red",
            "Red",
            "Red",
            "Red",
            "Red",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "아기돼지 세 자매",
            "길드 마스터 가우디",
            "아기돼지 세 자매",
            "길드 마스터 가우디",
            "길드 마스터 가우디",
            "아기돼지 세 자매",
            "길드 마스터 가우디",
            "",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "빨간 망토",
            "빨간 망토",
            "길드 마스터 가우디",
            "빨간 망토",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "빨간 망토",
            "빨간 망토",
            "길드 마스터 가우디",
            "길드 마스터 가우디",
            "길드 마스터 가우디",
            "빨간 망토",
            "아기돼지 세 자매",
            "빨간 망토",
            "길드 마스터 가우디",
            "빨간 망토",
            "길드 마스터 가우디",
            "길드 마스터 가우디",
            "아기돼지 세 자매",
            "길드 마스터 가우디",
            "길드 마스터 가우디",
            "길드 마스터 가우디",
            "길드 마스터 가우디",
            "길드 마스터 가우디",
            "길드 마스터 가우디",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "길드 마스터 가우디",
            "빨간 망토",
            "빨간 망토",
            "아기돼지 세 자매",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "三匹の子豚",
            "マスター・ガウディ",
            "三匹の子豚",
            "マスター・ガウディ",
            "マスター・ガウディ",
            "三匹の子豚",
            "マスター・ガウディ",
            "",
            "三匹の子豚",
            "三匹の子豚",
            "三匹の子豚",
            "赤ずきん",
            "赤ずきん",
            "マスター・ガウディ",
            "赤ずきん",
            "三匹の子豚",
            "三匹の子豚",
            "三匹の子豚",
            "赤ずきん",
            "赤ずきん",
            "マスター・ガウディ",
            "マスター・ガウディ",
            "マスター・ガウディ",
            "赤ずきん",
            "三匹の子豚",
            "赤ずきん",
            "マスター・ガウディ",
            "赤ずきん",
            "マスター・ガウディ",
            "マスター・ガウディ",
            "三匹の子豚",
            "マスター・ガウディ",
            "マスター・ガウディ",
            "マスター・ガウディ",
            "マスター・ガウディ",
            "マスター・ガウディ",
            "マスター・ガウディ",
            "三匹の子豚",
            "三匹の子豚",
            "マスター・ガウディ",
            "赤ずきん",
            "赤ずきん",
            "三匹の子豚",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The forests around Haven have become peaceful over the weeks and months since the Dreamer came to Phantasia.",
            "Though still often a wild and sometimes even a dangerous place, the instances of encounters with Dreamless creatures or Nightmares have dropped off considerably.",
            "Red is out in the wilderness, patrolling the trees, aiming to keep it peaceful for everyone in the times to come.",
            "As she travels the woodlands, she comes across a building project, overseen by the Three Little Pigs and guild master Gaudi.",
            "The Three Little Pigs are consummate builders and are responsible for a lot of the regeneration and repair going on in Haven.",
            "It seems they have branched out into settlement planning... there's a whole village being built here!",
            "That's right, those joists go over there... Keep tension on that hoist, we don't want the whole roof falling down!",
            "Excellent! Everything is coming along splendidly!",
            "You <i>do</i> have the funds to pay for all this, don't you, Gaudi?",
            "Don't worry about that, I'm sure Loa will be able to find the money somewhere in the guild hall budget.",
            "You three will get your money, I promise.",
            "<i>And</i> all the workers!",
            "Of course, of course!",
            "Red steps out of the forest and Brick, one of the three little pigs spots her.",
            "Oh! Red!",
            "Welcome to Chortleby Hamlet!",
            "Do you like the name? We're not sold on it, just yet...",
            "Things are really coming along!",
            "How long until people will be able to move in?",
            "We're expecting work to be completed here in the next couple of weeks. Then it will be up to whichever brave souls in Haven are bold enough to leave the safety of the city walls behind.",
            "I'm sure they will be fine here, there are almost no reports of Dreamless in these woodlands these days.",
            "Oh! I don't know about that...",
            "I've heard on the grapevine that a fearsome beast has moved into the woods.",
            "Apparently, it's terrorising some of our other building projects.",
            "Really?",
            "They're just rumours, though, surely?",
            "Hmm, I've heard about that, too.",
            "Red, you already live in these forests, you seem to be able to fight off any invaders with that big sword of yours.",
            "Perhaps you could investigate for us?",
            "It's my job to keep these woodlands safe... but where would I even start looking?",
            "There's another settlement project not far from here, I heard the rumour of a monster from the people working there.",
            "Hmmm, how would I find it?",
            "Brick, Stick and Straw can guide you, I can keep an eye on things here.",
            "Are you sure? Aren't you needed back at the guild hall, Gaudi?",
            "Oh!",
            "No... not particularly...",
            "Are you trying to stay out of the guild manager's way, or something, Gaudi?",
            "Ah... well, there was a little incident with a blocked chimney that I told her I would deal with so we wouldn't have to pay for a chimney sweep...",
            "There might have been a sort of soot... <i>explosion</i>... thing that happened...",
            "In a few of the guild rooms...",
            "Seven rooms, tops.",
            "Lynn's probably discovered it by now...",
            "No! I really don't need to go back any time soon...",
            "...",
            "Are you sure you can keep things under control here?",
            "Oh, of course! Just as long as I don't have to get involved with any chimneys. Or cleaning.",
            "Hmmm, okay then.",
            "A monster, you say?",
            "A big monster with sharp teeth! Yes!",
            "I wonder if I should take this to the Dreamer...?",
            "No... I can deal with this, myself!",
            "The Dreamer doesn't need burdening with every little thing.",
            "I have my huge sword and my great strength! Even if there's a monster to face, I can take it on!",
            "Okay, Brick! Stick! Straw!",
            "Lead on!",
            "And so, the three little pigs lead Red through the forest, looking for a big bad monster that seems to have a problem with building projects..."
        ],
        [
            "<i>꿈꾸는 자가 판타지아에 나타난 후, 안식의 도시는 제법 평화로워졌다.</i>",
            "<i>드림리스의 갑작스러운 습격에도 저항할 수 있는 힘을 가지게 되었다.</i>",
            "<i>도시 사람들은 일상을 살 수 있게 되었다.</i>",
            "<i>꿈을 가지게 되었다. 내일을 바라볼 수 있게 되었다.</i>",
            "<i>타락한 도미니언에게 언제 살해당할까 전전긍긍하지 않고, 불안이 아닌 용기를 가지게 되었다.</i>",
            "<i>최근에는 도시로 더 많은 사람이 모이며 주거지 확장에 나서게 되었는데...</i>",
            "아니지, 아니지! 콘크리트 비율은 1:3:6이라니까! 지금 물을 너무 많이 넣었잖아! 그러면 콘크리트의 강도가 약해진다니까?",
            "1:2:4도 괜찮다고 했다네.",
            "다른 곳은 전부 다 1:3:6 비율로 했는데 거기만 1:2:4로 해버리면 부실 공사잖아.",
            "부실 공사라니!",
            "그, 이건 그거라네. 좀 더 알뜰하게 건설할 수는 없을까, 하는...",
            "가우디 할아버지. 구두쇠라는 말은 들었지만, 부실공사가 절약할 수 있는 건 안전밖에 없는데?",
            "경고 한번 살벌하게 하는군, 농담이라네, 농담... 표, 표정 좀 풀면 안 되겠나? 할애비 무서워지려고 하는데...",
            "건축 자재를 옮기던 빨간 망토가 가우디의 말에 웃음을 터트렸다.",
            "망토 언니! 언제부터 거기 있었어?",
            "언니한테 제일 먼저 소개해 주고 싶어서 계속 찾아다녔는데! 잘 됐다!",
            "여기 산책로는 아직 공사 중이지만 저쪽 외곽은 거의 마무리했는데, 있지~",
            "오! 꽤 많이 지었잖아. 이제 내 오두막에서도 제법 잘 보이더라.",
            "마을 이름은 정했어?",
            "안식의 도시와 나란히 붙어있기도 하고, 꿈꾸는 자가 판타지아에 온 뒤로 처음 짓는 마을이니... 시작의 도시로 하면 어떻겠나?",
            "시작의 도시라, 좋은 이름이네. ",
            "... 응? 뭐라고? 아~ 망토 언니, 큰 언니가 근처의 드림리스는 괜찮냐고 물어봐달래.",
            "민병대 사람들이 일을 도와주고 있는데, 얼마 전에 수상한 짐승을 봤다고 하더라구.",
            "엄청! 어어어엄청 컸대! 아직 피해자가 나오진 않았지만, 나 정말 너무 무서워!",
            "숲에 그런 짐승이 살고 있다고?",
            "글쎄, 내가 순찰하는 동안에는 한 번도 못 봤는데? 가우디 아저씨, 그 민병대원들 좀 만나게 해줄 수 있을까?",
            "만나게 해주는 것은 어렵지 않네만...",
            "빨간 망토군, 자네는 도시의 민병대원이나 다른 메르헨들보다 이쪽 숲의 지리에 밝은 편 아닌가?",
            "불안해하는 사람들이 없도록 이 문제에 대한 조사를 의뢰하고 싶네만.",
            "아, 그건 걱정하지 마. 숲을 안전하게 지키는 게 내 목표니까! 맡겨둬.",
            "응? 아, 맞아! 망토 언니, 작은 언니가 분수대 건설에 참여했던 인부들이 짐승이 소문을 들었다고 전해달래. 아마 지금쯤 담을 쌓고 있을 거야!",
            "흐하항, 그거 잘됐네. 좋아! 말 나온 김에 당장 해치우자구.",
            "그럼 이 건설 현장은 내가 지휘할 테니, 네 사람이 함께 가보면 되겠군!",
            "어? 가우디 아저씨가? 근데 아까 린 다오네가 당신을 찾던데?",
            "뭣!",
            "뭐, 뭣. 그럴리가...",
            "아까전에는 로아 씨도 할아버지 찾던데... 혹시 또 무슨 사고라도 쳤어? 저금통 훔쳤어?",
            "아니 무슨 그런 말을!",
            "저금통을 훔치다니, 나는 그런 일은 절대로 하지 않는다네! 절대로...",
            "... 딱 한 번 그랬을 뿐이야! 그것도 린에게 들켜서 금방 반납하지 않았나!",
            "이번에는 굴뚝 청소 비용을 좀 아껴보려다가...",
            "부끄러운 말이네만 굴뚝에 끼었는데, 빠져나오려 애쓰다보니...",
            "굴뚝에 살짝 구멍이 났다네. 린은 아마 날 용서하지 않겠지...",
            "그 굴뚝 수리해 준 지 얼마 안 됐는데...",
            "좋아! 그럼 가우디 할아버지한테 여기는 맡길게, 잘 마무리해 주면 그 굴뚝 우리가 고쳐줄 테니까!",
            "정말인가? 허허, 이것 참... 어떻게 감사 인사를 해야 좋을지.",
            "뭘 어떻게 하면 굴뚝에 구멍이 나는거야...",
            "아니, 아저씨 처음부터 그럴 생각으로 여기 온 거 아니야...?",
            "그런거야!? 앗, 가우디 할아버지! 대답은 하고 가야지! 어디 가는 거야!?",
            "저 아저씨... 정말 이상한 사람이라니까, 그렇게 돈 아껴서 어디에 다 쓰나 몰라.",
            "그나저나 이 일은, 흠...",
            "꿈꾸는 자에게 연락하는 게 낫지 않으려나. 아니, 뭐든 다 그 녀석에게 떠맡길 수도 없는 노릇이고...",
            "아니! 이번 일은 어떻게든 나 혼자 마무리하자. 그동안 수련도 열심히 했다구!",
            "자, 자. 틸리, 샐리, 트위스트! 가우디 아저씨는 그냥 내버려 두자구, 불러도 안 올 거야.",
            "길 안내만 좀 부탁할게. 어디로 가면 돼?",
            "걱정스러운 얼굴로 가우디를 바라보던 아기 돼지 세 자매가 씩씩한 얼굴로 고개를 끄덕였다. 우선은, 다른 현장으로 이동하는 게 좋겠지."
        ],
        [
            "ドリーマーがファンタジアに到着してから数ヶ月。安息の都市を囲む森林が平和をほぼ取り戻していた。",
            "野生である故に険しいこともあったが、ドリームレスやナイトメアとの遭遇が珍しくなった。",
            "この平和を守るために、赤ずきんは今日も森をパトロールしている。",
            "三匹の子豚とガウディさんが新しい建築を担当しているらしい。",
            "子豚姉妹は今まで安息の都市の修復活動に大きく貢献し、今回は新築に励んでいる。",
            "工事現場に着くと...なんだこの規模は、植民地でも広げているのか！？",
            "根太はそこでオッケー...梁には気を付けて、屋根が崩れたら全部おしまいだから！",
            "素晴らしい！順調ですね！",
            "ちゃんと資金はあるのね、ガウディさん？",
            "もちろんです、ロアさんならきっと予算を割り当ててくれます。",
            "とにかく、給料は必ず出します！",
            "ここにいる作業員全員分、忘れないでくださいね！",
            "もちろん、もちろんです！",
            "赤ずきんが長女のティリーと挨拶を交わす。",
            "あ！赤ずきんちゃん！",
            "トントロ町へようこそ！",
            "町の名前はどう思う？本当はまだ未定なんだけど...",
            "もうここまで進んでいるのね！",
            "いつから人が住めるようになるのか、分かる？",
            "あと一ヶ月もかからないよ！みんな、外壁の内側に留まらなければいいのだけれど。",
            "きっと大丈夫よ。最近はドリームレスが全然目撃されていないでしょ。",
            "あ、それが...",
            "ドリームレスじゃないけど、恐ろしい野獣が森林を縄張りにしたという噂が流れているの。",
            "他の工事現場で被害者が出たみたい。",
            "それは大変だけど...",
            "そんな獣が突然現れるなんて、おかしいわ。",
            "私も疑問に思っていました。",
            "赤ずきんさん、日々この森をパトロールなさっていると聞きます。その大剣の振るいも、なんと頼もしい。",
            "もしよければ、調査にあたってくれませんか？",
            "社交辞令を言われなくてもそうするつもりだったよ。でも手掛かりが...",
            "被害に遭った現場はここの近くよ。噂はそこから聞いたの。",
            "分かった、そこに向かおう。",
            "それではティリーさん、サリーさん、ツイストさん。赤ずきんを案内できますか？ここは私に任せてください。",
            "ガウディさんはギルドに戻らなくてもいいの？",
            "あ！",
            "い、いいえ...特に...",
            "またマネージャーさんを避けているのですか...",
            "まあ...その、煙突が塞がってしまってね。私は、掃除人を呼ぶ必要はない、節約するために自分でやると言い張ったのですが...",
            "すすの...ちょっとした...大爆発...を起こしてしまって...",
            "ギルドの部屋がいくつか...その影響を受けてしまいました。",
            "多くても七部屋。",
            "今ごろリンさんにばれてるでしょう...",
            "というわけで！急いでギルドに戻る必要なんて、ありません！",
            "...",
            "ここをガウディさんに任せて大丈夫なのかな？",
            "心配する必要はありません！煙突や掃除に関わることさえなければ。",
            "じゃあそれは決まりとして。",
            "野獣について、もう少し教えてくれない？",
            "細かいことは知らないけど...歯がとても鋭いと聞いたよ。",
            "やっぱりドリーマーにも来てもらったほうが...",
            "いや...自分で解決できる！",
            "何事もドリーマーに投げるのはよくない。",
            "この大剣と怪力がある限り、どんな敵でもかかってこいだ！",
            "よし、三人とも！",
            "出発だ！",
            "工事現場を襲う野獣の追跡任務が始まった！"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}