{
    "StoryName": "EventStory_BigBadWolf_3",
    "background": [
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png"
    ],
    "character": [
        [
            "",
            "Red",
            "Soldier",
            "Soldier",
            "Three Little Pigs",
            "Soldier",
            "Female Villager",
            "Male Villager",
            "Three Little Pigs",
            "Three Little Pigs",
            "Three Little Pigs",
            "Red",
            "Red",
            "Male Villager",
            "Male Villager",
            "Female Villager",
            "Female Villager",
            "Red",
            "Female Villager",
            "",
            "Red",
            "Three Little Pigs",
            "Red",
            "Three Little Pigs",
            "Red",
            "Three Little Pigs",
            "Red",
            "",
            "Three Little Pigs",
            "Three Little Pigs",
            "Red",
            "Three Little Pigs",
            ""
        ],
        [
            "",
            "빨간 망토",
            "민병대원",
            "민병대원",
            "아기돼지 세 자매",
            "민병대원",
            "거주민 여성",
            "거주민 남성",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "빨간 망토",
            "빨간 망토",
            "거주민 남성",
            "거주민 남성",
            "거주민 여성",
            "거주민 여성",
            "빨간 망토",
            "거주민 여성",
            "",
            "빨간 망토",
            "아기돼지 세 자매",
            "빨간 망토",
            "아기돼지 세 자매",
            "빨간 망토",
            "아기돼지 세 자매",
            "빨간 망토",
            "",
            "아기돼지 세 자매",
            "아기돼지 세 자매",
            "빨간 망토",
            "아기돼지 세 자매",
            ""
        ],
        [
            "",
            "赤ずきん",
            "民兵",
            "民兵",
            "三匹の子豚",
            "民兵",
            "女性村人",
            "男性村人",
            "三匹の子豚",
            "三匹の子豚",
            "三匹の子豚",
            "赤ずきん",
            "赤ずきん",
            "男性村人",
            "男性村人",
            "女性村人",
            "女性村人",
            "赤ずきん",
            "女性村人",
            "",
            "赤ずきん",
            "三匹の子豚",
            "赤ずきん",
            "三匹の子豚",
            "赤ずきん",
            "三匹の子豚",
            "赤ずきん",
            "",
            "三匹の子豚",
            "三匹の子豚",
            "赤ずきん",
            "三匹の子豚",
            ""
        ]
    ],
    "dialogueText": [
        [
            "A little while later, Red and the three little pigs arrive at the settlement to find the workers clearing up after the mess caused by the attacking wolf pack.",
            "What on earth happened here?",
            "Oh? More travellers?",
            "If only you'd been here half an hour ago... we could have used your help fighting off the wolves!",
            "Wolves?!",
            "Yeah, hundreds of them...",
            "Well, about thirty.",
            "We only just managed to fend them off...",
            "Oh no!",
            "If wolves are going to be a problem, perhaps we should start building walled settlements? That might make them easier to defend, at least.",
            "It's just not fair! We finally managed to get the Dreamless out of these forests, but all the monsters and dangerous wild animals have just moved straight back in!",
            "Hmmm... I'm interested in these wolves, though.",
            "Did you see what happened to them?",
            "We were able to fight them off...",
            "But they caused a lot of damage and managed to get into our stores before we could drive them away.",
            "There's a lot of food that has gone missing. This winter's going to be hard if we don't get additional supplies from Haven.",
            "Though, it's strange... Those beasts were fighting amongst themselves almost as much as they were fighting us!",
            "They were probably just so hungry they were fighting over your supplies...",
            "Aye, that was probably it.",
            "Red draws the three little pigs aside and speaks to them quietly.",
            "I want to search the woodlands. If there's a pack of wolves out there, they're probably going to continue to harass settlements like this.",
            "That sounds dangerous!",
            "I have my huge sword, I can take on a few wolves.",
            "B-but the woman said there were about thirty of them!",
            "Well, I can take on a few at a time, at least.",
            "Maybe... I mean... it might be sensible if... perhaps we should go with you?",
            "Are you sure?",
            "The three little pigs look at each other, gathering their courage.",
            "W-WE'LL GO!",
            "But... please keep an eye on us... we're only small...",
            "I'll protect you as best I can.",
            "R-Right!",
            "And so, the foursome set off into the woodlands once more."
        ],
        [
            "시끄러운 발소리와 함께 네 사람이 늑대 무리의 습격이 있었던 장소에 도착했다.",
            "이봐! 무슨 일이야? 여긴 거의 마무리된 구역이라고 했었잖아! 왜 이렇게 엉망이야?",
            "빨간 망토 씨! 마침 잘 오셨습니다.",
            "30분쯤 전이었어요, 갑자기 늑대들이 나타나서... 서른마리쯤 됐는데, 그 괴물도 함께였습니다!",
            "괴물이라니... 혹시 오호호! 하고 웃는 늑대였어?",
            "그걸 너희가 어떻게 알지? 맞아, 녹색 눈에 거대한 발톱을 가진 괴물이었어!",
            "내가 똑똑히 봤는데, 늑대들은 그 여자가 데리고 온 거야. 서로 얘기하는 걸 봤어!",
            "그 자식들 때문에 괜히 연장만 망가졌다고, 하~ 이거 없으면 타일 작업을 못 하는데...",
            "그 늑대, 누구인지 알 것 같아... 망토 언니도 그렇지? 꿈꾸는 자가 없다는 걸 알고 온 걸까?",
            "일단... 다친 사람은 없는 거지? 건물들도 무사한 것 같고...",
            "우선 성벽 설계부터 해야겠어, 늑대가 언제 사람을 습격할지 모르니까 짐승이 뛰어넘을 수 없는 높이로 지으면 될 거야.",
            "나쁜 늑대가 돌아온 건가? 그 녀석, 또 사람을 해치러...",
            "어이! 그 늑대들 다 어디로 갔어? ",
            "그놈들, 지금은 숲으로 다 튀었어!",
            "그 괴물은 모르겠지만 늑대 놈들은 처음부터 사람에게 별 관심이 없었어.",
            "맞아요, 곧장 식료품을 보관해 둔 창고로 가더니 식재료를 물고 가버렸어요.",
            "그 괴물이 배가 고프다고 했으니 늑대를 시켜 음식들을 훔친 게 아닐까요?",
            "잡아 먹힌 사람이나 물린 사람은 확실히 없는 거지?",
            "네, 아예 무시했어요. 그 괴물은 사람도 잡아먹을 수 있을 것 같았지만...",
            "이야기를 들은 빨간 망토가 아기 돼지 세 자매를 향해 몸을 돌렸다.",
            "틸리, 샐리, 트위스트. 너희는 안식의 도시로 먼저 돌아가.",
            "망토 언니! 그게 무슨 소리야?",
            "난 늑대를 찾아봐야겠어. 이러고 있을 시간이 없어. 그 녀석이 또 사람을 잡아먹으면 어떡해?",
            "혼자서는 너무 위험해! 늑대가 서른 마리나 있다잖아!",
            "상관없어, 그동안 열심히 수련했으니까! 난 이제 나쁜 늑대와 결판을 내고 싶어. 할머니의 복수를 할 거야.",
            "난 언니가 엄청 멋지다고 생각하지만, 그래도... 응? 응... 잠깐만! 작은 언니가 그건 너무 무모한 짓이라고 전해달래. 큰 언니도 정신 차리라고 전해달래.",
            "윽... 됐어! 어쨌든 트위스트는 내 편이라는 거잖아?",
            "틸리와 샐리가 트위스트의 옆구리를 자꾸만 쿡쿡 찌른다.",
            "역시 안 되겠어, 망토 언니! 이렇게 하자!",
            "우리도 같이 숲으로 갈게. 여차하면 우리가 망토 언니를 보호 해주면 되잖아? 혼자 보내는 건 너무 걱정돼...",
            "너희들...! 걱정해줘서 고마워, 기특해졌잖아! 흐하항, 좋아! 같이 가자고!",
            "엣헤헤... 아기 돼지 건설 회사는 고객님의 신뢰에 보답하는 게 모토잖아? 우리 저쪽으로 가보자!",
            "저만치 달려간 트위스트가 빨리 오라며 손을 흔들었다."
        ],
        [
            "赤ずきんたちが工事現場に着くと、襲撃の後始末をしている作業員に会った。",
            "いったい何があったの？",
            "冒険者かい？",
            "三十分前に来ていれば良かったのにな...狼の群れに襲われたんだ。",
            "狼！？",
            "そうだ、何百匹もいたんだ！",
            "三十匹ぐらいよ。",
            "なんとかして追い払ったけど...",
            "そんな...",
            "これから狼が問題になるなら、堀を立てないとね。少なくとも、町の中が安全になるけど...",
            "酷すぎる！やっとの思いで森のドリームレスを退治したのに、他の怪物や獣と入れ替わっただけじゃない！",
            "うーん...狼の群れについて詳しく聞かせて。",
            "最後はどうなったの？",
            "追い払うことはできたんだけど...",
            "奴らに倉庫を荒らされたんだ。",
            "食料目当てだったみたい。安息の都市から補充しないと冬まで持たないわ。",
            "でも...狼は私達を攻撃しながらも、仲間割れしているように見えた。",
            "あまりにも飢えて奪い合っていたのかな？",
            "うん、きっとそうね。",
            "レッドは少し離れて子豚姉妹に状況を伝えた。",
            "森に戻って群れを追跡しないと。このままだとどの現場も安全じゃなくなっちゃう。",
            "一人で！？危険すぎるよ！",
            "この大剣を見てごらん、狼なんか相手にならないって。",
            "三十匹もいるって言ってたよ！",
            "逸れたやつから退治すれば大丈夫だよ。",
            "じゃあ...あの...もしよかったら...ついて行ってもいいかな？",
            "構わないけど、怖くないの？",
            "子豚たちは目を合わせて勇気を振り絞る。",
            "い、行きます！",
            "でも...やっぱり怖いので...",
            "任せて、絶対に守って見せるから！",
            "あ、ありがとうございます！",
            "そして、四人は再び森の冒険に出た。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}