{
    "StoryName": "EventStory_TreasureHunt_4",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Celeste",
            "Mal",
            "Hook",
            "Hook",
            "",
            "",
            "",
            "",
            "",
            "",
            "Mal",
            "",
            "",
            "",
            "Lis",
            "",
            "Hook",
            "",
            "",
            "Hook",
            "Hook",
            "",
            "Mal",
            "Hook",
            "Lis",
            "Hook",
            "Mal",
            "Hook",
            "Hook",
            "Hook",
            "Hook",
            "",
            "",
            "",
            "",
            "Lis",
            "Mal",
            "Celeste",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "셀레스티",
            "말",
            "후크 선장",
            "후크 선장",
            "",
            "",
            "",
            "",
            "",
            "",
            "말",
            "",
            "",
            "",
            "리즈",
            "",
            "후크 선장",
            "",
            "",
            "후크 선장",
            "후크 선장",
            "",
            "말",
            "후크 선장",
            "리즈",
            "후크 선장",
            "말",
            "후크 선장",
            "후크 선장",
            "후크 선장",
            "후크 선장",
            "",
            "",
            "",
            "",
            "리즈",
            "말",
            "셀레스티",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "セレステ",
            "マル",
            "フック",
            "フック",
            "",
            "",
            "",
            "",
            "",
            "",
            "マル",
            "",
            "",
            "",
            "リズ",
            "",
            "フック",
            "",
            "",
            "フック",
            "フック",
            "",
            "マル",
            "フック",
            "リズ",
            "フック",
            "マル",
            "フック",
            "フック",
            "フック",
            "フック",
            "",
            "",
            "",
            "",
            "リズ",
            "マル",
            "セレステ",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The pirate ship has somehow been corrupted and twisted by the Dreamless, and has gained (or sprouted) gigantic legs.",
            "It moves with a lumbering scuttle that looks slow, but eats up ground in no time. No wonder it was able to travel around the countryside so speedily!",
            "It must have hauled itself out of the ocean on those legs to escape being swallowed up by the Dreamless Nether.",
            "That's a dominion level creature!",
            "How do we defeat something like <i>that?!</i>",
            "Luckily, you have a dominion level <i>pirate captain</i> with you!",
            "The sea was my domain, and ships my tools! I won't be beaten by a twisted creature wearing my old boat!",
            "And so, battle rages.",
            "As the fight goes on, more and more Dreamless creatures emerge from the trees, obviously drawn by the crashing sounds of this titanic fight.",
            "At the height of the battle, Hook steps right up to the Jolly Roger and blasts the monstrous ship with all of her cannons.",
            "She is entirely lost to view amidst the gun-smoke...",
            "Out of the smoke, the huge dreamless monster rears up on its legs, great holes rent in its wooden sides.",
            "With a plaintive roar, it comes apart in a shower of splinters, and the parts come raining down upon...",
            "HOOK!",
            "She is buried under the rubble of her old boat...",
            "As the Dreamless creatures melt away, you, Mal and Lis sprint to where you last saw the pirate captain.",
            "Throwing aside bits of wreckage, you uncover the captain, lying still beneath.",
            "Is she... is she...?",
            "The captain groans and stirs.",
            "Uuuugghhh... Not a croc this time, but me own ship, no less!",
            "Hook!",
            "You thought she was dead!",
            "Aaahhhh, scuttle-butt!",
            "Don't worry about me, it's not the first time I've been passed out.",
            "Mal is looking at the devastation around them as the smoke from Hook's guns gradually clears.",
            "Your ship...",
            "Yes. My ship...",
            "It's gone.",
            "And with it the last memory of my adventures upon the high seas... adventure's passing.",
            "I'm sorry, captain, I didn't know this treasure hunt would lead to you losing something so important to you.",
            "Ha!",
            "It's just a boat, it's not freedom itself.",
            "If memory of adventure fails, then fresh memories of adventure must be remade.",
            "Besides, boy, this was the very epitome of an adventure! And quite a successful one, I see!",
            "The smoke clears and all around... the glint of gold, jewels and gems, crowns and doubloons shine as the sunlight catches them for the first time in an age!",
            "The whole countryside is awash with Hook's former plunder!",
            "There's so much treasure, you think it will be enough to pay Loa a whole month of subscription fees!",
            "Was it all hidden inside Hook's ship?",
            "Wow! We're rich!",
            "But how are we supposed to get it all back to Haven? There's way too much to carry!",
            "Fortunately, we have a caravan for just such an occasion.",
            "Yes... a caravan that's apparently much bigger on the inside that it looks on the outside.",
            "It somehow held this whole adventure inside it, after all!"
        ],
        [
            "해적선이 땅 밖으로 기어 나오자 흙으로 만들어진 파도가 우리를 덮친다.",
            "후크 선장의 말대로 닻을 잃어버린 탓이었을까, 해적선의 모두가 사라진 이후에도 오랜 여정을 지속해온 졸리 로저호의 비명은 몹시도 슬펐다.",
            "배가 드림리스로 변한 것은 드림리스 네더가 일곱 개의 바다를 삼킬 때 그 힘에 노출됐기 때문이겠지.",
            "드림리스 네더의 힘을 너무 많이 흡수했구나. 이 힘은 도미니언 수준이라고 해도 무방하겠는걸.",
            "그럴수가... 여행의 마지막이 이런 식인 건 너무 슬프잖아...!",
            "슬프다고? 웃기는 소리! 똑바로 들어둬라, 신참!",
            "후크 해적단의 행동 강령 2번! 막 나가는 동료는 반드시 두들겨 패서 정신 차리게 만든다!",
            "후크 선장의 호쾌한 웃음소리와 함께 대포가 불길을 뿜는다.",
            "오랫동안 함께 항해한 동료가 괴물이 되어버렸건만, 슬픔이라고는 조금도 찾아볼 수 없는 얼굴이었다.",
            "따개비처럼 배의 겉면에 붙어있던 드림리스들이 뛰어내려 덤벼든다.",
            "찢어진 해적기가 매캐한 화약 연기에 맞춰 너울거린다.",
            "자신의 배와 맞서 싸우는 후크 선장은 오히려 후련한 얼굴이었다.",
            "오랫동안 목적 없는 항해를 지속한 유령선도 비슷한 감정을 느끼고 있을까.",
            "선장님!!!",
            "돛대의 가장 높은 곳으로 훌쩍 뛰어 올라간 후크 선장이",
            "배의 중심을 향해 거대한 대포를 쏘아 넣었다.",
            "엄청난 굉음과 함께 배의 형상이 허물어진다. 돛대가 바닥에 처박히고 구멍 뚫린 선미가 내려앉았다.",
            "선장님! 어디 있어? 설마 죽은 건 아니지? ",
            "그때 자욱한 먼지를 뚫고 후크 선장의 앵무새가 휙 날아올랐다.",
            "흥, 무례한 신참 같으니! 선장을 죽일 셈이냐? 아예 장례까지 치러주지 그래!",
            "흙먼지를 뒤집어쓴 후크 선장이 배 안에서 무언가를 가지고 나왔다.",
            "메인 돛대에 걸려있던 후크 해적단의 해적기다.",
            "어이, 신참들! 잘 배워둬라, 해적단의 영혼은 해적기에 있는 법!",
            "목숨보다 해적기를 먼저 사수해라, 알겠냐?",
            "열심히 고개를 끄덕이던 말이 안절부절못하는 얼굴로 후크 선장에게 다가섰다.",
            "선장님, 그렇지만 저희 배가...",
            "저희 배? 넌 졸리 로저 호에 탄 적도 없잖아.",
            "그렇긴 하지만, 그래도 배가 완전히 망가져 버렸는데요...",
            "뭐, 신경 쓰지 마라. 그런 모습으로 계속 항해하게 두는 것도 가엾잖냐.",
            "우리가 보물찾기를 하겠다고 나서지만 않았어도, 이런 일은 없었을텐데...",
            "무슨 시시한 소리를 하나 했더니...",
            "배와 선장은 운명을 함께 한다고 했잖냐.",
            "내가 계속 여행을 한다면 졸리 로저 호도 계속 여행을 하는 거다!",
            "나 때는 기본 상식이었다고, 너희들도 잘 외워둬라. 알겠냐?",
            "후크 선장은 아무렇지 않은 얼굴로 말했지만",
            "적어도 나와 셀레스티는 후크 선장의 눈에 비친 안타까움을 읽을 수 있었다.",
            "땅속으로 완전히 가라앉은 범선의 근처로 금은보화가 둥둥 떠오른다.",
            "후크 선장이 아이들에게 그것을 회수해오라며 등을 떠밀었다.",
            "와아! 보물이 엄청 많아!",
            "이 정도 보물이면 새로운 졸리 로저 호를 만들 수 있을 거야!",
            "안식의 도시에 조선공이 있었니? 궁금하구나. 우선 마차에 싣고 돌아갈까?",
            "후크 선장은 땅속으로 천천히 가라앉는 졸리 로저 호의 돛대를 오래도록 바라보았다.",
            "돌아가는 길, 그녀에게 위안이 될 수 있길 바라며 셀레스티의 마차에 해적기를 걸기로 했다."
        ],
        [
            "海賊船が地面から這いずり出ると、土の波が一行を襲った。",
            "フックの言うとおり、イカリを失ったせいだろうか。船員が全員いなくなった後も航海を続けていたジョリー・ロジャー号の悲鳴は、胸に込み上げるものがあった。",
            "船がドリームレスに変貌したのは、七つの海がドリームレスネザーに飲み込まれ時に、その力にさらされたからだろう。",
            "ドリームレスネザーの力をたっぷり吸収したようだな。その力はドミニオンに匹敵すると言っても過言ではない。",
            "そんな... 旅の結末がこんなんじゃ悲しすぎるよ...！",
            "悲しいだと？ 馬鹿言うな！ よく聞けよ、新入り！",
            "フック海賊団の行動指針・第２条だ！ 暴れる仲間は力ずくで正気に戻す！",
            "フック船長の豪快な笑い声とともに、大砲が火を吹く。",
            "長年航海を共にした仲間が、怪物になったというのに、その顔には悲しみのかけらも見えなかった。",
            "フジツボのように船にへばり付いていたドリームレスが、飛び降りて襲いかかってくる。",
            "破れた海賊旗が立ち込める火薬の煙とともに、なびいている。",
            "自分の船と戦うフックは、むしろ清々しい顔だった。",
            "長い月日、あてもなく航海を続けていた幽霊船も、同じ感情を抱いているのだろうか。",
            "船長！！！",
            "マスとの一番上まで一気に駆け上がったフックが",
            "船の中心めがけて、巨大な大砲を撃ち込んだ。",
            "轟音とともに、船は跡形もなく崩れ落ちる。マストが地面に突き刺さり、穴の開いた船尾が沈んでいく。",
            "船長！ どこ？ まさか死んじゃった？",
            "その時、濃い煙の中からフックのオウムが、ひゅんと飛び出した。",
            "ふん、無礼者め！ 勝手に船長を殺すんじゃない！ おまえの葬式からしてやろうか？",
            "土埃にまみれたフックが、船の中から何かを持ち出してきた。",
            "メインマストに掲げられていた、フック海賊団の海賊旗だ。",
            "おい新入り！ よく覚えとけ。海賊の魂は、海賊旗に宿るのだ！",
            "命より大切な海賊旗だ。何よりも先に死守せよ。分かったか？",
            "必死に頷いていたマルが、慌てた様子でフックに近づいた。",
            "船長、だけど俺たちの船が...",
            "俺たちの船？ ジョリー・ロジャー号に乗ったこともないのに？",
            "そうだけど、船が完全に壊れちゃった...",
            "ああ、気にするな。あんな姿で航海をさせ続けるのも、可哀想だろ？",
            "俺たちが宝探しをしたいなんて言わなかったら、こんなことにはならなかったのに...",
            "くだらないことを言うな...",
            "船長と船は運命共同体だと言ったろ。",
            "アタシが旅を続ける限り、ジョリー・ロジャー号も不滅だ！",
            "アタシの時は、こんなことは常識だったぞ。よく覚えておけ、いいな？",
            "フックは平気な顔でそう言ったが",
            "少なくとも私とセレステには、フックの目に映る寂しさが読みとれた。",
            "地面へ完全に沈んだ帆船の近くには、金銀財宝がぷかぷかと浮かんでいた。",
            "回収して来いと兄妹の背中をフックが押した。",
            "わあ！ 宝物がたっくさん！",
            "これだけあれば、新しいジョリー・ロジャー号が作れるね！",
            "はて、安息の都市に造船工はいただろうか？ とりあえず、馬車に積んで帰るとしよう。",
            "フックは地面に沈みゆくジョリー・ロジャー号のマストを、ずっと眺めていた。",
            "帰りの道中、彼女の仲間を弔うために、海賊旗を馬車に掲げることにした。"
        ]
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "",
        "",
        "",
        "",
        "none",
        "music_heroicbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}