{
    "StoryName": "EventStory_SleepHollow_2",
    "background": [
        "redmoon.png",
        "redmoon.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png",
        "havenrednight.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Vita",
            "Esme",
            "Vita",
            "Aurora",
            "Aurora",
            "",
            "Red",
            "",
            "Aurora",
            "Red",
            "",
            "Vita",
            "Esme",
            "Red",
            "Red",
            "Esme",
            "Red",
            "Aurora",
            "Red",
            "Esme",
            "Red",
            "Esme",
            "Red",
            "Red",
            "",
            "Red",
            "Red",
            "Red",
            "",
            "Aurora",
            "Aurora",
            "Red",
            "",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Esme",
            "Vita"
        ],
        [
            "",
            "",
            "",
            "",
            "비타",
            "에스메",
            "비타",
            "오로라",
            "오로라",
            "",
            "빨간 망토",
            "",
            "오로라",
            "빨간 망토",
            "",
            "비타",
            "에스메",
            "빨간 망토",
            "빨간 망토",
            "에스메",
            "빨간 망토",
            "오로라",
            "빨간 망토",
            "에스메",
            "빨간 망토",
            "에스메",
            "빨간 망토",
            "빨간 망토",
            "",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "",
            "오로라",
            "오로라",
            "빨간 망토",
            "",
            "비타",
            "",
            "비타",
            "비타",
            "에스메",
            "비타"
        ],
        [
            "",
            "",
            "",
            "",
            "ヴィータ",
            "エスメ",
            "ヴィータ",
            "オーロラ",
            "オーロラ",
            "",
            "赤ずきん",
            "",
            "オーロラ",
            "赤ずきん",
            "",
            "ヴィータ",
            "エスメ",
            "赤ずきん",
            "赤ずきん",
            "エスメ",
            "赤ずきん",
            "オーロラ",
            "赤ずきん",
            "エスメ",
            "赤ずきん",
            "エスメ",
            "赤ずきん",
            "赤ずきん",
            "",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "",
            "オーロラ",
            "オーロラ",
            "赤ずきん",
            "",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "エスメ",
            "ヴィータ"
        ]
    ],
    "dialogueText": [
        [
            "A blood moon hangs over Haven, turning the sky crimson.",
            "Everyone who sees the shining red disc shivers and hurries into their homes, bolting their doors and barring their windows.",
            "No one feels safe outdoors...",
            "The ominous air is even affecting your companions.",
            "It's a bad omen! I'm sure of it!",
            "Omens aren't real, Vita.",
            "Are so! Isn't that right, big sis?",
            "I don't believe in such things, normally, but...",
            "Dreamer, I have a bad feeling that I can't shake. Something is wrong in Phantasia.",
            "At that moment, Red bursts in on you.",
            "Dreamer! The Horseman! The Headless Horseman is abroad!",
            "The what now?",
            "It can't be! I thought he was just a legend?",
            "I'm sure of it! There are reports coming back from the patrols, they're saying that settlers have seen him outside Haven!",
            "Who is this Headless Horseman?",
            "The omen! The omen I was talking about!",
            "It's nonsense! It must be a prank...",
            "The Headless Horseman is a legendary monster who appears once every ten years on the night of a blood moon – a night like tonight!",
            "He rides across the land searching for his missing head.",
            "Like I said, it's a legend, it's not real!",
            "Only... he isn't just a legend!",
            "How do you know, Red?",
            "Because I've seen him myself. Ten years ago...",
            "You've seen him?!",
            "Not only that, but I fought him.",
            "Then how is that possible? I thought the Headless Horseman was supposed to take the head of their foe as a trophy!",
            "What can I tell you? I barely escaped with it still on my shoulders!",
            "It was a long battle, we fought each other to a standstill. Then he just... left. I can't explain it.",
            "That sounds very strange.",
            "Dreamer, the Horseman is a force of nature, implacable and relentless. I have no idea why he left me alone.",
            "My sword was the only thing that saved me, but even then I wasn't able to inflict significant damage on him.",
            "I've never heard of him stopping in his attack before. He always claims a head before he disappears again.",
            "Aurora looks worried.",
            "Dreamer, if the Horseman is out in the countryside around Haven, then there will be people in danger.",
            "Since you came, the surrounding lands have become much safer, so much so that some people from Haven have left to attempt to resettle those lands.",
            "That's where these reports come from. There's a settlement called Settler's Hollow, many of the people there have seen the Horseman.",
            "Then perhaps you should head out and find this Horseman.",
            "That's dangerous! The Headless Horseman is a supernatural unkillable monster! What if he decides to take <i>your</i> head, Dreamer!",
            "Well, if Vita is scared, perhaps you should stay here.",
            "Scared?! I'll show you! I bet I can take down the Horseman all on my own!",
            "Beating TEN Headless Horsemen would be child's play to the Lifestone!",
            "Vita...",
            "Come on, Sleepy! Let's go find this Settler's Hollow!"
        ],
        [
            "도시의 주민들이 모두 문을 굳게 잠그고 불길한 밤이 지나가길 기다리는 동안",
            "핏빛 달이 안식의 도시에 붉은 그림자를 드리웠다.",
            "긴장한 눈으로 밤하늘을 바라보던 메르헨들이 몸을 뒤척였다.",
            "비타가 가장 먼저 몸을 일으키더니 투덜거렸다.",
            "이건 나쁜 일의 징조야. 분명해!",
            "하? 바보야! 이렇게 큰 징조가 어딨어?",
            "맞거든? 진짜거든? 그치, 큰 언니!?",
            "비타의 의견에 동의하고 싶지 않지만...",
            "불길한 느낌이 들어요. 무언가 잘못된 것처럼요.",
            "오로라의 작은 중얼거림이 빨간 망토의 외침에 묻혔다.",
            "꿈꾸는 자! 목 없는 기사가 나타났어!",
            "오로라가 빨간 망토를 향해 고개를 돌렸다.",
            "그럴 리가요, 목 없는 기사는 전설 속의 인물이에요.",
            "진짜라니까? 목격담으로 길드가 터질 지경이라구?",
            "에스메의 목을 끌어안은 비타가 말했다.",
            "내가 말했지!? 불길한 징조라고 했잖아!",
            "말도 안 돼, 뭘 잘못 본 거겠지.",
            "다들 그 이야기 못 들어봤어? 붉은 달이 뜨는 밤이면 목 없는 기사가 나타난다!",
            "잃어버린 자기 목을 찾아 돌아다니는 기사. 몰라?",
            "글쎄 뭘 잘못 본 거라니까?",
            "목 없는 기사는 단순한 이야기나 전설이 아니야!",
            "빨간 망토씨...",
            "난 말이지! 10년 전에...",
            "10년 전에...?",
            "그 기사랑 실제로 싸웠다구!",
            "하!? 무슨 소리야? 너랑 목 없는 기사가 진짜 싸웠으면 그 기사가 네 머리를 가져갔겠지!",
            "아니, 일단 들어보라니까.",
            "정말 긴 싸움이었어. 날이 샐 때까지 싸웠으니까...",
            "빨간 망토가 조심스러운 목소리로 말했다.",
            "꽤 치열하게 싸웠는데... 시간이 지나니까 그냥 사라져버렸어.",
            "목 없는 기사는 초자연적인 존재야. 그래서 그런지 목 없는 기사에게 치명상을 입힐 수는 없었어.",
            "목 없는 기사가 전리품으로 적의 목을 챙겨간다고 하는데... 그거야말로 헛소문이라구!",
            "빨간 망토의 이야기를 듣고 있던 오로라가 걱정스러운 표정으로 바라본다.",
            "꿈꾸는 자, 목 없는 기사가 안식의 도시 근처에 있다면... 대비하는 편이 좋을 것 같아요.",
            "도시의 치안이 좋아지면서 동시에 영토를 넓히려는 사람들도 많아졌잖아요. 만일 도시 바깥의 정착지가 습격 당한다면...",
            "아, 나도 꿈꾸는 자에게 그 이야기를 하러 왔어. 방금 막 할로우 정착지에서 들어온 소식인데, 목 없는 기사가 거기 있는 것 같아.",
            "흥분한 비타가 큰 소리로 외쳤다.",
            "안돼! 너무 위험하잖아! 목 없는 기사는 초자연적인 존재라며? 그럼 못 죽이잖아!",
            "눈치를 살피던 그녀가 작은 목소리로 속삭였다.",
            "빨간 망토와 싸울 때는 결판이 나지 않아서 목을 안 가져간 걸지도 모르잖아.",
            "목 없는 기사가 꿈꾸는 자, 네 목을 가져가 버리면 어떡해!?",
            "비타... 너 무섭구나?",
            "햐! 말 다했어? 아니거든? 목 없는 기사 따위, 이 라이프스톤 비타님에게는 그냥 장난감이야! 장난감! 내 말 듣고 있어!?"
        ],
        []
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}