{
    "StoryName": "EventStory_SleepHollow_4",
    "background": [
        "woodlandsrednight.png",
        "woodlandsrednight.png",
        "woodlandsrednight.png",
        "woodlandsrednight.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "Female Villager",
            "Red",
            "Male Villager",
            "Male Villager",
            "Female Villager",
            "Aurora",
            "Female Villager",
            "Male Villager",
            "Esme",
            "Red",
            "Esme",
            "",
            "",
            "Female Villager",
            "Male Villager",
            "",
            "Male Villager",
            "",
            "",
            "",
            "",
            "Red",
            "Red",
            "Red",
            "",
            "Red",
            "",
            "Vita",
            "",
            "",
            "Esme",
            "",
            "",
            "Aurora",
            "Female Villager",
            "Male Villager",
            "",
            "",
            "",
            "Vita",
            "Red",
            "Red"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "거주민 여성",
            "빨간 망토",
            "거주민 남성",
            "거주민 남성",
            "거주민 여성",
            "오로라",
            "거주민 여성",
            "거주민 남성",
            "에스메",
            "빨간 망토",
            "에스메",
            "",
            "",
            "거주민 여성",
            "거주민 남성",
            "",
            "거주민 남성",
            "",
            "",
            "",
            "",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "",
            "빨간 망토",
            "",
            "비타",
            "",
            "",
            "에스메",
            "",
            "",
            "오로라",
            "거주민 여성",
            "거주민 남성",
            "",
            "",
            "",
            "비타",
            "빨간 망토",
            "빨간 망토"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "",
            "女性村人",
            "赤ずきん",
            "男性村人",
            "男性村人",
            "女性村人",
            "オーロラ",
            "女性村人",
            "男性村人",
            "エスメ",
            "赤ずきん",
            "エスメ",
            "",
            "",
            "女性村人",
            "男性村人",
            "",
            "男性村人",
            "",
            "",
            "",
            "",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "",
            "赤ずきん",
            "",
            "ヴィータ",
            "",
            "",
            "エスメ",
            "",
            "",
            "オーロラ",
            "女性村人",
            "男性村人",
            "",
            "",
            "",
            "ヴィータ",
            "赤ずきん",
            "赤ずきん"
        ]
    ],
    "dialogueText": [
        [
            "You and your party have headed deep into the woods in search of the farmers and settlers who first reported the return of the Horseman.",
            "As you travel, you have been encountering strange pumpkin-headed creatures that have tried to attack you on numerous occasions.",
            "Fortunately, with the aid of Red's gigantic sword, you've been able to fight them off each time.",
            "Eventually, you reach the outskirts of the little village of Settler's Hollow.",
            "The blood moon makes the landscape look very alien and sinister...",
            "A woman with dog ears hurries out of the nearest house towards you",
            "Who are you? It isn't safe outside tonight!",
            "Don't worry, ma'am. We're here to help.",
            "Katrina! Come back inside!",
            "Who are those people?",
            "I don't know, they just appeared from the woods.",
            "We're searching for the people who reported seeing the Headless Horseman.",
            "Ah! That was us!",
            "He's been riding back and forth through these woods for the past day and a half!",
            "So he really does exist...",
            "You didn't believe me, Esme?",
            "Ah! No, of course I did, yes... I mean, but... independent witnesses... more evidence is always good...",
            "You clear your throat to distract from Esme's embarrassment.",
            "What has this Horseman actually been doing?",
            "Oh... well just ridden around, as far as I'm aware.",
            "The Horseman hasn't attacked anyone yet, that we know of... but those pumpkin-head things carried off some of our cattle!",
            "Ah yes, the pumpkin-heads... you've encountered them already.",
            "I think they must be the Horseman's henchmen or something!",
            "You're not so sure of that.",
            "You take your companions aside, wanting more information.",
            "Who even is the Headless Horseman? Where did he come from?",
            "What does he want? Is he holding some kind of grudge?",
            "Legends say he was once a human, like any other.",
            "Only, he was a soldier. A mercenary, in fact.",
            "He lost his head on a battlefield a long time ago and his restless spirit has been searching for it ever since.",
            "Is that why he takes heads? He's trying to replace his own?",
            "No one knows, Dreamer. But he always chooses the strongest enemy he can... maybe he can't be satisfied with the head of anyone lesser?",
            "He is certainly a very ominous sounding character...",
            "Dreamer! Listen!",
            "As everyone stills, you hear it: the sound of hooves. Galloping hooves.",
            "Next to you, Esme staggers. It seems her sixth sense is troubling her!",
            "Dreamer, I don't feel very good... it's like a chill is creeping over the land. It feels... it feels like death is approaching!",
            "The hooves grow louder and louder, drumming on the ground, until the whole village feels like it's thrumming.",
            "You begin to see glimpses of a horse through the trees, a horse and rider and fires from the pits of hell!",
            "Get everyone back inside, quickly!",
            "Right!",
            "Come on Katrina!",
            "There are more sounds, now: breaking branches, the sounds of a great many feet running.",
            "Even as the sound of thundering hooves grows deafening, hundreds of pumpkinheads suddenly pour out of the forest...",
            "From <i>the other side of the village!</i>",
            "What the-!",
            "The rider is a distraction!",
            "Defend the village!"
        ],
        [
            "우리들은 할로우 정착지로 향했다.",
            "정착지로 가는 도중 호박 머리의 괴물들이 일행을 여러 번 습격했다.",
            "다행히 빨간 망토 덕분에 큰 피해는 없었지만...",
            "할로우 정착지에 도착했을 때 대부분 지친 상태였다.",
            "하늘에 걸린 붉은 달이 주변 풍경을 불길하게 비춘다.",
            "마을 입구에 도착하자 누군가 서둘러 우리에게 달려왔다.",
            "누구신가요? 오늘 밤은 이렇게 돌아다니시면 안 돼요!",
            "아! 걱정마! 우린 너희들을 도와주러 온 거라구?",
            "카트리나, 뭐 하는 거야! 어서 돌아와!",
            "그 사람들은...?",
            "실례지만 숲을 가로질러 오신 건가요?",
            "네, 맞아요. 저희는 목 없는 기사를 찾고 있어요. 이 근처에서 그를 목격했다는 제보가 들어왔거든요.",
            "세상에, 그건 저희가 보낸 제보예요! 이렇게 늦은 시간에 와주실 줄은 몰랐어요.",
            "어젯밤 저쪽 숲에서 그 기사를 봤습니다. 정말 목이 없더군요.",
            "목 없는 기사가 정말 존재하는 인물이라니... 놀랐어.",
            "말했잖아, 진짜 있다니까? 날 못 믿는 거야!?",
            "아니, 그런 건 아니고... 당연히 믿었지. 증인... 그래! 증인이 많으니까... 이제 확실히 믿음이 간다, 그 소리야.",
            "에스메가 허둥지둥 자리를 옮겨 내 뒤로 몸을 숨겼다.",
            "걱정스러운 표정의 주민들이 우리의 모습을 불안하게 살펴본다.",
            "아직은 말을 타고 숲을 배회하는 정도지만...",
            "사람을 해쳤다는 소식은 아직 없지만... 그가 끌고 다니는 이상한 괴물들이 가축을 약탈해갔습니다!",
            "호박 머리를 단 괴물의 모습을 설명하자 주민들이 고개를 끄덕였다.",
            "맞습니다! 그 호박 모양 괴물들!",
            "목 없는 기사의 수하인가, 오로라가 아리송한 표정으로 고개를 기울인다.",
            "그들이 무엇이든 속단하긴 이르다.",
            "우리는 우선 정보를 모으기로 했다.",
            "그럴듯한 정보를 수집할 수는 없었지만, 위치를 파악하기에는 충분했다.",
            "전설에 따르면 목 없는 기사는 한때 다른 사람들과 마찬가지로 평범한 보통 인간이었다고 해.",
            "지금은 사라진 영역의 용병단 출신이라는 이야기도 있었어.",
            "전쟁터에 고용됐다가 머리를 잃어버린 후로, 몸이 머리를 찾으러 다닌다고...",
            "빨간 망토가 손가락으로 턱을 문질렀다.",
            "다른 사람의 머리를 베어버린다는 소문은 잘 모르겠어. 하지만 강한 상대를 찾아 돌아다니는 건... 맞는 이야기 같아.",
            "조용하던 비타가 달려와 내 손을 붙잡았다.",
            "쉿! 쉿! 조용히 해봐!",
            "의아한 표정의 빨간 망토가 입을 다물자 어디선가 다각 거리는 말발굽 소리가 들려온다.",
            "흠칫 몸을 떤 에스메가 불안한 눈으로 오로라를 바라본다.",
            "꿈꾸는 자, 오로라. 나 몸이 좀 이상해... 자꾸 추워. 이건, 그래... 죽음을 닮았어. 죽음을...",
            "말발굽 소리가 점점 커져 지진처럼 땅을 울린다.",
            "마침내 나무 사이로 말을 탄 기사의 형상이 보였다. 하나, 둘... 불길이 솟구쳤다.",
            "피하는 게 좋겠어요, 어서요!",
            "여러분, 이쪽으로!",
            "카트리나!",
            "시끄러운 소리가 점점 커진다.",
            "나무가 부러지는 소리, 지축을 흔드는 굉음.",
            "불길이 호박 형상의 괴물들로 변해 숲에서 쏟아져 나온다.",
            "저게 다 뭐야?",
            "양동 작전인가!?",
            "꿈꾸는 자, 마을로 돌아가자!"
        ],
        []
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}