{
    "StoryName": "EventStory_Ozma_1",
    "background": [
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png",
        "haven.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "Dorothy",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "도로시",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "ドロシー",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "It isn't often that you are able to converse with the Heroes in your retinue, but you always seem to learn something new when given the chance.",
            "Today, Dorothy stands before you, recounting her experiences in her old land of Oz.",
            "She speaks fondly of faded memories and distant experiences from a time long past. One in particular interests you.",
            "Princess Ozma... she was my closest friend and confidant. I could talk to her about anything!",
            "She's an interesting girl that one... we would often discuss courtly affairs or matters about the kingdom, as she had been training her whole life to become a proper ruler.",
            "I wasn't the greatest conversation partner in that regard, but I could always sense the passion and love for her people!",
            "As you can imagine... when the Kingdom of Oz fell, she struggled in every way against the Dreamless.",
            "She wasn't just a dainty princess too. Ozma wielded great magic when it came to defending her friends!",
            "Nonetheless, it was a hopeless endeavour... the Dreamless proved to be too relentless, a never-ending sea of destruction.",
            "I imagine things may have been different if you were there, Dreamer.",
            "Part of me feels that Ozma is still out there, yearning to live those peaceful days in the Kingdom again.",
            "Would you find her, Dreamer?",
            "I believe that she may need a friend to support her.",
            "That friend can no longer be me...",
            "You decide to set out on the quest given to you by Dorothy. ",
            "If Ozma has magic that could defend the people of Haven, then it just might be worth the trouble to seek her out."
        ],
        [
            "안식의 도시를 순찰하던 중 도로시와 마주쳤다.",
            "메르헨과 마주치는 것은 그리 어려운 일이 아니지만, 그들이 살던 세계의 이야기를 직접 들을 수 있는 건 흔치 않은 기회다.",
            "신이 난 얼굴로 이야기를 쏟아내던 도로시가 추억을 회상하듯 애틋한 얼굴로 미소지었다.",
            "어라라~? 꿈꾸는 자! 오즈마의 이야기가 궁금한가요~?",
            "왕녀 오즈마~! 오즈마는 도로시의 소중한 친구에요! 마음을 터놓고 이야기 할 수 있는 사이 좋은 친구요.",
            "오즈마는 백성들에게 친근한 왕녀였답니다. 마음만큼은 나도 본받고 싶었지만! 아시다시피 심오한 이야기는 어렵잖아요~",
            "전부 이해한 건 아니지만 그래도 오즈마가 오즈의 세계를 얼마나 아끼고 사랑하는지 느낄 수 있었어요.",
            "드림리스 네더가 오즈의 세계를 침략했을 때 오즈마는 수단과 방법을 가리지 않고 맞서 싸웠어요.",
            "결과는 꿈꾸는 자가 알고 있는 것처럼 실패했지만 말예요. 오즈마는 정말 강한 왕녀였지만 그래도 왕국을 지켜낼 수 없었어요.",
            "지나간 일을 후회하는 건 나쁜 버릇이지만~ 요즘은 그런 생각이 들어요! 당신이 그때 있었다면, 상황이 달라졌을지도 모른다고요.",
            "에헤헷... 그래서 말인데~ 꿈꾸는 자와 도로시는 사이좋은 친구잖아요~?",
            "오즈마를 찾아주면 안 될까요? 친구의 친구는 친구잖아요~",
            "표정변화도 적고, 말수도 적은 편이지만 오즈마에게는 친구가 필요할 테니까요.",
            "슬프지만 도로시는 오즈마가 어디에 있는지 알 수가 없거든요.",
            "도로시와 오즈마에게 무슨 일이 있었던걸까? 도로시가 슬픈 얼굴로 말했다.",
            "강한 메르헨이라면 안식의 도시 사람들을 보호할 수도 있을 것이다. 그녀의 말대로 오즈마를 찾아보기로 했다."
        ],
        []
    ],
    "music": [
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}