{
    "StoryName": "EventStory_BriarRose_1",
    "background": [
        "feywood.png",
        "feywood.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "abandonedpalace.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "Briar Rose",
            "",
            "Briar Rose",
            "Briar Rose",
            "",
            "Briar Rose",
            "",
            "",
            "",
            "Aurora",
            "",
            "Aurora",
            "",
            "Vita",
            "Vita",
            "Vita",
            "",
            "Vita",
            "Vita",
            "Vita",
            "",
            "",
            "Esme",
            "",
            "Esme",
            "Vita",
            "Esme",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "",
            "Aurora",
            "Aurora",
            "Aurora",
            "Aurora",
            "Vita",
            "Aurora",
            "Vita",
            "Vita",
            "",
            "Aurora",
            "",
            "",
            "",
            "",
            "Aurora",
            "Aurora",
            "Esme",
            "Vita",
            "Vita",
            "Vita",
            "Esme",
            "Vita",
            "Esme",
            "Vita",
            "Vita",
            "Vita",
            "Aurora",
            "Aurora",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "브라이어 로즈",
            "",
            "브라이어 로즈",
            "브라이어 로즈",
            "",
            "브라이어 로즈",
            "",
            "",
            "",
            "오로라",
            "",
            "오로라",
            "",
            "비타",
            "비타",
            "비타",
            "",
            "비타",
            "비타",
            "비타",
            "",
            "",
            "에스메",
            "",
            "에스메",
            "비타",
            "에스메",
            "",
            "오로라",
            "오로라",
            "오로라",
            "",
            "오로라",
            "오로라",
            "오로라",
            "오로라",
            "비타",
            "오로라",
            "비타",
            "비타",
            "",
            "오로라",
            "",
            "",
            "",
            "",
            "오로라",
            "오로라",
            "에스메",
            "비타",
            "비타",
            "비타",
            "에스메",
            "비타",
            "에스메",
            "비타",
            "비타",
            "비타",
            "오로라",
            "오로라",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "いばら姫",
            "",
            "いばら姫",
            "いばら姫",
            "",
            "いばら姫",
            "",
            "",
            "",
            "オーロラ",
            "",
            "オーロラ",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "",
            "",
            "エスメ",
            "",
            "エスメ",
            "ヴィータ",
            "エスメ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "オーロラ",
            "ヴィータ",
            "オーロラ",
            "ヴィータ",
            "ヴィータ",
            "",
            "オーロラ",
            "",
            "",
            "",
            "",
            "オーロラ",
            "オーロラ",
            "エスメ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "エスメ",
            "ヴィータ",
            "エスメ",
            "ヴィータ",
            "ヴィータ",
            "ヴィータ",
            "オーロラ",
            "オーロラ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "With the great dragon Drak defeated and Vita joining your party, the group is finally traveling back to Haven with a spring in their step.",
            "As you camp by the road on your return journey, however, you experience a strange dream.",
            "Caught in the landscapes of slumber, you wander into what appears to be a maze of streets and avenues, the streets of Vita's ruined city – only none of the streets lead where they should.",
            "It feels like a maze. Wherever you go, you can't find your way out.",
            "A distant voice calls out, the sound drifting across the empty city, echoing strangely around you.",
            "Vita... Vita...",
            "It isn't calling out to you, but instead to your newest companion.",
            "Vita... where are you?",
            "Where am I?",
            "You wander for what seems an age and a moment, the ghostly voice echoing in your ears.",
            "Vita...",
            "A shadow moves just beyond your sight and the voice drifts away to nothingness.",
            "The dream itself quickly fades, swallowed up by returning consciousness and, as you rouse, you find Aurora looking at you.",
            "She looks serious and doesn't wait for you to speak.",
            "I saw it, too.",
            "The maze in the ruined city? What did it mean?",
            "I don't know, but it seems like someone is trying to reach-",
            "Vita burst in on you at that very moment.",
            "DREAMER! We have to go back!",
            "I just got a message! From this realm's Dominion!",
            "It was Briar Rose! She's alive!",
            "You thought Drak was the Enchanted Realm's Dominion.",
            "He is! <i>Was!</i>",
            "Drak isn't important, he only became the Dominion because the previous Dominion vanished.",
            "I already told you that!",
            "Ah, yes, you seem to remember her saying something about that.",
            "Esme appears, rubbing her eyes and looking sleepy.",
            "Why are you all being noisy so early in the morning?",
            "Briar Rose sent Vita a message, somehow. She seems to be trapped somewhere.",
            "Briar Rose? The Briar Rose who used to be this place's Dominion?",
            "Yes! What other Briar Rose do you know of?!",
            "I thought she disappeared ages ago... Drak replaced her, right? How can she be alive?",
            "You don't really understand how these Dominions work.",
            "I'll explain it, Dreamer.",
            "A realm must have a Dominion... They rule the realm and are a nexus for the power of that realm.",
            "When one dies or is killed, in time, another one will rise to take its place. In some cases, the realm itself will reshape itself to suit the character and style of its Dominion.",
            "Like how crazy Wonderland was? Because the Red Queen lost her mind?",
            "Precisely.",
            "The previous Dominion of the Enchanted Realm was Briar Rose, the “sleeping princess”.",
            "While she was Dominion, the whole realm became cloaked in briar and was practically sealed off from the rest of Phantasia.",
            "But you say she is trapped, Vita?",
            "Yes! She's not dead! She's being held captive!",
            "But by who?",
            "I don't know... I don't think she knows...",
            "All I know is that she's being held captive in a maze deep in the ruined city. She has tried to escape, but she can't find a way out.",
            "You saw the maze in your dream...",
            "So did I... it's interesting that we all experienced some of what you saw, Vita...",
            "But what could be strong enough to hold a Dominion captive? Another Dominion, maybe?",
            "You look around, at the faces of the stone girls, but they all look blank and shake their heads.",
            "If Briar was truly being held in the Ruined City, then another Dominion, in addition to Briar and Drak, would mean THREE Dominions in the Enchanted Realm at the same time!",
            "How is that possible?",
            "Dominions used to travel between realms all the time, Dreamer, for diplomacy, important events...",
            "But if two or more stay in the same place for too long, it causes... problems...",
            "So what happened to Briar?",
            "I don't know... When Drak became Dominion, I thought she must have died...",
            "Briar was always a bit... unreliable. She was always falling asleep and never seemed all that interested in ruling.",
            "When she disappeared, I thought she must have abdicated her responsibilities and just sort of... wandered off.",
            "You didn't even search for her?!",
            "Of course I did! But there was no sign... so eventually I sort of took over her duties until a new Dominion rose to take her place.",
            "That's why you were fast asleep in her tower?",
            "Well, Drak was too big for the bed so...",
            "But if she's actually alive!",
            "Dreamer, we have to find her! We have to help her!",
            "I agree. Briar might have been a bit unreliable, but she was always a good person.",
            "And if she remains free of the Dreamless corruption... Dreamer, an ally with the strength of a Dominion would be invaluable to our mission!",
            "Very well, you'll return to the ruined city with all haste!"
        ],
        [
            "거대한 드래곤 도미니언, 드락을 물리치고 안식의 도시로 돌아간다.<br>일행에 비타가 합류한 덕에 모두의 발걸음이 평소보다 가벼웠다.",
            "안식의 도시가 얼마 남지 않았지만<br>생각보다 밤이 일찍 찾아와 캠프를 하게 되었다.",
            "꿈속에서 우리는 미로를 헤매고 있었다.<br>폐허가 된 여느 도시의 풍경과 다르지 않은 곳.<br>끊어진 길은 어느 세계와도 이어지지 않는다.",
            "꿈속의 세계는 미궁 같다.<br>어느 방향을 향해 나아가도 결국 처음의 장소로 되돌아온다.",
            "멀리서 들리는 희미한 목소리가 메아리처럼 끊임없이 울리는...<br>기이한 꿈.",
            "비타, 비타...",
            "그 애절한 목소리가 부르는 사람은...",
            "비타... 어디 있어?",
            "여긴 어디지?",
            "유령 같은 목소리가 귓가를 맴돈다.",
            "비타...",
            "어두운 그림자가 눈앞에서 일렁였고, 흐느끼는 소리가 멎었다.",
            "...<br>눈을 뜨자 여느 때처럼 오로라가 나를 바라보고 있었다.",
            "진지한 표정의 그녀가 먼저 입을 열었다.",
            "저도 그 풍경을 보았어요.",
            "그녀는 시선을 피하며 말을 이어나간다.",
            "자세히는 모르지만... 꿈은 아닐 거예요.<br>누군가 저희에게...",
            "그때, 곁에 있던 비타가 내 손을 잡아당겼다.",
            "꿈꾸는 자!<br>우리 폐허가 된 도시로 돌아가자.",
            "방금 메시지를 받았어, 도미니언에게 온 거야.",
            "분명 브라이어 로즈야. 로즈가 나를 부르고 있어!",
            "비타를 바라보자 고개를 연신 끄덕이며 허둥지둥 설명했다.",
            "드락은 도미니언이 맞아. 아니, 아니지!<br>아냐, 그랬었지!",
            "드락은 지금 중요한게 아니야! 그 애는 얼떨결에 도미니언이 된 것뿐이니까.",
            "내가 말했었잖아.",
            "처음 비타를 만났을 때를 말하는 것 같다.",
            "캠프장이 소란스러워지자<br>에스메가 졸린 표정으로 눈을 비비며 나타났다.",
            "흐아암...<br>바보 비타, 왜 이렇게 시끄러워?",
            "그녀에게 브라이어 로즈가 메시지를 보낸 것을 알려주었다.",
            "브라이어 로즈?<br>마법 왕국의 도미니언이었던 그 브라이어 로즈?",
            "그래! 그 브라이어 로즈 말고 다른 브라이어 로즈가 또 있어?",
            "그 아이는 한참 전에 사라진 줄 알았는데...<br>그래서 드락이 새로운 도미니언이 된 거잖아, 아니야?<br>브라이어 로즈가 사라진 건 수 세기가 전인데 어떻게 살아있는 거지?",
            "알 수 없는 존재의 도미니언.<br>오로라가 조용한 목소리로 말을 걸어온다.",
            "제가 설명해 드릴게요.",
            "그들은 각 영역을 다스리며 서로를 이어주고 있어요.<br>그렇기 때문에 이 세계의 모든 영역에는 반드시 도미니언이 필요해요.",
            "불의의 사고로 도미니언이 죽거나 실종되면<br>다른 도미니언이 그 자리를 이어받게 되어있어요.<br>영역 자체가 도미니언의 성격이나 힘을 닮아 비슷하게 변하기도 하고요.",
            "일전에 원더랜드의 도미니언 여왕, 퀸 오브 하트를 떠올렸다.",
            "여왕의 일도 같은 이치에요.",
            "마법 왕국의 전임 도미니언은 잠자는 공주로 알려진 소녀...<br>브라이어 로즈였어요.",
            "그녀가 도미니언이었을 때 마법 왕국은 모든 영역이 가시덩굴로 둘러 쌓여있었어요.<br>사실상 이 세계에서 고립된 것과 비슷했지요.",
            "하지만...<br>비타, 브라이어 로즈가 어떤 메시지를 보내왔나요?",
            "응! 로즈는 죽지 않았어.<br>어딘가에 갇혀있는 것 같아...",
            "대체 누가 그런 짓을...<br>브라이어 로즈는 굉장히 강력한 존재잖아요?",
            "그건 나도 잘 모르겠어.<br>본인도 잘 모르는 것 같아.",
            "내가 알 수 있는 건...<br>로즈가 폐허가 된 도시의 미궁 어딘가에 갇혀 있다는 것 정도야.<br>로즈도 탈출하려고 계속 노력했지만, 실패했대.",
            "꿈에서 본 미궁의 모습을 설명했다.",
            "네, 우리 모두 꿈꾸는 자가 본 것을 함께 본 것 같아요.",
            "강력한 도미니언을 가둘 수 있는 존재에 대해 질문했다.",
            "스톤들은 하나같이 아리송한 표정으로 고개를 가로저었다.",
            "만일 브라이어 로즈가 그 폐허 도시 안에 갇혀있고, 또 다른 도미니언이 그녀를 포로로 잡고 있다면.",
            "마법의 왕국에는 지금 총 세 명의 도미니언이 있다는 이야기가 된다.",
            "아, 각 영역의 도미니언들은 군주로서 외교나 중요한 행사를 위해<br>영역을 오가며 교류하기도 했어요.",
            "같은 영역에 두 명 이상의 도미니언이 오래 머문다면<br>영역 내부에 문제가 생길 수 있는데...",
            "잠깐! 그래서 브라이어 로즈는 어떻게 된 거야?",
            "나도 잘 몰라!<br>드락이 도미니언을 계승했으니까 그 애는 이제 영영 떠난 거라고 생각했다구!",
            "로즈는 좀 믿기 어려웠단 말이야!<br>거의 내내 잠만 자고! 영역을 통치하는 일에는 관심 없어 보였구.",
            "로즈가 사라졌을 때...<br>그냥 모든 걸 내려놓고 어딘가로 떠나버린 줄 알았어.",
            "그럼 넌 브라이어 로즈를 찾을 생각도 안 했다는 뜻이야?!",
            "아냐! 당연히 찾으려고 했지!<br>그렇지만 찾을 수가 있어야지!<br>드락이 오기 전까지 로즈의 자리를 대신하는 것 말고는 방법이 없었다구.",
            "아, 그래서 네가 그 탑에서 계속 잠만 자고 있었구나?",
            "헤헹, 드락은 침대를 쓰기에는 너무 크니까...",
            "하지만 브라이어 로즈가 정말 살아 있는 거라면...!",
            "그러면 로즈를 찾아서 도와줘야 해.<br>응? 꿈꾸는 자. 폐허로 돌아가자.",
            "저도 비타와 같은 생각이에요.<br>그녀에게 미덥지 못한 모습이 있는 것은 사실이지만, 정말 좋은 사람이었어요.",
            "그녀가 드림리스로 타락한게 아니라면<br>분명 우리에게 큰 도움이 될 거예요.",
            "강력한 존재를 동료로 영입할 수 있다면 여정에 큰 도움이 될 것이다. 서둘러 폐허가 된 도시로 돌아가기로 했다."
        ],
        [
            "巨大なドラゴンのドミニオン、ドレークを倒した一行は安息の都市へ戻る。<br>ヴィータが仲間に加わり、普段よりも皆の足取りは軽かった。",
            "もうすぐ到着だったが<br>思ったより、早く日が暮れたのでキャンプをすることになった。",
            "夢で迷路を彷徨っていた。<br>廃墟となった、ごく普通の都市の風景が広がっていた。<br>道は途絶え、どの世界にも続いていない。",
            "夢の世界は迷宮のよう。<br>どこへ進んでも、最初の場所まで戻ってしまう。",
            "遠くで、かすかな声が、山びこのように鳴り響いている...<br>そんな奇妙な夢。",
            "ヴィータ、ヴィータ...",
            "そんな切ない声が誰かを呼んでいる...",
            "ヴィータ... どこにいるの？",
            "ここはどこなの？",
            "幽霊のような声が、耳元でこだまする。",
            "ヴィータ...",
            "暗い影が目の前でゆらりとなびき、すすり泣く声は止んだ。",
            "...<br>目を覚ますと、いつものようにオーロラがこちらを見つめていた。",
            "真剣な眼差しで、先に彼女が口を開いた。",
            "私も同じ風景を見ました。",
            "彼女は目をそらし、言葉を続けた。",
            "詳しくは分かりませんが... 夢ではないでしょう。<br>誰かがが私達に...",
            "その時、隣でヴィータが手を引いた。",
            "ドリーマー！<br>廃墟の都市へ戻ろう。",
            "今、ドミニオンからメッセージを受け取ったの。",
            "きっと、ローズ。 あたしを呼んでるの！",
            "ヴィータは必死に状況を説明した。",
            "そう、ドレークはドミニオン。 いや、違う！<br>違う、そうだったの！",
            "今はドレークが重要なんじゃない！ あの子は何も知らないままドミニオンになっただけなの。",
            "ねえ、あたしが言ったじゃん。憶えてる？",
            "ヴィータと最初に出会った時の話のようだ。",
            "騒がしくしていると<br>エスメが眠そうに目をこすって現れた。",
            "ふああ～...<br>ヴィータ、朝からどうしたの？",
            "いばら姫からのメッセージを彼女に伝えた。",
            "いばら姫？<br>魔法の王国のドミニオンになった、あの姫のこと?",
            "そう！あの姫！",
            "かなり昔に姿を消したと思ってたけど...<br>だからドレークが新しいドミニオンになったんじゃん。<br>彼女が行方不明になったのも数世紀前のこと... どうして生きてるの？",
            "正体不明のドミニオン。<br>オーロラが静かな声で話しはじめた。",
            "私が説明しましょう。",
            "彼らは各領域の支配者。互いに繋がっているのです。<br>この世界では、あらゆる場所でドミニオンが必要ですから。",
            "ドミニオンが予期せぬ事態で命を落とすと<br>他のドミニオンが、その座を引き継ぎます。<br>そしてその領域は、ドミニオンの性格や性質に応じて変形することも。",
            "先日にワンダーランドで遭遇した、ドミニオンの女王、ハートの女王が頭をよぎった。",
            "女王の件も、同じ理屈ですね。",
            "魔法の王国の先代ドミニオンは、眠れる姫として知られる少女...<br>いばら姫だったのです。",
            "彼女がドミニオンだった頃の魔法の王国全域は、トゲの生えたツルで覆われていました。<br>言い換えると、世界から孤立していたのです。",
            "ところでヴィータ...<br>いばら姫のメッセージはどんな内容だったのですか？",
            "うん！ ローズは死んでないよ。<br>どこかに閉じ込められてるみたい...",
            "いったい誰がそんな真似を...<br>でもいばら姫は、とても強いでしょう？",
            "なぜかは、あたしにも分からない。<br>それに、本人さえ分からないみたい。",
            "あたしに分かるのは...<br>廃墟になった都市の、迷宮のどこかに閉じ込められていることくらい。<br>必死に脱出しようとしたけど、ダメだったみたい。",
            "夢で見た迷宮について話した。",
            "ええ、全員がその風景を見たようですね。",
            "強力なドミニオンを閉じ込められる存在とは？",
            "ストーン達ははっきりしない顔で首を振った。",
            "もし、いばら姫が廃墟の都市に閉じ込められ、他のドミニオンに捕虜にされているのなら。",
            "魔法の王国には、合計３体のドミニオンがいることになる。",
            "そういえば、それぞれのドミニオン達は、君主として外交や重要な行事をするために<br>空間を行き交い、交流もしていました。",
            "同じ領域に２体以上のドミニオンが長時間存在すると<br>その領域内では、何か問題が起こるかも知れません...",
            "待って、それじゃあ... いばら姫は！？",
            "だから知らないってば...<br>ドレークが新しいドミニオンになったから、永久にいなくなったと思ったの！",
            "だって、ローズは...<br>ほとんど寝てばっかだし！ 領域の統治には興味なさそうだったから。",
            "彼女がいなくなった時...<br>全部放りだして、どこかに行っちゃったのかと思った。",
            "じゃあ、いばら姫を探すつもりはなかったっていうの！？",
            "もちろん探そうとしたよ！<br>でも手がかりがなかったんだもん！ <br>ドレークが来るまで、彼女の代わりになるしか方法がなかったの。",
            "だから、あの塔で寝てばかりいたのね？",
            "へへ、ドレークはベッドには大きすぎ...",
            "けど、ローズが本当に生きてるなら...!",
            "彼女を探して救い出さなきゃ。<br>ね？ ドリーマー、廃墟に戻ろう。",
            "私もヴィータの意見に賛成です。<br>まだ完全には信じられませんが、本当にいい人でしたから。",
            "堕落してドリームレスになっていなければ<br>きっと大きな力になってくれるはずです。",
            "強力な存在が仲間になれば、旅も大きく進むはずだ。急いで廃墟の都市へ戻ろう。"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "none",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}