{
    "StoryName": "EventStory_EvilQueen_3",
    "background": [
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png",
        "woodlandscreepy.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "The Huntsman",
            "The Huntsman",
            "",
            "The Huntsman",
            "",
            "",
            "",
            "Snow White",
            "",
            "Snow White",
            "",
            "Snow White",
            "",
            "Snow White",
            "Snow White",
            "The Huntsman",
            "Snow White",
            "Snow White",
            "",
            "Aurora",
            "Snow White",
            "Aurora",
            "Robin",
            "",
            "Robin",
            "Robin",
            "",
            "Goldilocks",
            "Red",
            "Robin",
            "Goldilocks",
            "The Huntsman",
            "",
            "Aurora",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Snow White",
            "Snow White",
            "",
            "Snow White",
            "",
            "",
            "Robin",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "사냥꾼",
            "사냥꾼",
            "",
            "사냥꾼",
            "",
            "",
            "",
            "백설공주",
            "",
            "백설공주",
            "",
            "백설공주",
            "",
            "백설공주",
            "백설공주",
            "사냥꾼",
            "백설공주",
            "백설공주",
            "",
            "오로라",
            "백설공주",
            "오로라",
            "로빈 후드",
            "",
            "로빈 후드",
            "로빈 후드",
            "",
            "골디락스",
            "빨간 망토",
            "로빈 후드",
            "골디락스",
            "사냥꾼",
            "",
            "오로라",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "백설공주",
            "백설공주",
            "",
            "백설공주",
            "",
            "",
            "로빈 후드",
            "",
            "",
            ""
        ],
        [
            "",
            "",
            "",
            "猟師",
            "猟師",
            "",
            "猟師",
            "",
            "",
            "",
            "白雪姫",
            "",
            "白雪姫",
            "",
            "白雪姫",
            "",
            "白雪姫",
            "白雪姫",
            "猟師",
            "白雪姫",
            "白雪姫",
            "",
            "オーロラ",
            "白雪姫",
            "オーロラ",
            "ロビンフッド",
            "",
            "ロビンフッド",
            "ロビンフッド",
            "",
            "ゴルディロックス",
            "赤ずきん",
            "ロビンフッド",
            "ゴルディロックス",
            "猟師",
            "",
            "オーロラ",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "白雪姫",
            "白雪姫",
            "",
            "白雪姫",
            "",
            "",
            "ロビンフッド",
            "",
            "",
            ""
        ]
    ],
    "dialogueText": [
        [
            "Something is stirring in the woodlands around Haven. The animals are restless, the birds quiet.",
            "There is the feeling of some impending cataclysm, but you have no idea where it will come from, or what it will be.",
            "Due to the increased tension in the air, you had been helping with patrols in the forests. It is there that you come across an old friend.",
            "Dreamer!",
            "Thank goodness we've found you! When you weren't in Haven we feared you had already started another expedition to one of the realms.",
            "We?",
            "Ah, yes, Snow is nearby. She needs to speak to you, urgently. Please, follow me...",
            "He leads you through the woodlands until you reach a clearing filled with a great many birds and animals, who despite their proximity to one another are still and quiet, as if waiting for something.",
            "In the centre of the clearing, you see Snow White crouched down with a squirrel sitting in front of her, as if giving her a report.",
            "When she sees you, she rises, smiling gratefully.",
            "Dreamer! It's so good to see you again.",
            "Snow... and the same to her.",
            "Unfortunately, we don't have time for a happy reunion. We're all in very grave danger.",
            "There seems to be something in the air. What exactly is happening?",
            "There is a vast army of Dreamless marching on Haven. It will be here within hours.",
            "An army?! How does she know?",
            "My little friends have been giving me updates on their progress for days. I'm sorry it took so long for us to get to you, Phantasia grows wilder and more dangerous every day.",
            "Even the animals are becoming unruly and unwilling to give me their aid... I tried to get here sooner... I just hope my warning doesn't come too late.",
            "This isn't your fault, Snow.",
            "I know, my love... it's just...",
            "I'm scared by the size of this army. It's as if all the realms have combined their forces and sent them to attack at the same time.",
            "You don't like the implications of that...",
            "Something must be driving them... controlling them.",
            "Precisely.",
            "Then we should return to Haven immediately and prepare to defend it.",
            "Begging your pardon, Aurora, but I don't think that is the right move.",
            "It sounds like she has an idea.",
            "I believe retreating to the town would be a mistake that would only cost unnecessary lives.",
            "We should instead turn these forests to our side. We have the advantage of knowledge of the terrain. I believe this could be decisive against a far more numerous foe.",
            "It's true that you've got to know these forests quite intimately over the past weeks and months: helping with patrols, attending militia briefings, not to mention travelling through them in every direction to reach the different realms.",
            "And that's not to mention those that actually live or hunt in the forests, like Red or I.",
            "Even Mal and Lis know how to survive out here.",
            "Exactly. We are on our home turf, so to speak. We can set up ambushes, defensive choke points, traps...",
            "I can handle the traps.",
            "As can I.",
            "You look at Aurora. Her resolve seems strengthened by the confidence of your heroes.",
            "Very well. If we only have hours, we should get started immediately.",
            "And so you do.",
            "Spreading your heroes out as widely as possible to screen the city from the direction of the Dreamless horde's advance, you set to work, laying traps and working out strategy.",
            "The militia patrols are dispatched back to the city, to defend it in the event that any Dreamless penetrate or circumvent your defensive line.",
            "You organise teams led by your most strategic thinkers, with Robin, Goldi, Snow White and the Hunstman taking orders from you directly.",
            "Then, once all your battle lines are organised, you settle down in concealed positions to wait.",
            "The longer you wait, the more the tension grows.",
            "Eventually, a small creature scampers out of the trees and heads straight to Snow White. She talks to it as if she can understand its little twitches and acrobatic dances.",
            "I see... yes... mmm.",
            "Very well. Spread the word and make sure that your family is safe.",
            "The creature bobs its head and scampers away into the undergrowth once more.",
            "Dreamer, it seems as if they are here. There are even more than we expected...",
            "Grimly, you pass this information along the lines of defenders and not long after, you start to hear noises of a great many Dreamless crashing through the forests towards you.",
            "Not long after that, they begin to come into view.",
            "Here they come...",
            "A multitude of Dreamless march through the trees, straight towards you.",
            "As the monsters reach your hidden lines, you rise with your allies to meet them.",
            "At last, battle is joined."
        ],
        [
            "안식의 도시 근처의 삼림지대가 불안하게 흔들리고 있다.",
            "주변의 동물들이 안절부절 숲을 오가고, 새들은 이상하리만치 고요했다.",
            "무언가 나쁜 일이 일어날 것 같은 예감. 불안과 직감 사이 속에서 순찰병들이 임무를 수행하고 있었다.",
            "꿈꾸는 자.",
            "아직 도시에 남아 있었다니, 다행이군. 시간을 내줄 수 없겠나? 그 분께서도 자네를 찾고 계신다.",
            "사냥꾼이 긴장한 기색이 묻어나는 얼굴로 진중하게 말했다.",
            "고맙군, 가지. 내가 안내하겠다.",
            "사냥꾼이 삼림지대 안쪽으로 안내했다. 동물들이 꽤 많이 모여있었지만, 공터는 침묵 속에 가라앉아있다.",
            "공터 가장자리에 앉아있던 백설공주가 나를 발견한 듯 웃으며 몸을 일으켰다.",
            "그녀의 손가락 끝에 머리를 비비고 있던 다람쥐가 부르르 몸을 떤다.",
            "꿈꾸는 자! 다시 만나서 반가워요.",
            "환한 미소도 잠시, 백설공주의 표정이 어두워졌다.",
            "그동안 잘 지내셨는지 묻고 싶지만, 지금은 그럴 시간이 없네요.",
            "그녀의 차분한 시선이 숲으로 향했다.",
            "드림리스의 군대가 안식의 도시로 오고 있어요. 몇 시간 안에 도착할 것 같아요.",
            "그녀는 담담한 어투로 끔찍한 사실을 말했다.",
            "제 작은 친구들이 며칠동안 주변 상황을 알려줬거든요. 너무 늦게 말씀드려 죄송해요.",
            "그 정도 규모의 드림리스들이 한꺼번에 움직이는 건 이상한 일이에요, 더 빨리 말씀드렸어야 했는데...",
            "이건 네 잘못이 아니다, 백설.",
            "사냥꾼 씨...",
            "꿈꾸는 자, 제 생각에는 누군가 드림리스 군대를 통솔하고 있는 것 같아요.",
            "오로라가 생각에 잠긴 얼굴로 말했다.",
            "드림리스들은 명령을 따르는 존재들이니, 누군가 통제하고 있을거에요.",
            "오로라 씨의 말대로에요. 하지만 통솔하는 게 같은 드림리스인 것 같지는 않아요.",
            "조금 더 자세히 알려주실 수 있나요? 도시로 돌아가 대책을 세워야겠어요.",
            "아, 여기 모여 계셨군요.",
            "반대쪽 숲을 정찰하고 있었던건지 로빈과 골디락스, 빨간 망토가 숲 속에서 나타났다.",
            "이제 두 분도 알게 되신 것 같네요. 제게 생각이 있어요.",
            "안식의 도시로 돌아가서 싸우는 것 보다는 이 숲의 지형을 이용해서 방어전을 준비하는 게 어떨까요? 지형을 적극적으로 이용하면 드림리스를 상대하는 게 불가능하진 않을거예요.",
            "다른 영역으로 가려면 반드시 이 숲을 지나야한다. 최근 민병대원들도 숲에서 꾸준히 훈련을 했으니 로빈의 말대로 도움이 될 것이다.",
            "아무리 유능한 존재라도 그 정도의 드림리스들을 통제하는 건 쉽지 않을거에요!",
            "흐하항. 이 숲에 대해서 가장 잘 알고 있는 사람은 여기 모여있는 우리들이라구? 괜찮을거야!",
            "네, 이 숲의 모든 것들이 우리의 눈과 귀, 무기가 되어줄거에요. 매복할 지점을 만들고 함정을 설치하면 더 좋겠네요.",
            "함정과 관련된 일은 제가 맡을게요!",
            "매복 지점은 내가 맡지.",
            "메르헨들의 이야기를 듣던 오로라가 천천히 고개를 끄덕였다.",
            "좋아요, 시간이 얼마 남지 않았으니 서두르죠.",
            "백설공주의 동물 친구들이 전해오는 이야기를 기준으로 메르헨들을 배치했다.",
            "함정을 설치한 다음 매복 지점에 미리 민병대원 일부를 배치해두었다.",
            "나머지 민병대원들은 도시로 돌아가 혹시 모를 상황에 대비하여 도시를 지키기로 했다.",
            "로빈과 골디락스는 일대다수의 전투에서도 유리하게 움직일 수 있도록 전략을 담당했고",
            "빨간 망토와 사냥꾼은 숲의 지형을 이용해 아군에게 유리한 위치를 찾아주었다.",
            "소식을 듣고 달려온 퍼스를 마지막으로 드림리스를 맞이할 모든 준비가 끝났다.",
            "멀리서 날아온 작은 새가 백설공주의 손가락 위로 날아들었다. 그녀가 슬픈 눈으로 먼 곳을 바라본다.",
            "... 그렇군요.",
            "여기까지 와줘서 고마워요. 이제 숲으로 돌아가 안전한 곳에 숨어 계세요.",
            "작은 새가 백설공주의 손가락을 떠나 숲을 향해 날아간다.",
            "꿈꾸는 자, 그들이 숲 경계에 도착했어요. 예상보다 더 많은 숫자인 것 같아요.",
            "백설공주가 말해준 정보를 서둘러 다른 메르헨들에게 전달했다.",
            "머지않아 숲 전체가 흔들리며 드림리스의 괴성이 들려오기 시작했다.",
            "시작하죠, 꿈꾸는 자.",
            "선두에 선 드림리스가 나무 사이를 비집고 모습을 드러낸다.",
            "드림리스의 발 아래 밟힌 풀잎이 새카맣게 시들기 시작했다.",
            "안식의 도시를 지키기 위한 또 다른 싸움이 시작되었다."
        ],
        []
    ],
    "music": [
        "music_shadowsawait.wav",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}