{
    "StoryName": "EventStory_BriarRose_7",
    "background": [
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "endlessgaol.png",
        "none.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "",
            "Vita",
            "Aurora",
            "Aurora",
            "",
            "",
            "Briar Rose",
            "Vita",
            "",
            "Vita",
            "",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "Briar Rose",
            "Vita",
            "",
            "Briar Rose",
            "Briar Rose",
            "Vita",
            "Briar Rose",
            "Briar Rose",
            "Vita",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Aurora",
            "Briar Rose",
            "Briar Rose",
            "Vita",
            "Briar Rose",
            "Aurora",
            "Aurora",
            "Briar Rose",
            "Briar Rose",
            "",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "Vita",
            "",
            "",
            "Aurora",
            "Vita",
            "Aurora",
            "Briar Rose",
            "Briar Rose",
            "Briar Rose",
            "",
            "Briar Rose",
            "Vita",
            ""
        ],
        [
            "",
            "",
            "비타",
            "오로라",
            "오로라",
            "",
            "",
            "브라이어 로즈",
            "비타",
            "",
            "비타",
            "",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "브라이어 로즈",
            "비타",
            "",
            "브라이어 로즈",
            "브라이어 로즈",
            "비타",
            "브라이어 로즈",
            "브라이어 로즈",
            "비타",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "오로라",
            "브라이어 로즈",
            "브라이어 로즈",
            "비타",
            "브라이어 로즈",
            "오로라",
            "오로라",
            "브라이어 로즈",
            "브라이어 로즈",
            "",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "비타",
            "",
            "",
            "오로라",
            "비타",
            "오로라",
            "브라이어 로즈",
            "브라이어 로즈",
            "브라이어 로즈",
            "",
            "브라이어 로즈",
            "비타",
            ""
        ],
        [
            "",
            "",
            "ヴィータ",
            "オーロラ",
            "オーロラ",
            "",
            "",
            "いばら姫",
            "ヴィータ",
            "",
            "ヴィータ",
            "",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "",
            "",
            "",
            "",
            "",
            "",
            "",
            "いばら姫",
            "ヴィータ",
            "",
            "いばら姫",
            "いばら姫",
            "ヴィータ",
            "いばら姫",
            "いばら姫",
            "ヴィータ",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "オーロラ",
            "いばら姫",
            "いばら姫",
            "ヴィータ",
            "いばら姫",
            "オーロラ",
            "オーロラ",
            "いばら姫",
            "いばら姫",
            "",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "ヴィータ",
            "",
            "",
            "オーロラ",
            "ヴィータ",
            "オーロラ",
            "いばら姫",
            "いばら姫",
            "いばら姫",
            "",
            "いばら姫",
            "ヴィータ",
            ""
        ]
    ],
    "dialogueText": [
        [
            "The Nightmare form of Briar Rose shrieks and falls to the floor as the other Nightmares begin to break apart like black smoke.",
            "Aurora walks up to Briar, but Vita catches her hand.",
            "Please! Aurora, don't kill her! Briar is still in there!",
            "Don't worry, Vita, this isn't Dreamless corruption, I know ways to free her.",
            "I need you and Esme to lend me your power.",
            "The girls gather round Briar and suddenly the Nightmare form is consumed by light.",
            "When it dissipates, Briar is a human, once more.",
            "Vita?",
            "BRIAR!",
            "The young looking, ancient World Stone throws herself on Briar, tears coursing down her face.",
            "I thought you were dead! I looked for you for so long!",
            "Briar smiles and pats her back.",
            "Vita... I'm so happy to see you. I thought I never would again.",
            "I wandered an endless maze, unable to rest...",
            "I really need...",
            "A nap...",
            "She slumps in Vita's arms and is already snoring when Vita pulls back to look incredulously at her former Dominion.",
            "...",
            "The chained worlds of the mysterious maze soon dissolved away after Briar was freed, leaving them all back in the ruined city.",
            "At Celeste's suggestion, Briar was transferred to her caravan so she could sleep while they all set off on the return journey to Haven.",
            "It is a long time before Briar rouses again and the city is far behind when she does.",
            "Aurora calls a halt to the caravan when she does so she can find out what Briar knows.",
            "Briar is still sleepy, but she also seems to feel guilty about your experiences saving her.",
            "I'm sorry I put you through all this trouble. All of you – especially you, Vita. I was always worrying you, wasn't I? Even back then...",
            "Hmph! I wasn't at all worried about you...",
            "You somehow doubt that statement, given the tears she shed back in the maze. Briar doesn't seem put out, however. In fact, she smiles fondly at her former companion, aide and friend.",
            "Well, I was worried about you, Vita.",
            "I was always causing problems for you, wasn’t I?",
            "...",
            "I never felt like I measured up to your expectations of me. I was always too flaky, or nodding off at important times.",
            "I really wanted to change myself... that's why I left.",
            "You did?",
            "Yes. When word reached our realm about the Dreamless invasion at the borders of Phantasia, I decided I would set out to find a solution before it could reach our lands.",
            "I didn't want you to be in danger, Vita... I wanted to be responsible and look out for your safety.",
            "I thought if I met with other Dominions and we pooled our wisdom, knowledge and research, something could be done.",
            "But I was tricked and captured before I got very far from the castle...",
            "How did they trick you?",
            "Ah... well, when I say 'tricked'...",
            "They must have waited until I dozed off.",
            "Tch! Briar...",
            "Heh... I may have been a Dominion, but all the power in Phantasia can only mask your true weaknesses...",
            "...",
            "So you were held prisoner? All this time?",
            "I wasn't simply a prisoner... I was a test subject.",
            "I don't remember it all, but I distinctly remember a man experimenting on me. He wanted to know how I worked. He wanted to understand the nature of Dominions.",
            "Who was this man?",
            "I don't know. All I remember is that he was cloaked in shadow and mystery...",
            "A Shadowed Man... He experimented on me for years, keeping me trapped inside my own dreams.",
            "Eventually, he lost interest in me... or he found someone else to experiment on. I don't know, but I was left alone in the maze, with only his creatures for company.",
            "Over time my dreams became fractured... my bonds were loosened enough to try to escape... but the maze remained and I couldn't find my way out of it.",
            "I remained trapped until, eventually, the maze started to take me and change me into that creature.",
            "I could feel myself disappearing into that Nightmare, so I cried out to the only person I could still remember...",
            "Vita.",
            "Briar...",
            "It sounds like there is some other agent at work in Phantasia, though what his goals are... he appears powerful and he seems to be interested in the Dominions for some reason.",
            "Who could he be?",
            "...",
            "Aurora?",
            "We may never know... but our main goal still remains. The Dreamless Nether must be defeated.",
            "Yes. And I will finally get my wish to do that by helping you.",
            "My power has been diminished by my long captivity, but what I have left is yours to call on...",
            "Dreamer.",
            "It's always good to find new allies.",
            "...",
            "...",
            "And it's always good to reunite old friends."
        ],
        [
            "악몽들이 검은 연기로 변해 사라진다.<br>브라이어 로즈의 모습을 한 악몽이 비명을 지르며 바닥에 쓰러졌다.",
            "오로라가 브라이어 로즈에게 다가서자,<br>겁에 질린 얼굴로 비타가 그녀의 옷깃을 잡아당긴다.",
            "안돼! 제발, 큰 언니!<br>로즈가 아직 안에 남아 있단 말이야, 죽이지 마!",
            "걱정 말아요, 비타.<br>이건 드림리스로 인한 타락이 아니에요.<br>제가 브라이어 로즈를 도울 수 있을 것 같아요.",
            "물론 비타와 에스메의 도움도 필요하고요.",
            "오로라가 다정하게 웃으며 에스메와 비타를 불렀다.<br>그녀들이 브라이어 주변에 서 어떤 주문을 외우자, 검은 연기가 서서히 빛 속으로 흡수되어 사라진다.",
            "빛이 완전히 사라지자<br>평온한 표정의 브라이어 로즈가 천천히 눈을 떴다.",
            "... 비타?",
            "로즈!",
            "자그마한 소녀가 온 힘을 다해 브라이어 로즈에게 뛰어들었다.<br>아이처럼 우는 목소리가 서럽게 들렸다.",
            "로즈! 나, 나는... 나는 네가 죽은 줄 알았어.<br>흑... 내가 너를, 널 찾는다고 어, 얼마나...",
            "브라이어 로즈가 잔잔히 웃으며 비타를 다독여준다.",
            "비타...<br>다시 만나다니, 정말 기뻐.<br>내가 다시 너와 만날 수 있을 거라고는...",
            "아주 오랫동안 널 찾아 헤매고 있었어.",
            "그러니...",
            "하아암, 잠시만...",
            "작게 속삭이던 그녀가 비타에게 몸을 기대며 축 늘어졌다.<br>비타가 뭐라고 형용할 수 없는 표정으로 브라이어 로즈를 바라본다.",
            "아무래도 잠이 든 모양이다.",
            "사슬에 묶인 미로로 이루어진 세상은 브라이어 로즈가 악몽으로부터 해방되자<br>서서히 사라지기 시작했다.",
            "우리는 폐허가 된 도시로 돌아왔고,<br>셀레스티의 마차를 통해 안식의 도시로 이동했다.",
            "그녀는 폐허가 된 도시를 떠나온 지 한참이 지나서야 깨어났다.",
            "브라이어 로즈가 깨어나자 오로라는 기다렸다는 듯<br>셀레스티의 마차를 멈추었다.",
            "그녀는 아직 졸려 보였지만 우리가 겪은 일에 대해서 죄책감을 느끼는 것 같았다.",
            "후아암... 이런 수고를 끼쳐드려서 정말 죄송해요, 모두.<br>특히 비타에게는 더...<br>늘 너에게는 걱정만 끼치네, 미안해.",
            "흐, 흥...<br>비타는 말이지? 딱히? 걱정을 한 건 아니거든?",
            "지금 비타의 말은 거짓말이다.<br>브라이어 로즈 역시 그걸 아는 모양인지, 다정하게 웃어 보였다.",
            "나는 비타를 걱정했어.",
            "너에게는 폐만 끼쳤지만, 그래도.",
            "...",
            "나는 네가 기대하는 것만큼 좋은 도미니언이 아니었으니까, 중요한 순간에는 늘 고개만 끄덕이거나 졸았잖아.",
            "그런 모습을 바꾸고 싶어서... 그래서 떠났던거야.",
            "정말? 도미니언이 싫어서 떠난 게 아니야?",
            "응, 그럼. 드림리스가 판타지아 외곽을 침공했을 때... 우리 영역에 다다르기 전에 해결책을 찾고 싶었어.",
            "네가 위험에 빠지는 건 싫었으니까. <br>도미니언, 그리고 네 친구라는 책임감... 나는 너를 지키고 싶었어.",
            "다른 도미니언과 만나 그들과 힘을 합치면 가능할거라고 생각했어.",
            "하지만 성에서 떠난지 얼마 안 되었을 때...<br>속임수에 빠지고 말았어.",
            "속임수라뇨?",
            "아, 그게... 제가 말한 속임수는.",
            "하아암... 아마 제가 잠들기 전까지 기다렸던 것이 아니었을까요?",
            "뭐라고?! 로즈!",
            "헤헤...<br>도미니언 군주라고 모든 상황에서 유리한 것은 아니잖아요.",
            "...",
            "그럼 잠든 당신은 그렇게 사로잡혀서<br>여태까지 포로로 있었던 건가요?",
            "그냥 포로라고 부르기에는...<br>하아, 많은 일들이 있었죠. 저는 실험 대상이었던 것 같아요.",
            "희미한 기억이지만... 어떤 남자가 저에게 무언가 실험했던 것이 생각나요.<br>도미니언이 어떤 식으로 힘을 얻게 되는지,<br>그리고 드림리스의 본질에 대해서 알고 싶어 했죠.",
            "브라이어 로즈에게 어떤 남자의 얼굴을 기억하느냐고 물었지만, 그녀는 무겁게 고개를 가로저었다.",
            "자세한 것은, 잘...<br>항상 그림자와 베일 속에 자신을 감추고 있었거든요.",
            "그림자로 빚어진 남자...<br>그는 꿈속에 저를 가두고 오랜 시간 동안 저를 실험체로 사용했어요.",
            "어느 날부턴가 모든 실험에서 흥미를 잃었던 것 같지만... <br>하아암... 저 외의 다른 실험 대상을 찾았던 건지도 모르지요.<br>그는 이성을 잃은 괴물들과 저를 미궁 속에 가두고 떠나버렸어요.",
            "아주 긴 시간이 흐르고, 사슬이 낡아 끊어졌을 때<br>기회를 놓치지 않고 탈출하려 했어요.<br>하지만 미궁은 사라지지 않았고, 도망칠 수도 없어서...",
            "그대로 미궁 안에 갇혀있었어요.<br>끔찍한 모습으로 변하기 시작했을 때도, 탈출할 방법이 없었어요.",
            "악몽은 서서히 제 몸을 잠식했고...<br>마지막 순간, 저는 제 유일한 친구를 향해 모든 힘을 다해 소리쳤죠.",
            "... 비타, 어디 있어? 라고요.",
            "로즈...",
            "그의 진정한 목적을 추측하는 것은 어렵지만 도미니언과 드림리스에 관심을 가지고 있다는 건 확실하다.",
            "오로라가 시선을 피하는 것이 느껴졌다.",
            "...",
            "큰 언니?",
            "지금 당장은 알 수 없는 것들이 너무 많네요.<br>하지만 멈출 수는 없어요, 판타지아의 모든 어둠...<br>그리고 드림리스 네더까지. 그들에게 맞서야 해요.",
            "오로라의 말이 맞아요.<br>제 힘이 닿는 데까지 당신들을 돕겠어요.<br>후아암... 제 오랜 소망이 이루어지는 그날까지... 함께 할게요.",
            "미궁과 악몽에서 겨우 탈출한 만큼, 제 힘도 예전에 비하면 많이 약해졌지만...<br>당신이 부른다면 언제든지 도와드릴게요.",
            "구해주셔서 고마워요, 꿈꾸는 자.",
            "졸린 얼굴로 말을 마친 브라이어 로즈가 비타를 향해 팔을 벌렸다.",
            "구해줘서 고마워, 비타.",
            "로즈 - !!!",
            "오랜 친구와 재회한 비타의 목소리로 마차 안이 소란스러워졌다."
        ],
        [
            "ナイトメア達は黒煙に姿を変えて、消えていった。<br>いばら姫の姿のナイトメアが、悲鳴をあげながら床に倒れこんだ。",
            "オーロラが彼女に近づくと、<br>恐怖に怯えたヴィータが襟を掴んで引き留めた。",
            "お姉ちゃん、ダメ！<br>ローズがまだ中にいるの！ 殺さないで！",
            "心配いりません。<br>これはドリームレスの仕業じゃありませんから。<br>彼女を救えるかも知れません。",
            "もちろん、ヴィータとエスメの力が必要です。",
            "エスメとヴィータに、オーロラが優しく微笑みかけた。<br>彼女達がいばら姫を囲んで呪文を唱えると、黒煙が徐々に光に吸収されて、消えていった。",
            "光が完全に消えると<br>穏やかな顔のいばら姫が、ゆっくりと目を覚ました。",
            "...ヴィータ？",
            "ローズ！",
            "小さな少女が、全速力で姫のもとに駆けよる。<br>泣きじゃくる声が鳴り響いた。",
            "ローズ！ てっきり死んじゃったかと...<br>ぐすん... す...すごく捜したんだよ...",
            "いばら姫は、静かに微笑んでヴィータを慰めた。",
            "ヴィータ...<br>また会えるなんて、本当に嬉しいわ。<br>もう会えないかと...",
            "私もあなたを捜して、彷徨ってたの。",
            "だから...",
            "少し、だけ......ふああ～...",
            "小さな声でささやいていた彼女が、ヴィータに体をあずけてもたれかかった。<br>戸惑った顔で彼女を見つめるヴィータ...",
            "眠ってしまったようだ。",
            "鎖でつながれた迷路の世界は、いばら姫が悪夢から開放されると、<br>徐々に消えていった。",
            "一行は廃墟の都市へ戻り、<br>セレステの馬車で安息の都市へ向かった。",
            "彼女が目覚めたのは廃墟の都市を出発してから、だいぶ時間が経った頃だった。",
            "いばら姫が目を覚ますと、オーロラは待っていたかのように<br>馬車を止めた。",
            "まだ眠そうな彼女は、一行に対して罪の意識を感じているようだった。",
            "ふああ～... 皆さん、迷惑をかけてしまい本当にごめんなさい。<br>とくにヴィータには...<br>いつも心配ばかりかけて、ごめんね。",
            "ふん...<br>あたしは別に... 心配なんかしてないもん。",
            "嘘だった。<br>それはいばら姫も分かっているようで、優しく微笑んだ。",
            "私はヴィータが心配だったけど。",
            "迷惑しかかけてないけど...",
            "...",
            "私は期待されるほどのドミニオンじゃなかったから... 大事な時はいつも居眠りしてたでしょ？",
            "そういう自分を変えたくて... 国を出たの。",
            "ほんと？ ドミニオンが嫌いなんじゃなくて？",
            "もちろん。ドリームレスがファンタジアを浸蝕しはじめた時... 自分の領域に来るまでに解決策を探しておきたかったの。",
            "あなたを危険な目に遭わせたくなかった。<br>ドミニオンとして、そして友達としての責任感があったから... あなたを守りたかったの。",
            "他のドミニオンと力を合わせれば、それができると思ったの。",
            "でも、城を出てからすぐ...<br>罠にはめられてしまった。",
            "罠ですって？",
            "あ、その... 罠っていうのは。",
            "ふああ～... 私が眠りにつくまで、待ってたんじゃないでしょうか。",
            "ええ！？",
            "へへ...<br>ドミニオン君主だからって、いつも有利だとは限らないじゃないですか。",
            "...",
            "では、眠ってしまったところを捕まえられて<br>今まで捕虜になっていたというのですか？",
            "捕虜と言いますか...<br>ふあぁ、色んな出来事がありました。恐らく、私は実験台にされたのです。",
            "おぼろげな記憶ですが... ある男の実験台にされました。<br>ドミニオンがどうやって力を得ているのか、<br>ドリームレスの本質を突き止めようとしていました。",
            "男の顔はと訊いても、彼女は首を横に振るだけだった。",
            "そこまで詳しくは...<br>いつも影とベールで姿を隠していましたので。",
            "影から逃れた男...<br>彼は夢の中に私を閉じ込めて、長い間、実験台にしたのです。",
            "しかしあの日突然、全ての実験に興味がなくなったようでした... <br>ふああ～... 私以外の実験台を見つけたのかも知れませんね。<br>そして彼は、理性を失った怪物と私を迷宮に閉じ込めたまま、姿を消したのです。",
            "そこから長い時間が流れ、鎖がさびて切れたタイミングで<br>脱出を試みました。<br>でも迷宮からは抜け出せず、逃げることもできなくて...",
            "迷宮に閉じ込められたままでした。<br>あの醜悪な姿に変わりはじめた時も、抜け出す方法はありませんでした。",
            "悪夢は徐々に私の体を蝕み...<br>力尽きていく中で、たった一人の友人に向かって声を振りって叫んでみたのです。",
            "...ヴィータ、どこにいるの？ って。",
            "ローズ...",
            "男の真の目的は分からないが、ドミニオンとドリームレスに関連していることは間違いない。",
            "オーロラが視線を逸らすのが分かった。",
            "...",
            "オーロラ？",
            "今の段階では謎が多すぎますね。<br>しかし、ここで諦めるわけにはいきません。ファンタジアのあらゆる闇...<br>そしてドリームレスネザーに、立ち向かわなければなりません。",
            "オーロラの言うとおりです。<br>私の力が尽きるまでは、皆さんをお助けします。<br>ふああ～... 長年の願いが叶う日まで... ともに戦います。",
            "迷宮と悪夢から脱出したばかりで、以前よりは力が弱まっていますが...<br>お呼びいただければ、いつでも駆けつけます。",
            "救ってくれてありがとう、ドリーマー。",
            "いばら姫がは眠たそうな顔で、そう言い終えると、ヴィータに向かって手をひろげた。",
            "助けてくれてありがとう、ヴィータ。",
            "ローズ！！！",
            "旧友と再会したヴィータの声で、馬車の中は賑やだった。"
        ]
    ],
    "music": [
        "none",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_glassring.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}