{
    "StoryName": "EventStory_Chess_11",
    "background": [
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png",
        "shatteredchessrealm.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "White Knight",
            "Red Knight",
            "Red Knight",
            "Red Knight",
            "Red Knight",
            "Red Knight",
            "Red Knight",
            "",
            "",
            "White Knight",
            "White Knight",
            "White Knight",
            "Red Knight",
            "Red Knight",
            "Red Knight",
            "Red Knight",
            "Lily",
            "White Knight",
            "White Knight",
            "Lily",
            "White Knight",
            "White Knight",
            "",
            "",
            "",
            "Red Knight",
            "Lily",
            "White King",
            "Lily",
            "",
            "",
            "White King",
            "White King",
            "White King",
            "White King",
            "White King",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "하얀 기사",
            "붉은 기사",
            "붉은 기사",
            "붉은 기사",
            "붉은 기사",
            "붉은 기사",
            "붉은 기사",
            "",
            "",
            "하얀 기사",
            "하얀 기사",
            "하얀 기사",
            "붉은 기사",
            "붉은 기사",
            "붉은 기사",
            "붉은 기사",
            "화이트 폰 릴리",
            "하얀 기사",
            "하얀 기사",
            "화이트 폰 릴리",
            "하얀 기사",
            "하얀 기사",
            "",
            "",
            "",
            "붉은 기사",
            "화이트 폰 릴리",
            "화이트 킹",
            "화이트 폰 릴리",
            "",
            "",
            "화이트 킹",
            "화이트 킹",
            "화이트 킹",
            "화이트 킹",
            "화이트 킹",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "ホワイトナイト",
            "レッドナイト",
            "レッドナイト",
            "レッドナイト",
            "レッドナイト",
            "レッドナイト",
            "レッドナイト",
            "",
            "",
            "ホワイトナイト",
            "ホワイトナイト",
            "ホワイトナイト",
            "レッドナイト",
            "レッドナイト",
            "レッドナイト",
            "レッドナイト",
            "リリー",
            "ホワイトナイト",
            "ホワイトナイト",
            "リリー",
            "ホワイトナイト",
            "ホワイトナイト",
            "",
            "",
            "",
            "レッドナイト",
            "リリー",
            "ホワイトキング",
            "リリー",
            "",
            "",
            "ホワイトキング",
            "ホワイトキング",
            "ホワイトキング",
            "ホワイトキング",
            "ホワイトキング",
            ""
        ]
    ],
    "dialogueText": [
        [
            "With the magical looking glass back in one piece, you finally feel like you might be getting somewhere.",
            "It's time to get moving again, but first there is something you want to know.",
            "You turn to the Red and White Knights.",
            "What did the Red Queen mean when she said you would have to pick sides?",
            "I... I'm not sure. She could have meant many things.",
            "Like hell she could!",
            "This is the truth, Dreamer. There is no point concealing it any longer.",
            "The Red and White kingdoms were at war. For decades, centuries, even!",
            "Every successive king or queen kept the fighting going, pointlessly spilling the blood of their subjects in an endless bitter war!",
            "For the longest time, my hands were as red with it as any in my kingdom, until I couldn't take it any more.",
            "That was when I left my monarch's side and threw my hat in with the mad queen. She at least tried to DO something about it!",
            "You turn to the White Knight. Is this true?",
            "White Knight looks conflicted, but she reluctantly concedes that it is.",
            "Yes, Dreamer.",
            "Don't think I was happy with the situation! I would have stopped it if I could!",
            "I often counselled my King and Queen to find some kind of peaceful solution, but...",
            "But they were as convinced as the Red King and Queen that they were right.",
            "You see, Dreamer? <i>This is why I defected</i>. The wars of the Red and White kingdoms would have raged forever... or until Wonderland itself was torn apart!",
            "That is why this labyrinth exists. To protect Wonderland.",
            "It was one of the last sane, lucid things the Queen of Hearts ever did...",
            "No! It's not true!",
            "I'm sorry, Lily... but it is.",
            "Your mother tried to shield you from the truth... but you would eventually have been expected to fight yourself, one day.",
            "...",
            "For what it's worth, Dreamer. I no longer wish to fight my patrons' wars. I never had the strength to abandon my post, like Red Knight did... until now.",
            "If it comes to it... my sword is yours.",
            "But this puts you in a quandary: should you release those trapped in the labyrinth or not?",
            "Will the wars just start again if you do?",
            "But even if they do, what about the common folk? Do they deserve to suffer because of the needless feuding of their rulers?",
            "The labyrinth will fail eventually, Dreamer. Though it may be years, or even decades, before it does, they will all be freed eventually. I doubt the magic still exists in Phantasia to renew this prison.",
            "Please, Dreamer, you have to save them! Things can be different! I'll tell them-",
            "Tell them what?",
            "Father!",
            "Another of Wonderland's royalty has appeared before you.",
            "This one must be the White King.",
            "You are correct, Dreamer. I've been watching your progress. I understand you have a heavy decision to make.",
            "But let me say this: we may have made mistakes in the past, but even we deserve a second chance.",
            "You're close now. So close to the end.",
            "You might as well stand on the final square while you make your decision, no?",
            "It's this way, Dreamer...",
            "He beckons you towards the final square and the last move in this game that you can make."
        ],
        [
            "마법의 거울을 손에 넣는 것으로 드디어 첫 출발점에 설 수 있었다.",
            "평범한 거울처럼 보이는 마법의 거울로 내 모습을 들여다보았지만",
            "특별한 일은 일어나지 않았다.",
            "가까이 다가온 붉은 기사와 하얀 기사가 거울을 물끄러미 바라본다.",
            "이게 정말 그 마법의 거울입니까? 드림리스가 나온 것 말고는 평범하게 보이는군요.",
            "크하학! 네놈이 알 리가 있나!",
            "내가 설명하는 수밖에 없겠군, 꿈꾸는 자. 어차피 더 비밀로 하기에는 무리야.",
            "이 거울에 관한 것도, 우리들의 역사도...",
            "원더랜드에는 여러 왕국이 있었다. 그중에서도 특히 백의 왕국과 적의 왕국이 강했지.",
            "원더랜드의 통치권을 두고 두 왕국은 오랫동안 무의미한 전쟁을 계속했다.",
            "그저 다른 왕국을 멸망시키기 위한 학살이 계속되었지. 난 그 모든 것을 끝내기 위해 레드 퀸을 배신하고 퀸 오브 하트를 새로운 주인으로 섬겼다.",
            "담담히 이어진 붉은 기사의 말에 하얀 기사가 한숨을 내쉬었다.",
            "그게 원더랜드의 메르헨들이 붉은 기사를 배신자라 부르던 이유였다.",
            "아주 낡고 오래된 이야기입니다.",
            "전쟁이 지속되는 동안 여러 번 왕과 왕비에게 조언했습니다만",
            "그들은 우리의 말을 듣지 않았습니다. 원더랜드의 통치권이 더 중요했던 거겠죠.",
            "서로 자신이 진정한 도미니언이라고 믿었지.",
            "이게 내가 퀸 오브 하트를 선택한 이유다. 그녀가 이 미궁을 만든 것도 전쟁을 막기 위해서였고.",
            "두 왕국은 그대로 두면 원더랜드 영역이 무너질 때까지 전쟁을 지속했겠지. 추방하는 것 외에는 방법이 없었다.",
            "퀸 오브 하트는 이들을 추방하는 것으로 원더랜드를 구했다. 위대한 업적이 아닌가?",
            "거짓말... 그럴 리가 없어요. 엄마랑 아빠가 그런 무의미한 전쟁을 벌였을 리가 없어!",
            "공주, 그때의 당신은 아주 어린 아기였으니 이 사실을 받아들이기 힘들 수 있습니다.",
            "영역의 통치권을 둔 싸움에서 무조건 선량한 이는 존재할 수 없습니다.",
            "...",
            "꿈꾸는 자, 왕족 전체를 원더랜드 밖으로 추방하여 영역 전체가 평화로워졌다면, 저 역시 퀸 오브 하트가 옳은 일을 한 것이라 생각합니다.",
            "그들은 미궁으로 떨어진 지금도 끊임없이 싸우고 있으니까요.",
            "하얀 기사의 목소리에 긴장한 기색이 가득했다.",
            "긴 시간이 지났음에도 불구하고 전쟁을 멈추지 못한 왕족들.",
            "그들을 구하는 게 옳은 일인지 모르겠다. 그들을 구하지 않는다면 왕국과 다른 백성들은 어떻게 되는 건지도.",
            "퀸 오브 하트가 사라졌으니 어차피 이 미궁은 곧 사라지게 될 거다, 꿈꾸는 자. 어쩌면 며칠, 늦어도 수십 년 안에는 사라지겠지.",
            "아니에요, 제가 잘 말해볼게요. 네? 사이좋게 지낼 수 있을거예요, 그러니까 갇힌 사람들을...",
            "릴리?",
            "아빠!",
            "크리스탈 벽 안에서 한 남자가 모습을 드러냈다.",
            "부드러운 미소를 머금은 그의 머리 위에서 왕관이 반짝였다.",
            "만나게 되어 영광이군, 꿈꾸는 자. 내 이름은 화이트 킹일세. 오래전부터 귀공의 여정을 지켜보았지.",
            "귀공에게는 언제나 어렵고 무거운 책임과 책무가 뒤따르더군.",
            "잘 싸워왔다고 생각하네. 잘 해내 왔다고. 그러니 나의 이야기에도 귀를 기울여 주지 않겠나?",
            "과거의 우리가 어리석고 위험한 결정을 한 것은 사실이네만",
            "그것은 과거의 우리이지 않나. 지금의 우리를 봐주지 않겠나?",
            "화이트 킹이 곁으로 물러나자 벽 너머에서 새하얀 빛이 반짝였다."
        ],
        []
    ],
    "music": [
        "music_shoptheme.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}