{
    "StoryName": "EventStory_Ozma_6",
    "background": [
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "queenspalace.png",
        "storyozmahappy.png",
        "storyozmahappy.png",
        "storyozmahappy.png",
        "storyozmahappy.png",
        "storyozmahappy.png",
        "storyozmahappy.png",
        "storyozmahappy.png"
    ],
    "character": [
        [
            "",
            "",
            "Ozma",
            "Ozma",
            "Ozma",
            "Ozma",
            "Esme",
            "Vita",
            "Vita",
            "Ozma",
            "Ozma",
            "Ozma",
            "",
            "Ozma",
            "Ozma",
            "Ozma",
            "",
            "Ozma",
            "Ozma",
            "",
            "Ozma",
            "Ozma",
            "Ozma"
        ],
        [
            "",
            "",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "에스메",
            "비타",
            "비타",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "",
            "왕녀 오즈마",
            "왕녀 오즈마",
            "왕녀 오즈마"
        ],
        [
            "",
            "",
            "オズマ",
            "オズマ",
            "オズマ",
            "オズマ",
            "エスメ",
            "ヴィータ",
            "ヴィータ",
            "オズマ",
            "オズマ",
            "オズマ",
            "",
            "オズマ",
            "オズマ",
            "オズマ",
            "",
            "オズマ",
            "オズマ",
            "",
            "オズマ",
            "オズマ",
            "オズマ"
        ]
    ],
    "dialogueText": [
        [
            "At the end of the exhausting ballroom dance lessons, Ozma collapses in a heap.",
            "What a performance!",
            "Phew! I didn't think I still had it in me.",
            "To be honest, this felt really good. Dorothy was right, Dreamer. I needed this.",
            "For a moment there, it felt like I was back in Oz, dancing among my old friends in a well-lit ballroom.",
            "Perhaps I've made a few new friends today too.",
            "You were fantastic out there, Ozma! Your footwork was impressive.",
            "Indeed, I'm inclined to agree with you on this.",
            "The princess did an excellent job relearning her old talents.",
            "Please, it was just muscle memory!",
            "I believe everyone is capable of dancing if they practice hard enough and put their mind to it.",
            "Even you, Dreamer!",
            "You ask if she feels ready for the outside world. There's still a lot of people in Haven that need leaders and protectors.",
            "I-I think I am. Just being around you and your heroes has given me a renewed hope.",
            "My duty as a Princess of Oz may be gone now, but I still have a responsibility to protect the weak.",
            "If the Dreamless do not stop, then I should not give up either!",
            "With a renewed sense of vigor, Ozma makes her declaration to the world.",
            "I will go with you to Haven, Dreamer.",
            "No longer will I fight alone. Fighting alongside friends, we will be stronger.",
            "You smile, thinking about how Dorothy would agree with that statement.",
            "Then, let us be off!",
            "But one more thing before that...",
            "Would you dance with me, Dreamer?"
        ],
        [
            "무도회의 막을 올릴 첫 춤의 연습이 끝나자 오즈마가 차분한 얼굴로 숨을 몰아쉰다.",
            "오즈마의 춤은 우아하고 아름다웠다. 열심히 연습한 흔적이 묻어난다.",
            "... 신기하네, 전부 잊어버린 줄 알았는데.",
            "도로시의 말대로 널 믿길 잘했다는 생각이 들어.",
            "예전으로 돌아간 것 같아. 오즈의 세계에서 친구들과 만났던, 소중한 그때로...",
            "고마워, 꿈꾸는 자.",
            "오즈마! 역시 왕녀는 왕녀구나, 정말 대단했어!",
            "에스메 의견에 동의하긴 싫지만, 너 진짜 춤 잘 춘다!",
            "오즈의 왕국이 사라진 건 아주 오래전의 일인데, 그런데도 무도회의 춤을 기억하고 있다닝. 대단해!",
            "과찬이야. 몸이 기억하고 있었을 뿐이니까.",
            "... 벌써 저녁이네, 저녁 노을이 참 아름다워. 오늘은 좋은 꿈을 꿀 수 있을 것 같아.",
            "네 덕분에 다시 밖으로 나갈 수 있을 것 같아. 새로운 친구를 사귀고, 도로시와 만나야지.",
            "오즈마에게 바깥 세상으로 갈 준비가 되었는지 묻자, 그녀가 천천히 고개를 끄덕였다.",
            "물론이지, 다른 메르헨들과 만날 수 있었으면 좋겠어.",
            "비록 오즈의 세계는 공허 속으로 떨어졌지만, 그래도 내게는 왕녀로서 약자를 보호할 책임이 남아있어.",
            "위대한 오즈의 영광을 위해, 절대 포기하지 않을거야.",
            "오즈마가 신중한 표정으로 단호하게 말했다.",
            "넌 안식의 도시에 머물고 있다했지? 너와 함께 안식의 도시로 가고 싶어.",
            "영역은 물론, 드림리스가 사람들의 평화로운 일상을 빼앗을 수 없도록 지키겠어.",
            "안식의 도시에서 도로시가 오즈마를 기다리고 있을 것 같다. 천천히 고개를 끄덕였다.",
            "아, 그 전에...",
            "부탁이 하나 있는데. 아직 무도회의 밤은 끝나지 않았잖아.",
            "나와 춤추지 않을래? 꿈꾸는 자."
        ],
        []
    ],
    "music": [
        "music_sentimentalmemories.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}