{
    "StoryName": "EventStory_EvilQueen_1",
    "background": [
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png",
        "hauntedhallway.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "",
            "Rothbart",
            "Bathory",
            "Rothbart",
            "Bathory",
            "Rothbart",
            "Bathory",
            "Rothbart",
            "Evil Queen",
            "Evil Queen",
            "Bathory",
            "Evil Queen",
            "Evil Queen",
            "Rothbart",
            "Evil Queen",
            "Evil Queen",
            "Bathory",
            "Rothbart",
            "Evil Queen",
            "Bathory",
            "Evil Queen",
            "Rothbart",
            "Evil Queen",
            "Rothbart",
            "Evil Queen",
            "Bathory",
            "Evil Queen",
            "Rothbart",
            "Rothbart",
            "Evil Queen",
            "",
            "Evil Queen",
            "Evil Queen",
            "Bathory",
            "Evil Queen",
            "Evil Queen",
            "Evil Queen",
            "Bathory",
            "Rothbart",
            "Bathory",
            "Evil Queen",
            "Rothbart",
            "Rothbart",
            "",
            "Evil Queen",
            "Evil Queen",
            "Bathory",
            "Bathory",
            "Evil Queen",
            "Rothbart",
            "Evil Queen",
            "Evil Queen",
            "Evil Queen",
            "Rothbart",
            "Evil Queen",
            "Rothbart",
            "Bathory",
            "",
            "Evil Queen",
            "Bathory",
            "Bathory",
            "Evil Queen",
            "Bathory",
            "Rothbart",
            "Bathory",
            "Rothbart",
            "Rothbart",
            "Evil Queen",
            "Rothbart",
            "Evil Queen",
            "Evil Queen",
            "Rothbart",
            "Evil Queen",
            "Evil Queen",
            "",
            "",
            "Bathory",
            "Rothbart"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "악인 로트바르트",
            "엘리자베스 바토리",
            "악인 로트바르트",
            "엘리자베스 바토리",
            "악인 로트바르트",
            "엘리자베스 바토리",
            "악인 로트바르트",
            "이블 퀸",
            "이블 퀸",
            "엘리자베스 바토리",
            "이블 퀸",
            "이블 퀸",
            "악인 로트바르트",
            "이블 퀸",
            "이블 퀸",
            "엘리자베스 바토리",
            "악인 로트바르트",
            "이블 퀸",
            "엘리자베스 바토리",
            "이블 퀸",
            "악인 로트바르트",
            "이블 퀸",
            "악인 로트바르트",
            "이블 퀸",
            "엘리자베스 바토리",
            "이블 퀸",
            "악인 로트바르트",
            "악인 로트바르트",
            "이블 퀸",
            "",
            "이블 퀸",
            "이블 퀸",
            "엘리자베스 바토리",
            "이블 퀸",
            "이블 퀸",
            "이블 퀸",
            "엘리자베스 바토리",
            "악인 로트바르트",
            "엘리자베스 바토리",
            "이블 퀸",
            "악인 로트바르트",
            "악인 로트바르트",
            "",
            "이블 퀸",
            "이블 퀸",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "이블 퀸",
            "악인 로트바르트",
            "이블 퀸",
            "이블 퀸",
            "이블 퀸",
            "악인 로트바르트",
            "이블 퀸",
            "악인 로트바르트",
            "엘리자베스 바토리",
            "",
            "이블 퀸",
            "엘리자베스 바토리",
            "엘리자베스 바토리",
            "이블 퀸",
            "엘리자베스 바토리",
            "악인 로트바르트",
            "엘리자베스 바토리",
            "악인 로트바르트",
            "악인 로트바르트",
            "이블 퀸",
            "악인 로트바르트",
            "이블 퀸",
            "이블 퀸",
            "악인 로트바르트",
            "이블 퀸",
            "이블 퀸",
            "",
            "",
            "엘리자베스 바토리",
            "악인 로트바르트"
        ],
        [
            "",
            "",
            "",
            "",
            "",
            "ロートバルト",
            "バートリー",
            "ロートバルト",
            "バートリー",
            "ロートバルト",
            "バートリー",
            "ロートバルト",
            "邪悪な女王",
            "邪悪な女王",
            "バートリー",
            "邪悪な女王",
            "邪悪な女王",
            "ロートバルト",
            "邪悪な女王",
            "邪悪な女王",
            "バートリー",
            "ロートバルト",
            "邪悪な女王",
            "バートリー",
            "邪悪な女王",
            "ロートバルト",
            "邪悪な女王",
            "ロートバルト",
            "邪悪な女王",
            "バートリー",
            "邪悪な女王",
            "ロートバルト",
            "ロートバルト",
            "邪悪な女王",
            "",
            "邪悪な女王",
            "邪悪な女王",
            "バートリー",
            "邪悪な女王",
            "邪悪な女王",
            "邪悪な女王",
            "バートリー",
            "ロートバルト",
            "バートリー",
            "邪悪な女王",
            "ロートバルト",
            "ロートバルト",
            "",
            "邪悪な女王",
            "邪悪な女王",
            "バートリー",
            "バートリー",
            "邪悪な女王",
            "ロートバルト",
            "邪悪な女王",
            "邪悪な女王",
            "邪悪な女王",
            "ロートバルト",
            "邪悪な女王",
            "ロートバルト",
            "バートリー",
            "",
            "邪悪な女王",
            "バートリー",
            "バートリー",
            "邪悪な女王",
            "バートリー",
            "ロートバルト",
            "バートリー",
            "ロートバルト",
            "ロートバルト",
            "邪悪な女王",
            "ロートバルト",
            "邪悪な女王",
            "邪悪な女王",
            "ロートバルト",
            "邪悪な女王",
            "邪悪な女王",
            "",
            "",
            "バートリー",
            "ロートバルト"
        ]
    ],
    "dialogueText": [
        [
            "In a dark corner of the Haunted Realm, a malign power stirs.",
            "A memory shard glints and glows balefully as it lies on a long workbench, as evil looking apparatus feed dark energies into it from multiple angles.",
            "The malevolent glow pulses like a heartbeat, the beat slowly quickening as the form of a human begins to coalesce around it.",
            "Until, with a flash of light, the figure of a bewitchingly beautiful woman appears on the bench.",
            "The arcane machinery whines and its power cycles down to an idling hum, as two benighted individuals step forward to survey their work.",
            "The process has been a complete success.",
            "The Dreamer is no longer the only one able to recall the dead from their memories. Just as my master predicted.",
            "Don't let yourself be swallowed by pride just yet, my dear, the power required to actualize a shard still makes this process prohibitive. If we didn't have the aid of our mysterious benefactor...",
            "Power is merely a scale, wizard, it can be gained and lost. It was my master's research into the process that made this rebirth possible. The shadowed man knows this.",
            "Perhaps, but the power in this realm dwindles nevertheless. If he hadn't returned... we still cannot be sure if we can trust him.",
            "Trust is not an issue for my master. He trusts no one.",
            "Hush! She stirs...",
            "Ughhhh...",
            "Where am I...?",
            "In my master's estate. He apologizes for not greeting you personally, but he is engaged with other matters.",
            "I...",
            "I don't understand... how did I get here?",
            "You have been revived from your memory shard by a combination of science and magic.",
            "Memory shard...?",
            "Am I dead?",
            "Not as dead as you were.",
            "You have been revived because we need your aid.",
            "How long...",
            "A great many years.",
            "<i>Years...?</i>",
            "Much has changed in Phantasia since you last walked its soil.",
            "I know you... you are that wizard who stalked the forests of the enchanted realm! What happened to you? Why did you leave your precious duck pond?",
            "Tch!",
            "And you... the lapdog of that insufferable count...",
            "Keep a civil tongue when you talk to me, witch. I brought you back, but I could just as easily return you to oblivion!",
            "Witch?! I am a Queen, you glorified handmaiden!",
            "Enough of this!",
            "It wasn't easy finding your memory shard. A great deal of effort and resource has been expended in the realisation of your resurrection.",
            "And you think I care about your 'effort'?",
            "The Evil Queen sneers.",
            "What of my kingdom?",
            "What of the usurper, Snow White?",
            "Your kingdom is long since lost beyond the edges of the world. It fell into the abyss.",
            "The abyss?",
            "You mean the Dreamless Nether...",
            "The Dreamless... there was no solution found to its advance?",
            "Not as yet...",
            "This is why we need your help. The world is standing on a precipice.",
            "My master has plans in motion that require the acquisition of certain... items.",
            "I am dead and everything I held dear is lost! I don't care about you or your 'master's' plans!",
            "Perhaps not. But you will aid us because we have information you will find valuable.",
            "You are not the only royalty to have returned from your lost realm...",
            "The Evil Queen eyes Rothbart suspiciously.",
            "...",
            "Get to the point, wizard. I'm growing tired of your wordplay.",
            "A new power has come to Phantasia. One known only as 'the Dreamer'.",
            "He is collecting allies and defeating Dominions and even gathering World Stones to his cause.",
            "What does this have to do with me? Why should I care if this 'Dreamer' marches across every realm and sweeps each Dominion from the board?",
            "You may wish to know that a certain princess has also returned to Phantasia. She has allied herself with the Dreamer's cause.",
            "Snow White...",
            "...",
            "What is it you want me to do?",
            "Simple. Defeat the Dreamer, retrieve the world stones and return here.",
            "And how am I supposed to do that alone?",
            "You won't be alone.",
            "My master has raised you an army to accomplish this task.",
            "At a gesture from Bathory, a Dreamless enters. As the Evil Queen recoils in horror, it moves in front of her... and then drops clumsily to one knee.",
            "Are you mad?! These things will destroy us all!",
            "Not these Dreamless, Queen. My master has been collecting them for a great many years and turning them to his will.",
            "Part of your resurrection process involved tweaking the corruption of your memory shard to incorporate some of the Dreamless's darkness.",
            "Your master tampered with my memory shard?!",
            "Only to your benefit...",
            "Your memory shard was already corrupted, as we are all slowly being corrupted by the advance of the Dreamless.",
            "My master unlocked the potential of your corruption and turned it into power you can tap into.",
            "It is safe for you to command the Dreamless... as long as you do not draw on their corrupted power too deeply.",
            "You will have a great army to lead upon Haven and the added benefit of my shades as scouts and spies.",
            "And they will follow every direction I give them?",
            "Yes.",
            "...",
            "Where can I find this 'Dreamer'?",
            "In the town of Haven. Snow White will not be far from her new master's side.",
            "Then I will travel there immediately. But know this: I care nothing for your 'plan'. I will simply follow my own goals.",
            "If there is anything left of this world after I defeat the Dreamer, I will take its power for myself.",
            "The Evil Queen sweeps imperiously from the room and, moments later, the Dreamless minion jerkily follows her.",
            "In the wake of her exit, Rothbart and Bathory look at one another.",
            "You were right, Rothbart. She was easier to convince than I expected.",
            "Her hatred for that girl runs deeper than anyone knows..."
        ],
        [
            "어두운 색의 기억 파편이 기계장치가 가득한 작업대 위에 덩그러니 놓여있다.",
            "검게 일렁이는 사악한 힘을 흡수한 기억 파편이 위태로운 빛을 낸다.",
            "타락한 힘이 서서히 인간의 형상을 빚어냈다.",
            "범람하는 빛과 함께 고고한 여성의 모습이 작업대 위에 완성되었다.",
            "고대의 마법과 기계장치가 공명하듯 울자, 두 사람이 여성의 앞으로 천천히 걸음을 옮겼다.",
            "... 성공이군.",
            "주인님께서 예상하신대로에요. 꿈꾸는 자가 아니라도 기억 파편을 통해 죽은 사람을 되살려 낼 수 있게 됐군요?",
            "시험 단계이니, 완전한 성공이라고 할 수는 없다. 예상했던 것보다 더 많은 힘이 필요했으니... 그 자가 없었다면 실패했을거다.",
            "하? 힘이란 결국 숫자 놀음에 지나지 않아요, 마법사. 이 부활은 전부 제 주인님의 연구 덕분이에요. 알고 있을텐데요?",
            "... 그럴지도 모르지. 하나, 이 영역의 힘은 서서히 줄어들고 있다. 섣불리 확답을 내릴 수 없다.",
            "신뢰? 제 주인님께 그런 것은 여흥에 불과해요, 그 분은 누구도 믿지 않으시죠.",
            "그런가. 흠, 여왕이 깨어난 것 같군.",
            "...",
            "... 여긴, 어디지?",
            "아핫! 이곳은 제 주인님께서 다스리는 영지 중 하나에요. 당신과 직접 대면하지 못하는 건 유감이라고 하시더군요.",
            "그런 한심한 걸 물은 게 아니라는 걸, 너도 알 텐데?",
            "내가 왜 여기 있지?",
            "여왕이여, 그대는 과학과 마법의 힘으로 기억 파편을 통해 되살아났다.",
            "... 기억 파편?",
            "그럼, 내가 죽기라도 했다는 뜻이니?",
            "틀린 말은 아니죠, 지금은 살아있지만.",
            "그대의 힘이 필요해 부활시켰다.",
            "어머, 그래? 너희들 주제에 참으로 뻔뻔하구나. 시간이 꽤 흐른 것 같은데...",
            "아핫! 수십 년은 족히 흘렀죠, 어쩌면 수 백년 일 수도, 수 천년 일 수도?",
            "... 뭐?",
            "그대가 마지막으로 기억하는 판타지아의 모습이 어떤지 모르지만, 그동안 많은 변화가 있었다.",
            "그 얼굴... 너, 마법의 왕국에 기생하던 마법사구나. 사랑해 마지않는 백조의 호수와 같이 죽으리라 믿었는데, 넌 보란듯이 그 곳을 버리고 떠났었지?",
            "...",
            "후훗, 참으로 재미있어. 그쪽의 너도 기억 나. 짜증나는 백작의 귀염성 없는 애완동물이지?",
            "그 입 조심하는 게 좋을텐데요, 마녀. 당신을 부활시킨 건 나니까. 그 말은 언제든지 도로 망각의 차원에 당신을 처넣을 수 있다는 뜻이에요.",
            "하찮은 하녀야, 나는 여왕이란다. 다시 날 마녀라고 부른다면 너부터 죽여줄게.",
            "... 그만!",
            "그대의 기억 파편을 찾는 것 부터 부활까지 상상할 수 없을 정도의 노력과 자원이 소모되었다.",
            "그래서? 내가 너희들의 그깟 노력을 치하해주길 바라니?",
            "이블 퀸이 로트바르트를 바라보며 한껏 조소했다.",
            "너희들의 헛소리를 듣는 일은 이제 질렸으니, 내가 묻는 말에 대답해.",
            "내 왕국은 어떻게 됐지? 왕국의 강탈자는... 백설공주는 또 어떻게 됐어?",
            "그 왕국은 이미 오래전에 사라졌어요, 심연 속으로 떨어졌죠.",
            "심연이라...",
            "드림리스 네더의 짓이겠지.",
            "시간이 그리 흘렀다며? 아직도 해결책을 못 찾은거니? 한심하구나.",
            "... 하! 지금까지는 그랬었죠.",
            "그러니 그대의 도움이 필요하다. 이대로라면 이 세계는 반드시 멸망할테니.",
            "제 주인님께서는 이미 드림리스를 다룰 계획을 세우셨어요. 당신은 어떤 물건만 찾아 가져오면 돼요.",
            "내가 왜 너희의 하찮은 계획에 손을 빌려줘야하지? 난 이미 죽은 사람이란다, 내가 아끼던 모든 것을 잃었어. 너희들의 버러지같은 계획에 어울릴 생각은 없단다.",
            "글쎄, 그렇지만은 않을 것이다. 지금의 그대에게 가장 필요한 정보를 주지.",
            "여왕. 잊혀진 영역에서 되돌아 온 것은 그대가 처음이 아니다.",
            "이블 퀸이 로트바르트를 물끄러미 바라보며 인상을 찌푸렸다.",
            "...",
            "요점만 말하렴, 마법사. 넌 혀가 너무 길어.",
            "판타지아에 아주 강력한 힘을 가진 존재가 나타났다. 그 자는 꿈꾸는 자라고 불리지.",
            "동료를 모아 판타지아에 남아있던 타락한 도미니언을 물리치고, 월드스톤을 모으고 있다.",
            "그래서?",
            "그는 수많은 조력자를 가지고 있지. 듣자하니, 그 조력자 중에 그녀가 있다고 하더군.",
            "...",
            "백설공주.",
            "너희의 요구 조건은 뭐지?",
            "간단한 일이다. 꿈꾸는 자와 그 일행을 해치울 것. 월드스톤을 우리에게 가지고 오면 된다.",
            "가능할거라고 생각하니?",
            "그래. 그대는 혼자가 아니니.",
            "주인님께서 소집한 군대를 소개하죠.",
            "바토리의 손짓에 방으로 들어온 드림리스들이 이블 퀸 앞에 어설픈 모습으로 무릎을 꿇었다.",
            "이건 또 뭐하는 짓일까, 드림리스가 우리 모두를 파멸로 몰고 있다는 걸 모르지 않을텐데.",
            "이 드림리스들은 아니에요. 제 주인님이 다스리는 것들이죠.",
            "우리가 당신을 부활시키며 당신의 타락한 기억파편을 살짝 조정했거든요. 어둠을 다룰 수 있도록...",
            "... 내 기억 파편을 건드렸다고?",
            "아핫! 모두 당신의 이익을 위해서죠!",
            "우리가 그대의 기억 파편을 회수했을 때는 이미 드림리스의 영향으로 타락한 상태였다.",
            "제 주인님은 당신이 그 힘을 사용할 수 있도록 살짝 손을 댄 것 뿐이에요.",
            "여왕이여, 이 드림리스들은 그대의 명령을 따른다. 타락한 힘을 다루는 방법은 이미 알고 있을 것이다.",
            "원한다면 정찰병을 빌려주지. 내가 심어둔 스파이도 빌려주겠다.",
            "드림리스, 정찰병, 스파이라...",
            "...",
            "후훗, 그래. 예상대로인 걸?",
            "꿈꾸는 자는 지금 어디에 있지?",
            "안식의 도시라 불리는 곳에 있다. 백설공주 역시 그 자와 같이 있을테지.",
            "꿈꾸는 자의 목은 가져다 줄게. 하지만 명심하렴.",
            "난 너희의 시시한 계획에 어울리지 않아. 내게 필요한 건 나의 목표 뿐이란다.",
            "이블 퀸이 우아한 걸음소리를 내며 방 밖으로 빠져나갔다.",
            "여왕 특유의 고압적인 기운을 따라 드림리스들이 움직였다.",
            "당신이 옳았어요, 로트바르트. 마녀를 설득하는 게 이렇게 쉬울 줄이야.",
            "증오심이야말로 여왕에게 가장 필요한 힘이다."
        ],
        []
    ],
    "music": [
        "music_haunted.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}