{
    "StoryName": "EventStory_SleepHollow_6",
    "background": [
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png",
        "burningwoods.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "Red",
            "Red",
            "",
            "Red",
            "Red",
            "Red",
            "Aurora",
            "Vita",
            "",
            "",
            "",
            "",
            "",
            "Frankenstein",
            "",
            "",
            "Headless Horseman"
        ],
        [
            "",
            "",
            "",
            "빨간 망토",
            "빨간 망토",
            "",
            "빨간 망토",
            "빨간 망토",
            "빨간 망토",
            "오로라",
            "비타",
            "",
            "",
            "",
            "",
            "",
            "프랑켄슈타인",
            "",
            "",
            "목 없는 기사"
        ],
        [
            "",
            "",
            "",
            "赤ずきん",
            "赤ずきん",
            "",
            "赤ずきん",
            "赤ずきん",
            "赤ずきん",
            "オーロラ",
            "ヴィータ",
            "",
            "",
            "",
            "",
            "",
            "フランケンシュタイン",
            "",
            "",
            "首なし騎士"
        ]
    ],
    "dialogueText": [
        [
            "You and your party fight off waves of pumpkin-heads.",
            "Why are they even attacking? What do they want?",
            "All the while, the Headless Horseman gallops in a ring around the periphery of the village, never breaking the cover of the trees.",
            "Why doesn't he attack? What is he waiting for?",
            "Hyaaa!",
            "Perhaps he wants to intimidate you before making his move? Perhaps he is simply seeing how you fight before he attacks you, himself?",
            "Dreamer, there's something weird going on here!",
            "Watch the movement of these creatures. When the Horseman moves around the village, they change the direction they are moving.",
            "It's like they're moving towards the Horseman!",
            "Look! Over there!",
            "Oh no! There are more monsters emerging from the trees close to those houses!",
            "You fight your way over to the new knot of enemies, expecting to find new and even more horrifying pumpkin-heads facing you.",
            "Instead, you find yourself faced by the shambling undead!",
            "Where did these new monsters come from? Were they with the Horseman, too?",
            "Through the crowd of monstrous bodies, you catch a glimpse of a young woman in glasses and - somewhat unbelievably - a lab coat!",
            "Who is she?",
            "There! Our target is there!",
            "You are truly bewildered by this new turn of events, but you and your heroes rise to meet the new foe!",
            "As you do, the Horseman finally makes his appearance, crashing through the underbrush on his fell charger and falling on zombie and pumpkin-head alike!",
            "..."
        ],
        [
            "일행들이 괴생명체의 습격을 막아내는 동안",
            "목 없는 기사는 숲 주변을 정처 없이 배회할 뿐 어떤 움직임도 보이지 않았다.",
            "가까이 다가온 빨간 망토가 숨을 몰아쉬며 말했다.",
            "왜 공격하지 않는 거지? 뭘 찾고 있나?",
            "기다리고 있는 건가...? 하압!",
            "호박 머리를 단 괴물을 거대한 검으로 베어낸 그녀가 눈을 가늘게 떴다.",
            "뭔가 이상해, 예전에는 이렇지 않았는데.",
            "꿈꾸는 자! 저들의 움직임을 잘 봐, 목 없는 기사가 움직이면 이 괴물들도 같이 움직이잖아.",
            "방향이 똑같아, 기사에게 다가가려는 건가?",
            "빨간 망토씨, 꿈꾸는 자! 저쪽이에요!",
            "히야아아아악! 뭐가 또 나오잖아!",
            "비타가 손가락질하며 에스메의 등 뒤로 몸을 숨겼다.",
            "에스메가 화를 내는 소리보다 괴물들의 신음 소리가 먼저 들렸다.",
            "움직이는 시체들, 언데드였다.",
            "좀비들 사이에서 걸어 나온 여자가 자신의 일행을 향해 의기양양한 얼굴로 소리쳤다.",
            "특이한 삼인방이다.",
            "찾았다! 봤지? 내 예측대로지?",
            "순간 목 없는 기사의 말발굽 소리가 숲을 뒤흔들었다.",
            "나무를 부수고 모습을 드러낸 기사가 좀비와 호박 괴물들을 뚫고 우리에게 달려들었다.",
            "..."
        ],
        []
    ],
    "music": [
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}