{
    "StoryName": "EventStory_BigBadWolf_2",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png",
        "constructionsite.png"
    ],
    "character": [
        [
            "",
            "",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "",
            "",
            "Male Villager",
            "Female Villager",
            "Soldier",
            "Male Villager",
            "Soldier",
            "Soldier",
            "Soldier",
            "Female Villager",
            "Male Villager",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Female Villager",
            "Male Villager",
            "Male Villager",
            "Big Bad Wolf",
            "",
            "",
            "Soldier",
            "Soldier"
        ],
        [
            "",
            "",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "",
            "",
            "거주민 남성",
            "거주민 여성",
            "민병대원",
            "거주민 남성",
            "민병대원",
            "민병대원",
            "민병대원",
            "거주민 여성",
            "거주민 남성",
            "나쁜 늑대",
            "나쁜 늑대",
            "거주민 여성",
            "거주민 남성",
            "거주민 남성",
            "나쁜 늑대",
            "",
            "",
            "민병대원",
            "민병대원"
        ],
        [
            "",
            "",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "",
            "",
            "男性村人",
            "女性村人",
            "民兵",
            "男性村人",
            "民兵",
            "民兵",
            "民兵",
            "女性村人",
            "男性村人",
            "悪い狼さん",
            "悪い狼さん",
            "女性村人",
            "男性村人",
            "男性村人",
            "悪い狼さん",
            "",
            "",
            "民兵",
            "民兵"
        ]
    ],
    "dialogueText": [
        [
            "In the depths of the forest, a certain lupine individual is wandering through the trees, grumbling and growling morosely to herself.",
            "Her near constant grousing is abruptly ceased by a plaintive squeal from her stomach.",
            "<i>*Squeeeeeeeeeee...*</i>",
            "Aauuuu... I'm so hungry...",
            "I'll never find anything to eat in this forest...",
            "Not that I deserve any food, anyway...",
            "I haven't been able to save any of my allies...",
            "And none of my allies have ever even tried to save me...",
            "Only that one person... But after everything I've done, why? Why did they –",
            "<i>*Squeeeeeeeeeeeeeeee...*</i>",
            "Awwwoooo! So hungryyyy!",
            "Suddenly, Wolf stops. Her ears prick and she sniffs the air.",
            "<i>*Sniff sniff*</i>",
            "Is that...?",
            "<i>*Sniff sniff*</i>",
            "I smell food! Real food!",
            "It's coming from over there...",
            "Creeping through the forest, Wolf comes upon another of the three little pigs' construction sites.",
            "They seem to be taking a lunch break... all of the workers are sitting around, chatting and eating.",
            "We'll be done with this site in a day or two... I've already got my eye on the little house on the corner!",
            "Oh, that's a lovely little cottage! It's so peaceful out here, I think I might apply for one of the houses, too!",
            "You won't be so keen to stay here when you encounter that monster that's been plaguing the construction sites...",
            "Ha! That's just gossip and scuttlebutt, you don't actually believe there's a real monster out there, do you?",
            "I've <i>seen</i> it, mate. With my own eyes.",
            "It's a creature from the pits of hell... Shining eyes, as green as envy! And claws the size of cups!",
            "It's got a mouth full of fangs like pearly daggers and when it roars, it sounds like the end of the world has come!",
            "...",
            "Well, you just keep your eyes on the forest, then. If your big bad monster comes along, we're relying on you to –",
            "<i>*SQUEEEEAAAAAAWWWWW...*</i>",
            "Awoo! Stupid stomach!",
            "What was that?!",
            "It's your monster! There! Look!",
            "Get it!",
            "Damn, damn! All I wanted was a bite of food!",
            "Big Bad Wolf springs to her feet, ready to pelt back into the forest, away from her oncoming assailants...",
            "But before she can even turn away, a huge pack of wolves bursts from the forest edge and descends on the work site!",
            "WOLVES!",
            "FIND SHELTER!"
        ],
        [
            "가지를 꺾으며 숲 아래쪽으로 내려가던 늑대 하나가 침울한 표정으로 하늘을 바라본다.",
            "나뭇잎 사이로 햇빛이 쏟아지자 머리가 핑 돈다. 굶은지 너무 오래되었다.",
            "세상에... 나 지금 어지럽다고 생각한 거야?",
            "큰일이야, 어쩌지. 이러다가 나 정말 굶어 죽어 버릴지도...",
            "왜 항상 나한테만 이런 일이 생기는 거지?",
            "왜 나만 끝도 없이 불행해지는거야...",
            "너무 밝아, 어두워지면 좋을 텐데. 내가 다가가는 걸 누구라도 볼 수 있을 거야...",
            "내가 혼자라는 걸 누구라도 알 수 있을거야...",
            "왜 사람들은 나를 나쁜 늑대라고 부르는 거지? 그렇게 부르면 내가 정말 나쁜 사람이 된 것 같잖아.",
            "난, 그냥 배가 고픈 것뿐이야. 응, 배가 고픈 건 나쁜 게 아니잖아?",
            "참을 수 없는 것뿐이야. 그게 뭐가 나빠? 난 나쁘지 않아. 난 나쁘지 않아...",
            "숲길을 따라 위태롭게 걸어간다. 비틀, 비틀... 좋은 냄새가 코끝을 살짝 스쳤다.",
            "이 냄새는...",
            "맛있는 냄새가 나잖아, 이런 숲속에 음식을 가지고 들어오다니!",
            "난 나쁘지 않아. 굶주린 늑대가 언제 어디에서 튀어나올지 모르는데 음식을 가지고 들어온 사람이 나쁘지.",
            "맞아! 빼앗길 걸 알면서도 가지고 들어온 사람들이 나빠. 날 더 배고프게 만들잖아? 식욕을 부추긴다고.",
            "오호호! 그래, 음식을 빼앗자. 빼앗으면 이 지독한 허기를 달랠 수 있어. 좋아... 어느 쪽이지?",
            "나쁜 늑대는 빛이 잘 들지 않는 숲속을 있는 힘껏 내달렸다.",
            "정원처럼 깔끔하게 정리된 마을에 인부 몇 사람이 모여 도시락을 먹고 있는 것이 보였다.",
            "타일 공사만 하면 여긴 마무리해도 되겠어. 이틀이면 되겠지?",
            "지긋지긋했는데 드디어 끝나네~ 집들 생긴 것도 귀엽고, 아담하고. 난 이사하려고.",
            "신중하게 결정하십시오, 선생님들. 이 근처에서는... 진짜 그게 나온다고요!",
            "그거라니? 뭐, 괴물? 그건 다 헛소문이야! 작업하는 내내 한 번도 못 봤다고, 형씨! 당신 쫄았구만!",
            "저는 진짜 봤다고요, 진짜 있어요...",
            "질투에 미친 녹색 눈에 나무보다 큰 발톱을 가지고 있었다고요!",
            "그 녀석은 분명 지옥에서 기어 올라왔을 거예요. 보면 알 수 있어요! 그런 녀석에게 잡아먹히면, 아마 뼈도 못 추릴걸요?",
            "보통 괴물에게 잡아먹히면 대부분 그런 결말이잖아요?",
            "젊은 사람이 벌써부터 그렇게 겁이 많아서야, 원... 망이나 잘 봐! 이 사람아. 괴물 나오면 형씨가 막아줘야지.",
            "녹색 눈, 나무보다 큰 발톱... 우연이네, 마침 내가 전부 가지고 있는 거잖아. 질투에 미치진 않았지만...",
            "오호호! 너희들, 그거 정말 맛있어 보이는구나. 좀 남았니? 나, 배고프거든...?",
            "지, 진짜 나왔잖아! 피해요! 모두 도망쳐!",
            "저쪽이야! 어이! 모두 저쪽으로 뛰어!",
            "연장! 연장 어딨어! 다들 연장 챙겨! 가까이 오지 마라, 이 괴물아!",
            "괴물이라니, 난 그저 배가 고팠을 뿐이야. 괴물이라니, 아직 아무 짓도 하지 않았다니까?",
            "숲 안으로 도망치려던 나쁜 늑대의 뒤로 늑대의 으르렁거리는 소리가 들려온다.",
            "언제부터 거기에 있었는지, 한 무리의 늑대들이 나쁜 늑대를 보호하듯 가까운 곳에 와 있었다.",
            "늑대다! 늑대가 나타났다!",
            "본부! 지원 바랍니다, 늑대 무리와 늑대 괴물이 나타났습니다!"
        ],
        [
            "森林の奥にて。とある狼人間がブツブツ言いながらお腹を空かせている。",
            "うめき声とお腹の音が順番に出る。",
            "きゅるるる...",
            "あうう...腹減ったぁ...",
            "森の中じゃ食い物がないよ...",
            "おいしいご飯を食べる資格なんてないけどね...",
            "仲間を一人も助けることができなかった私には...",
            "誰も、私を助けようとしたことなんてないし...",
            "あ、あの人だけは...でも、なんでだろう。私、いいことしてないのに...",
            "きゅるるるるる...",
            "アオーン！やっぱり腹減ったあああ！",
            "狼さんが突然泣き止む。犬耳が立ち、匂いを嗅ぐと...",
            "クンクン...",
            "もしかして...",
            "クンクン...",
            "食い物だ！本当に食い物だ！",
            "そっちだな。",
            "森に忍びながら進むと、悪い狼さんは子豚姉妹の工事現場の一つに辿り着いた。",
            "作業員たちが集まっている。全員楽しそうに喋りながら昼ご飯を食べているようだ。　",
            "この現場もあと数日か...街角の一軒家に引っ越すつもりだ！",
            "そのコテージ、素敵だわ！私もここの家に応募しようかな。",
            "本当にここでいいのか？野獣に襲われても知らないぞ...",
            "はは！そんな噂話に脅されたのか？なんとしてもここに住みたい奴が広めたに違いねえ！",
            "自分の目で見たんだぞ！",
            "あれはこの世の生き物じゃない...飢えた目が緑色で、かぎ爪が手の長さと一緒なんだ。",
            "あいつの牙は白く煌めく短剣みたいで、遠吠えが世の終わりを告げるような音なんだ！",
            "...",
            "本当にそんな奴がいるなら、退治は君に頼んだよ。",
            "ぐー！ぐー！",
            "うわ！こんなときに鳴るな！",
            "今のは何？",
            "本当に出た！ほら、そこ！",
            "やっつけろ！",
            "ちくしょう！ちょっと弁当を分けて欲しかっただけなのに！",
            "狼さんが振り向いて森に逃げようとした瞬間...",
            "狼の群れが茂みの中から一斉に飛び出し、工事現場を襲った！",
            "狼だー！",
            "避難しろ！"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "music_threateningbattle.wav",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}