{
    "StoryName": "EventStory_BigBadWolf_4",
    "background": [
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png",
        "woodlands.png"
    ],
    "character": [
        [
            "",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "",
            "",
            "",
            "Big Bad Wolf",
            "",
            "Big Bad Wolf",
            "",
            "",
            "",
            "Big Bad Wolf",
            "Big Bad Wolf",
            "",
            "",
            "",
            "Big Bad Wolf",
            "Big Bad Wolf"
        ],
        [
            "",
            "나쁜 늑대",
            "나쁜 늑대",
            "",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "나쁜 늑대",
            "",
            "",
            "",
            "나쁜 늑대",
            "",
            "나쁜 늑대",
            "",
            "",
            "",
            "나쁜 늑대",
            "나쁜 늑대",
            "",
            "",
            "",
            "나쁜 늑대",
            "나쁜 늑대"
        ],
        [
            "",
            "悪い狼さん",
            "悪い狼さん",
            "",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "悪い狼さん",
            "",
            "",
            "",
            "悪い狼さん",
            "",
            "悪い狼さん",
            "",
            "",
            "",
            "悪い狼さん",
            "悪い狼さん",
            "",
            "",
            "",
            "悪い狼さん",
            "悪い狼さん"
        ]
    ],
    "dialogueText": [
        [
            "After her encounter at the construction site, Big Bad Wolf has retreated deep into the forest, and is licking her wounds and complaining about her lot in life.",
            "Stupid wolves! Scratched me up all over!",
            "Why does stuff like this always happen to me?!",
            "Her stomach grumbles, though more contentedly than before.",
            "Mmmm... but that bread was very tasty! I wonder if I can sneak back and swipe some more later tonight?",
            "Aaahh... I miss proper food.",
            "Maybe I should go back to Dracula's castle and see what I can find there?",
            "Huh. That would be dangerous though, right? More Dreamless than ever round that way...",
            "Aauuuu... everything went wrong when I went to that realm all those years ago!",
            "I used to be able to go anywhere in Haven and eat any food I wanted...",
            "Maybe I should just sleep a bit? That might take my mind off things...",
            "Wolf sits down in a small hollow, unhappily putting her head down to try and get some rest.",
            "...",
            "After dozing for a while, she is woken suddenly by the sound of heavy, crunching footfalls.",
            "<i>What's that?</i>",
            "Cowering in her little hollow, she peeks out and sees a giant shadow moving through the forest.",
            "<i>Auuuu...</i>",
            "Terrified, she remains still as the giant creature stops and sniffs the air.",
            "Fortunately for Wolf, she is downwind of the creature and it moves on without discovering her.",
            "She creeps out of the hollow and moves speedily off in the other direction.",
            "Uuuu... it's found me!",
            "What's it even doing here?",
            "Before she can muse further, she realises she's walked right into the middle of the wolf pack.",
            "Full after eating the food stolen from the under construction village, they are lazing about, lying around the clearing Wolf has stumbled into.",
            "One of them lifts its head and fixes her with amber eyes. A menacing growl issues from between its bared teeth and the other wolves look up at her, too.",
            "Oh...",
            "Good doggies..."
        ],
        [
            "나쁜 늑대는 늑대 무리와 함께 숲 깊은 곳으로 도망쳤다. 안전해졌다고 생각했는지, 늑대 한 마리가 나쁜 늑대의 손바닥에 고개를 비빈다.",
            "너희들...",
            "주인이 따로 있는 거지? 냄새가 나, 드림리스의 냄새 아니니?",
            "나쁜 늑대의 표정이 슬퍼 보였는지, 코를 비비던 늑대가 손등을 핥는다.",
            "오호호, 간지러워. 음식은 날 위해 훔쳐준 거지? 너희들은 사람 음식 같은 건 먹지 않잖아?",
            "날 무리의 일원으로 받아들여 주는거야...?",
            "하지만 나는 드라큘라의 저택으로 돌아가야하는데...",
            "사실은 별로 돌아가고 싶지 않아. 모르가나도 사라져버렸어...",
            "어디서부터 잘못된 걸까? 난 나쁜 짓 같은 건 하지 않았는데...",
            "예전에는 어디로든 갈 수 있었는데... 이렇게까지 배가 고프지도 않았는데...",
            "왜 나한테만 이런 일이 일어나는 거야? 늑대야~ 넌 그 답을 알고 있니? 아아, 지겨워. 또 배가 고파...",
            "늑대 무리가 나쁜 늑대를 더 깊은 숲으로 이끈다. 꼭 위로라는 것 같은 움직임이었다.",
            "더 깊고, 더 어두운 곳으로...",
            "그때, 숲 안쪽에서 나무를 으스러트리는 소리가 시끄럽게 울렸다.",
            "이게 무슨 소리야? 방금 그건 뭐였지?",
            "나쁜 늑대를 안내한 늑대가 꼬리를 말고 몸을 덜덜 떨기 시작했다. 역겨운 냄새가 코 끝을 스쳤다.",
            "저건... 늑대 인간이잖아! 나 말고도 늑대 인간이 또 있었다니...",
            "시커멓게 벌어진 짐승의 아가리 사이에서 끈적한 침이 뚝뚝 떨어진다.",
            "물고 있던 썩은 고기를 방금 부러트린 나무 아래에 널어둔 늑대 인간이 낮은 소리로 울었다.",
            "천천히 뒷걸음질 친 나쁜 늑대는 늑대들을 이끌고 반대쪽을 향해 내달렸다.",
            "늑대야, 늑대야. 이상하지 않니? 분명 나 말고 다른 늑대 인간을 보는 건 처음인데...",
            "왜 이렇게 무서울까? 너무 무서워, 어디에선가 봤던 것 같아... 머리가 아프다니깐.",
            "멀리 떨어진 곳에 도착한 나쁜 늑대의 손이 덜덜 떨렸다.",
            "시작의 도시에서 훔쳐 온 식량과 쓰레기가 아무렇게나 널린 공터에 도착하고서야 겨우 숨을 몰아쉴 수 있었다.",
            "머리가 아프고, 무섭고, 몸이 떨리고, 이상한 기시감이 들고... 모두 낯선 것들이라 그럴까? 점점 더 배가 고파진다. 점점 더...",
            "배고파, 배고파... 배가 너무 고파. 허기와 외로움은 비슷한 감정이라고 하던데...",
            "이리온, 얘들아. 옆에 있어 줘, 잡아먹지 않을게. 아냐, 잡아먹게 해줄래...? 나와 하나가 돼주지 않을래...?"
        ],
        [
            "工事現場で面食らった悪い狼さんは森の奥に退き、傷を癒そうとしていた。",
            "狼になっても狼にやられるって酷すぎるでしょ！痛いし...",
            "なんでいつもこんな目に遭うの！？",
            "お腹は鳴り止まないようだが、先ほどよりはうるさくなくなった。",
            "久しぶりのパンがうまい...今晩戻ったらまだ残ってるかな？",
            "一日三食が恋しいよ...",
            "いっそドラキュラの城まで戻ろうか？",
            "いや、それはアホか...いつもよりドリームレスが湧いているみたいだし...",
            "あうう...あの日あの領域に行かなければよかったのに！",
            "街を歩いて好きなものを食べることができたのに...",
            "考えると嫌になる...もう寝よっか...",
            "狼さんは小さなほら穴の中に寝転がり、不満気な表情をしながら目を閉じる。",
            "...",
            "しばらくすると、激しい衝撃音に起こされる。",
            "なーなんだ？",
            "ほら穴を離れないまま様子を窺ってみると、巨獣が森の中を彷徨っている。",
            "あうう...",
            "謎の巨獣が匂いを嗅ぐ。狼さんは震えながらほら穴から動かないままだ。",
            "風のおかげか、狼さんの匂いが届かなったようだ。巨獣はそのままほら穴から離れる。",
            "狼さんはそっとほら穴から抜き出し、巨獣とは逆方向に走り出す。",
            "うう...見つかるところだった！",
            "あいつ、なんでここまで来てるの？",
            "それ以上考える暇もなかった。気が付くと、また同じ狼の群れに遭ってしまった。",
            "工事現場の食料を貪り、昼寝をしている狼。その一匹が狼さんに気付き、琥珀色の目で睨みつける。",
            "一匹目が唸り出すと、他の狼も次々と目を覚ます。",
            "やべ...",
            "いい子...いい子ちゃん、ね？"
        ]
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "none",
        "music_shadowsawait.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}