{
    "StoryName": "EventStory_Valentines_2",
    "background": [
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png",
        "feywood.png"
    ],
    "character": [
        [
            "",
            "",
            "",
            "",
            "Vita",
            "Briar Rose",
            "Vita",
            "Vita",
            "Briar Rose",
            "Vita",
            "Vita",
            "Esme",
            "Esme",
            "Vita",
            "",
            "",
            "",
            "",
            "",
            "Esme",
            "Esme",
            "Vita",
            "Briar Rose",
            "",
            "Snow White",
            "The Huntsman",
            "",
            "Snow White",
            "Snow White",
            "The Huntsman",
            "",
            "",
            "Thumbelina",
            "Thumbelina",
            "Sugar Plum Fairy",
            "Sugar Plum Fairy",
            "Sugar Plum Fairy",
            "Sugar Plum Fairy",
            "Thumbelina",
            "",
            "The Huntsman",
            "Lis",
            "",
            "",
            "Thumbelina",
            "Thumbelina",
            "Sugar Plum Fairy",
            "Thumbelina",
            "Sugar Plum Fairy",
            "",
            "",
            "Lis",
            "Mal",
            "Lis",
            "",
            "",
            "",
            "",
            "Juliet",
            "Juliet",
            "Juliet",
            "",
            "",
            "",
            "",
            "Juliet",
            "Juliet",
            "",
            "The Huntsman",
            "The Huntsman",
            "",
            "Juliet",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "비타",
            "브라이어 로즈",
            "비타",
            "비타",
            "브라이어 로즈",
            "비타",
            "비타",
            "에스메",
            "에스메",
            "비타",
            "",
            "",
            "",
            "",
            "",
            "에스메",
            "에스메",
            "비타",
            "브라이어 로즈",
            "",
            "백설공주",
            "사냥꾼",
            "",
            "백설공주",
            "백설공주",
            "사냥꾼",
            "",
            "",
            "엄지공주",
            "엄지공주",
            "설탕 요정",
            "설탕 요정",
            "설탕 요정",
            "설탕 요정",
            "엄지공주",
            "",
            "사냥꾼",
            "리즈",
            "",
            "",
            "엄지공주",
            "엄지공주",
            "설탕 요정",
            "엄지공주",
            "설탕 요정",
            "",
            "",
            "리즈",
            "말",
            "리즈",
            "",
            "",
            "",
            "",
            "줄리엣",
            "줄리엣",
            "줄리엣",
            "",
            "",
            "",
            "",
            "줄리엣",
            "줄리엣",
            "",
            "사냥꾼",
            "사냥꾼",
            "",
            "줄리엣",
            ""
        ],
        [
            "",
            "",
            "",
            "",
            "ヴィータ",
            "いばら姫",
            "ヴィータ",
            "ヴィータ",
            "いばら姫",
            "ヴィータ",
            "ヴィータ",
            "エスメ",
            "エスメ",
            "ヴィータ",
            "",
            "",
            "",
            "",
            "",
            "エスメ",
            "エスメ",
            "ヴィータ",
            "いばら姫",
            "",
            "白雪姫",
            "猟師",
            "",
            "白雪姫",
            "白雪姫",
            "猟師",
            "",
            "",
            "おやゆび姫",
            "おやゆび姫",
            "金平糖の精",
            "金平糖の精",
            "金平糖の精",
            "金平糖の精",
            "おやゆび姫",
            "",
            "猟師",
            "リズ",
            "",
            "",
            "おやゆび姫",
            "おやゆび姫",
            "金平糖の精",
            "おやゆび姫",
            "金平糖の精",
            "",
            "",
            "リズ",
            "マル",
            "リズ",
            "",
            "",
            "",
            "",
            "ジュリエット",
            "ジュリエット",
            "ジュリエット",
            "",
            "",
            "",
            "",
            "ジュリエット",
            "ジュリエット",
            "",
            "猟師",
            "猟師",
            "",
            "ジュリエット",
            ""
        ]
    ],
    "dialogueText": [
        [
            "You travel to the Enchanted Realm, fighting resurgent Dreamless enemies along the way.",
            "When you last left the realm it was more or less peaceful, but upon your return, it seems it is infested with Dreamless once more.",
            "Not only that, but the vines and briars that strangle the kingdom seem thicker than ever.",
            "If it weren't for Vita and Briar Rose, you might not have made any headway at all through the thick undergrowth.",
            "I don't get why it's so much worse than before?",
            "Perhaps we left our realm alone for too long...",
            "Briar...",
            "Well, we're back now! Let's start sorting things out!",
            "Whatever you say, Vita. As long as we're together, it's fine.",
            "B-Briar!",
            "Not in front of everyone...",
            "Heheh...",
            "You know, you can be pretty cute, too, occasionally, Vita.",
            "Hey!",
            "Okay, let's not get distracted.",
            "You're here for the star-crossed lovers.",
            "Although...",
            "How are you supposed to know what you're looking for? Or even where to start looking?",
            "Esme?",
            "Ah! I-",
            "I don't actually know...",
            "Ehhh?! Did you bring us here with absolutely no plan for how to find them, Esme?!",
            "Calm down, Vita... I'm sure the Dreamer will think of something.",
            "Hmmm... perhaps there <i>are</i> two people who could help?",
            "Dreamer?",
            "Did you need us?",
            "Could these two possibly think of a way to find Romeo and Juliet's memory shards?",
            "I can ask any woodland creatures we might come across if they have seen a memory shard... but honestly, Dreamer, I see few enough creatures in the Enchanted Realm, these days.",
            "They don't tend to survive here very long as this place is much closer to the Dreamless Nether than Haven is.",
            "And I can find you a path, and help us avoid large pockets of Dreamless... but if you don't know what our destination is, then my skills aren't much help.",
            "Hmmm... then it seems you're stumped again.",
            "Fortunately, two diminutive figures flutter swiftly through the air to join your side.",
            "Dreamer, can we talk?",
            "Sugar Plum and I think we may be able to help.",
            "I can feel the presence of my people's magic...",
            "There were always a lot of fairy folk in the Enchanted Realm... perhaps they created some safe place for Romeo and Juliet's memory shards to be stored.",
            "That's what I believe, anyway.",
            "I can feel the presence of protective fairy magic and I believe I can locate its source.",
            "Ah! Me too!",
            "That's great news!",
            "In that case, if you two can give us a direction, I can find a way to that source for you.",
            "Yay!",
            "With renewed purpose, you strike out into the thick forests of the Enchanted Realm.",
            "It's not long before Thumbelina gets very excited.",
            "Over there! Over there!",
            "I can feel it!",
            "She's quite correct, Dreamer. This place has a lot of powerful fairy magic cast upon it in order to keep it concealed from...",
            "From bigger folk!",
            "Quite.",
            "You move through some particularly thick underbrush and find yourself stepping into a quite magical looking grove.",
            "You can quite believe this place has been enchanted by fairies – it's beautiful!",
            "Wow!",
            "This place is...",
            "Magical!",
            "In the centre of the grove, sitting on a pedestal, a memory shard pulses with faint light.",
            "You've never seen one look like that before... it's almost like it's breathing... or it has a heartbeat.",
            "You stretch your hand out towards it, almost without thinking.",
            "Your fingers barely brush the shard's surface when -",
            "Ahhh!",
            "Who are you?! Where is Romeo?!",
            "Where am I? What have you done to me?!",
            "She turns about and flees away from you.",
            "Ah! Wait!",
            "It's dangerous out there!",
            "But the girl is frantic and unheeding of your warnings... she dashes off into the forest, casting about and crying out her former lover's name.",
            "Romeo!",
            "ROMEO! Where are you!",
            "You don't know what to do to calm her, but she is rapidly disappearing from view!",
            "Dreamer... there are Dreamless in that direction!",
            "Lot's of them!",
            "Then you have no choice but to chase after Juliet...",
            "Ahh! Fiends! What kind of devils are these beasts?!",
            "Reuniting lovers is turning out to be much more complicated than you expected!"
        ],
        [
            "우리는 마법의 왕국에 도착했다.",
            "마지막으로 왕국을 떠날 때 드림리스들을 모두 정리했던 것 같은데...",
            "왕국 입구를 지날 때부터 느낀 거지만, 이전보다 드림리스의 수가 훨씬 많아진 것 같다.",
            "브라이어 로즈와 비타가 함께 오지 않았다면 분명 숲에서 고립되었을 것이다.",
            "음~ 뭔가 이전에 비해서 상태가 좀 나빠진 것 같달까낭.",
            "제가... 후으음. 자리를 너무 오래 비워서 그런 걸까요...",
            "그럴리가 없잖아...",
            "어쨌든 로즈는 다시 돌아왔으니까! 괜찮아지겠지!",
            "하아암... 그래야지, 비타. 네게 더 폐를 끼칠 수는 없으니까...",
            "로, 로즈!",
            "아이, 참. 다들 드, 듣잖아! 그런 말은 둘이 있을 때만 하라니까...",
            "헤헷...",
            "너도 귀여운 구석이 있구나?",
            "햐! 시끄러워! 가서 저 나무나 자, 자르라구!",
            "에스메가 비타의 옆구리를 한번 툭 치자,",
            "비타는 에스메의 옆구리를 두번 툭 쳤다.",
            "곧 시끄럽게 싸우기 시작하는 두 사람을 뒤로하고 브라이어 로즈가 앞으로 나선다.",
            "그녀의 손 끝이 가시덩굴에 닿자 어느정도 물러서는 것 같았지만,",
            "길은 생각보다 쉽게 열리지 않았다.",
            "앗, 이건...",
            "누가 온다!",
            "이런 숲 속에 오긴 누가 온다는거야! 네 그 감지능력 순 엉터리잖아!",
            "하아암... 아냐, 비타. 정말 누가 오는 것 같은데... 왔나?",
            "숲 속에서 낯익은 발소리와 웃음소리가 들렸다.",
            "어머나, 당신께서 여긴 어쩐 일로... 아, 사냥꾼 씨! 여기에요.",
            "혼자 가지 말라고 했잖아, 백설. 잠깐... 자네는?",
            "백설공주와 사냥꾼에게 그간의 일을 짧게 설명했다.",
            "으으음... 숲의 작은 친구들에게 기억 파편의 행방을 수소문해볼 수는 있지만, 확실하지는 않아요.",
            "요즈음 숲의 작은 친구들이 조금씩 사라지고 있거든요. 아무래도 드림리스 네더의 영향력이 더 강한 곳이니까요.",
            "길을 찾아낼 수는 있지만 목적지가 분명하지 않다면 별 도움이 되지 않을거다.",
            "드림리스 네더의 영향력이 벌써 이렇게까지 강해진건가.",
            "우선 주변을 빠르게 정찰할 수 있는 메르헨들을 소환해 힘을 빌리기로 했다.",
            "짜잔! 여러분들의 가장 반짝이는 별, 엄지 공주 등장이에요!",
            "오늘은 어디에서 공연을... 앗. 스테이지는 어디에 있나요?",
            "꿈꾸는 소년께서 어쩐 일로 이 설탕 요정을 불렀을까요~",
            "음? 아하, 어디인가 했더니... 마법의 왕국이군요!",
            "보자, 보자... 가까운 곳에 이 숲을 수호하는 요정이 있는 것 같아요.",
            "기억 파편에 대한 것도 알고 있는 것 같은데, 물어볼까요?",
            "기억 파편이요? 그럼 오늘은 공연이 아니라 다른 일을 하는 건가요?",
            "설탕 요정이 엄지 공주의 머리 위에 반짝이는 별가루를 뿌려주었다.",
            "너희 둘은 방향만 특정해 알려주면 된다. 길을 파악하는 건 나에게 맡겨.",
            "그럼 로미오랑 줄리엣이랑 곧 만날 수 있는거지?",
            "한참 서로 이야기를 나누던 엄지 공주와 설탕 요정이 각각 다른 방향으로 날아갔다.",
            "얼마 지나지 않아 정찰을 마치고 돌아온 두 요정이 사냥꾼에게 방향을 알려주었다.",
            "저기! 남쪽 방향이에요.",
            "요정들이 뭘 감춰둔 것 같은데...",
            "맞아요~ 요정들의 마법이 느껴져요, 이런 건 보통 무언가를 감출 때 주로 쓰는건데.",
            "무섭고 사악한 것들을 막는 보호 마법! 맞죠?",
            "아이돌 아가씨는 똑똑하네요~",
            "사냥꾼이 안내한 길은 두터운 덤불로 가로막혀있었다.",
            "그 숲을 빠져나오자... 밝은 꽃으로 꾸며진 아름다운 평원이 나타났다.",
            "와아! 마법의 왕국에 이런 곳이 있었어?",
            "가시 덩굴밖에 없을 줄 알았는데...",
            "꿈꾸는 자! 저쪽에 뭔가가 있어!",
            "주변을 둘러보던 아이들이 무언가를 발견한듯 소리쳤다.",
            "평원 가운데 놓인 제단 위에 기억 파편이 희미한 빛을 내며 놓여있었다.",
            "오로라와 처음 만났을 때와 비슷한 박동이 느껴진다.",
            "우선 파편은 수거하는 게 좋겠지, 손을 뻗으려는 찰나...",
            "... 멈추세요.",
            "그대들은 누구죠? 분명 요정의 보호 마법이 걸려 있을텐데...",
            "어떻게 온 거죠?",
            "붉은 드레스 차림의 소녀가 기억 파편을 낚아채 뒤로 물러선다.",
            "긴 지팡이와 단도를 든 그녀가 날카로운 눈으로 우리들을 바라본다.",
            "밖으로 이어지는 길을 파악하듯 지팡이를 휘두른 그녀가 순식간에 제단을 빠져나간다.",
            "숲 속에서 누군가를 찾는듯한 목소리가 울려 퍼졌다.",
            "로미오!",
            "로미오, 어디에 있나요?",
            "가장 먼저 그녀의 뒤를 쫓아 달리던 사냥꾼이 큰 소리로 외쳤다.",
            "서둘러라, 꿈꾸는 자!",
            "이 앞은 드림리스의 주둔지다, 기억 파편을 빼앗길 수도 있다!",
            "백설 공주가 내 쪽을 바라보는 것이 느껴졌다.",
            "이, 무례한...!",
            "그녀라면 믿을 수 있겠지, 고개를 끄덕이자 높게 뛰어오른 백설 공주가 먼저 숲 속으로 뛰어들었다."
        ],
        []
    ],
    "music": [
        "music_intothewild.wav",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}